{
    "meta_data": {
        "title": "SourceForge - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "The service can delete specific content without reason and may do it without prior notice",
            "rating": "blocker",
            "description": "This service can delete specific content. Usually they will claim they reserve the right to do it at their sole discretion, which is legalese for saying they won't give a specific reason. If the terms say they will not notify you, it shall be included in the quote but if it does not explicitly say they will give you a notice, it can be reasonably inferred that they can do it without telling you.",
            "last_updated": "2023-07-11 10:04:03",
            "point_link": "https://edit.tosdr.org/points/13139",
            "approval_status": "APPROVED",
            "clause_text": "Slashdot Media reserves the right, in its sole and absolute discretion, to refuse or delete any Content at any time.",
            "point_source": "https://slashdotmedia.com/terms-of-use",
            "case": {
                "text": "Specific content can be deleted without reason and may be removed without prior notice",
                "href": "https://edit.tosdr.org/cases/202"
            }
        },
        {
            "title": "This service reserves the right to disclose your personal information without notifying you",
            "rating": "bad",
            "description": "If the Government governing the Terms requests personal data of a user of this service, they may not inform/notify the user while complying with the request.",
            "last_updated": "2023-07-11 10:09:25",
            "point_link": "https://edit.tosdr.org/points/13140",
            "approval_status": "APPROVED",
            "clause_text": "Slashdot Media, in its sole and absolute discretion, may preserve Content and may also disclose Content if required to do so by law or judicial or governmental mandate or as reasonably determined useful by Slashdot Media to protect the rights, property, or personal safety of the Sites’ users and the public.</p>",
            "point_source": "https://slashdotmedia.com/terms-of-use",
            "case": {
                "text": "Your personal data may be disclosed to comply with government requests without notice to you",
                "href": "https://edit.tosdr.org/cases/164"
            }
        },
        {
            "title": "This service can license user content to third parties",
            "rating": "bad",
            "description": "By posting content through the Services, users grant them a transferable and/or sublicensable right, which allows user content to be licensed to third parties.",
            "last_updated": "2023-07-11 10:05:06",
            "point_link": "https://edit.tosdr.org/points/13142",
            "approval_status": "APPROVED",
            "clause_text": "Full quote: \"By sending or transmitting to us Content, or by posting such Content to any area of the Sites, you grant us and our designees a worldwide, non-exclusive,sub-licensable (through multiple tiers),\"",
            "point_source": "https://slashdotmedia.com/terms-of-use",
            "case": {
                "text": "Your content can be licensed to third parties",
                "href": "https://edit.tosdr.org/cases/134"
            }
        },
        {
            "title": "Your profile is combined across various products",
            "rating": "bad",
            "description": "When using multiple services from one same company, they can combine these (unrelated) information sources about you to build up a single richer user profile about you.",
            "last_updated": "2023-07-11 10:03:42",
            "point_link": "https://edit.tosdr.org/points/13121",
            "approval_status": "APPROVED",
            "clause_text": "We may collect information that allows us to associate you with your social media or other accounts that you have on other websites.",
            "point_source": "https://slashdotmedia.com/privacy-statement/",
            "case": {
                "text": "Your profile is combined across various products",
                "href": "https://edit.tosdr.org/cases/326"
            }
        },
        {
            "title": "This service may use your personal information for marketing purposes",
            "rating": "bad",
            "description": "The service may use your personal data for marketing, such as sending you personalised offerings.",
            "last_updated": "2023-07-11 10:09:23",
            "point_link": "https://edit.tosdr.org/points/13113",
            "approval_status": "APPROVED",
            "clause_text": "<li>We may share your Personal Information with third party service providers to help us with our business activities such as email marketing, telemarketing, offering customer service, or operating a community forum.",
            "point_source": "https://slashdotmedia.com/privacy-statement/",
            "case": {
                "text": "Your personal data may be used for marketing purposes",
                "href": "https://edit.tosdr.org/cases/336"
            }
        },
        {
            "title": "This service keeps a license on user-generated content even after users close their accounts.",
            "rating": "bad",
            "description": "The service may still use your content and display it after you stopped using it by closing your account. The case applies to terms requiring users to grant them a perpetual license over that content.",
            "last_updated": "2023-07-11 10:04:15",
            "point_link": "https://edit.tosdr.org/points/13143",
            "approval_status": "APPROVED",
            "clause_text": "assignable, royalty-free, perpetual, irrevocable right",
            "point_source": "https://slashdotmedia.com/terms-of-use",
            "case": {
                "text": "A license is kept on user-generated content even after you close your account",
                "href": "https://edit.tosdr.org/cases/130"
            }
        },
        {
            "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.",
            "rating": "bad",
            "description": "If the service gets acquired or is involved in a merger, bankruptcy, reorganisation or sale, your personal data may be transferred or sold.",
            "last_updated": "2023-07-11 10:13:29",
            "point_link": "https://edit.tosdr.org/points/13153",
            "approval_status": "APPROVED",
            "clause_text": "On 2024-07-27 17:13:15 UTC, sowaro4784 (31933)  wrote:\n          The best article I came across a number of years, write something about it on this page. \tscrap car removal Langley",
            "point_source": "https://slashdotmedia.com/privacy-statement/",
            "case": {
                "text": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction",
                "href": "https://edit.tosdr.org/cases/243"
            }
        },
        {
            "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
            "rating": "bad",
            "description": "Tracking technologies (such as web beacons, tracking pixels...) are employed on users and/or the service assigns a unique ID to a browser or device to track its behaviour.",
            "last_updated": "2023-07-11 10:03:40",
            "point_link": "https://edit.tosdr.org/points/13115",
            "approval_status": "APPROVED",
            "clause_text": "What types of cookies, web beacons and similar technologies do we use?",
            "point_source": "https://slashdotmedia.com/privacy-statement/",
            "case": {
                "text": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting",
                "href": "https://edit.tosdr.org/cases/323"
            }
        },
        {
            "title": "This service gathers information about you through third parties",
            "rating": "bad",
            "description": "This Service may employ, either identifiable or non-identifiable, data collection from third party sources about you.",
            "last_updated": "2023-07-11 10:05:08",
            "point_link": "https://edit.tosdr.org/points/13122",
            "approval_status": "APPROVED",
            "clause_text": "We work closely with third parties (including, for example, business partners, sub-contractors in technical and payment services, and advertising networks) and may receive information about you from them.",
            "point_source": "https://slashdotmedia.com/privacy-statement/",
            "case": {
                "text": "Information is gathered about you through third parties",
                "href": "https://edit.tosdr.org/cases/382"
            }
        },
        {
            "title": "The service does not guarantee that software errors will be corrected",
            "rating": "bad",
            "description": "Users agree to use the service and its software as provided and accept that any errors within that software may not be corrected.",
            "last_updated": "2023-07-11 10:03:42",
            "point_link": "https://edit.tosdr.org/points/13132",
            "approval_status": "APPROVED",
            "clause_text": "Full quote: \"SLASHDOT MEDIA AND ITS SUBSIDIARIES, AFFILIATES, SUPPLIERS, AND AGENTS DO NOT WARRANT THAT YOUR USE OF THE SITES OR THE SOFTWARE WILL BE UNINTERRUPTED, ERROR-FREE, OR SECURE,THAT DEFECTS WILL BE CORRECTED,\"",
            "point_source": "https://slashdotmedia.com/terms-of-use",
            "case": {
                "text": "The service does not guarantee that software errors will be corrected",
                "href": "https://edit.tosdr.org/cases/289"
            }
        },
        {
            "title": "This service tracks which web page referred you to it",
            "rating": "bad",
            "description": "The service logs the URL of the last web page you visited before visiting the Site and may use that information to gather more data about you.",
            "last_updated": "2023-07-11 10:03:40",
            "point_link": "https://edit.tosdr.org/points/13117",
            "approval_status": "APPROVED",
            "clause_text": "When you visit our Sites, we may automatically collect the name of the website you visit from (called the “referring page”)",
            "point_source": "https://slashdotmedia.com/privacy-statement/",
            "case": {
                "text": "This service tracks which web page referred you to it",
                "href": "https://edit.tosdr.org/cases/387"
            }
        },
        {
            "title": "The service uses your personal data to employ targeted third-party advertising",
            "rating": "bad",
            "description": "Your Personal Information is traded and shared with advertising companies to target ads on you, either on the website you were visiting or in third party websites. Your interaction with the service and data you have shared with them may be gathered to create an advertising ID or profile.",
            "last_updated": "2023-07-11 10:09:26",
            "point_link": "https://edit.tosdr.org/points/13125",
            "approval_status": "APPROVED",
            "clause_text": "To build browsing and usage profiles of our users so that we may tailor our offers, and share such profiles with our advertisers and data customers, so that they may tailor their offers to our users’ interests (and we obtain consent when required to create and use these profiles – please click here for more information);</li>",
            "point_source": "https://slashdotmedia.com/privacy-statement/",
            "case": {
                "text": "Your personal data is used to employ targeted third-party advertising",
                "href": "https://edit.tosdr.org/cases/220"
            }
        },
        {
            "title": "Any liability on behalf of the service is only limited to the fees you paid as a user",
            "rating": "bad",
            "description": null,
            "last_updated": "2023-07-11 10:04:02",
            "point_link": "https://edit.tosdr.org/points/13136",
            "approval_status": "APPROVED",
            "clause_text": "THE SOLE AND EXCLUSIVE MAXIMUM LIABILITY TO COMPANY FOR ALL DAMAGES, LOSSES, AND CAUSES OF ACTION (WHETHER IN CONTRACT, TORT, INCLUDING, WITHOUT LIMITATION, NEGLIGENCE OR OTHERWISE) SHALL BE THE TOTAL AMOUNT PAID BY YOU, IF ANY, TO ACCESS THE SITES.</p>",
            "point_source": "https://slashdotmedia.com/terms-of-use",
            "case": {
                "text": "Any liability on behalf of the service is only limited to the fees you paid as a user",
                "href": "https://edit.tosdr.org/cases/149"
            }
        },
        {
            "title": "The service provides information about how they collect personal data",
            "rating": "good",
            "description": "The service details situations in which they collect personal information or means by which they do.",
            "last_updated": "2023-07-11 10:03:41",
            "point_link": "https://edit.tosdr.org/points/13119",
            "approval_status": "APPROVED",
            "clause_text": "Categories of Personal Information Collected",
            "point_source": "https://slashdotmedia.com/privacy-statement/",
            "case": {
                "text": "Information is provided about how they collect personal data",
                "href": "https://edit.tosdr.org/cases/297"
            }
        },
        {
            "title": "You maintain ownership of your data",
            "rating": "good",
            "description": "This service does not claim ownership over user-generated content or materials, and the user doesn't need to waive any moral rights by posting owned content.",
            "last_updated": "2023-07-11 10:04:14",
            "point_link": "https://edit.tosdr.org/points/13145",
            "approval_status": "APPROVED",
            "clause_text": "PLEASE NOTE THAT YOU RETAIN OWNERSHIP OF ANY COPYRIGHTS, TRADEMARKS AND SERVICE MARKS IN ANY CONTENT YOU SUBMIT.",
            "point_source": "https://slashdotmedia.com/terms-of-use",
            "case": {
                "text": "You maintain ownership of your content",
                "href": "https://edit.tosdr.org/cases/183"
            }
        },
        {
            "title": "The service provides information about how they intend to use your personal data",
            "rating": "good",
            "description": "The Privacy Policy explains the purposes for which data is collected and the way it is processed, used and shared.",
            "last_updated": "2023-07-11 10:03:42",
            "point_link": "https://edit.tosdr.org/points/13124",
            "approval_status": "APPROVED",
            "clause_text": "How we use the information we gather",
            "point_source": "https://slashdotmedia.com/privacy-statement/",
            "case": {
                "text": "Information is provided about how your personal data is used",
                "href": "https://edit.tosdr.org/cases/227"
            }
        },
        {
            "title": "You can opt out of targeted advertising",
            "rating": "good",
            "description": "The service employs your data to target ads to you, but you can opt-out of this interest-based advertising.",
            "last_updated": "2023-07-11 10:03:42",
            "point_link": "https://edit.tosdr.org/points/13126",
            "approval_status": "APPROVED",
            "clause_text": "You can opt-out of receiving interest-based ads from third parties who are members of the Network Advertising Initiative (NAI) or who follow the Digital Advertising Alliance’s Self-Regulatory Principles for Online Behavioral Advertising by visiting the opt-out pages on the NAI website[https://www.networkadvertising.org/choices/] and DAA website [https://www.aboutads.info/choices/].",
            "point_source": "https://slashdotmedia.com/privacy-statement/",
            "case": {
                "text": "You can opt out of targeted advertising",
                "href": "https://edit.tosdr.org/cases/219"
            }
        },
        {
            "title": "Third parties used by the service are bound by confidentiality obligations",
            "rating": "good",
            "description": "The Third Parties accessing your personal information must keep it confidential and only use it for limited purposes.",
            "last_updated": "2023-07-11 10:03:41",
            "point_link": "https://edit.tosdr.org/points/13118",
            "approval_status": "APPROVED",
            "clause_text": "<p>Further, we require service providers to whom we disclose Personal Data and who are not subject to laws based on the European Union General Data Protection Regulation to either subscribe to the United States / European Union Privacy Shield principles or agree to provide at least the same level of protection for Personal Data as is required by the relevant Privacy Shield principles, for instance by entering into Standard Contractual Clauses, as promulgated by the European Commission.",
            "point_source": "https://slashdotmedia.com/privacy-statement/",
            "case": {
                "text": "Third parties used by the service are bound by confidentiality obligations",
                "href": "https://edit.tosdr.org/cases/210"
            }
        },
        {
            "title": "The service has non-exclusive use of your content",
            "rating": "good",
            "description": "The service can pay for your content and you are allowed to make it commercially available to other services/parties.",
            "last_updated": "2023-07-11 10:04:05",
            "point_link": "https://edit.tosdr.org/points/13141",
            "approval_status": "APPROVED",
            "clause_text": "By sending or transmitting to us Content, or by posting such Content to any area of the Sites, you grant us and our designees a worldwide, non-exclusive,",
            "point_source": "https://slashdotmedia.com/terms-of-use",
            "case": {
                "text": "The service has non-exclusive use of your content",
                "href": "https://edit.tosdr.org/cases/402"
            }
        },
        {
            "title": "You can opt out of promotional communications",
            "rating": "good",
            "description": "You can update your account preferences and/or easily unsubscribe of email/sms lists to stop receiving promotional communications.",
            "last_updated": "2023-07-11 10:04:14",
            "point_link": "https://edit.tosdr.org/points/13127",
            "approval_status": "APPROVED",
            "clause_text": "When we send certain communications (such as a newsletter) to subscribers of our distribution list, we always allow our users to choose to stop receiving such newsletters or other communications from us by clicking an “unsubscribe” link at the bottom of our message.",
            "point_source": "https://slashdotmedia.com/privacy-statement/",
            "case": {
                "text": "You can opt out of promotional communications",
                "href": "https://edit.tosdr.org/cases/223"
            }
        },
        {
            "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:09:26",
            "point_link": "https://edit.tosdr.org/points/13138",
            "approval_status": "APPROVED",
            "clause_text": "You agree to indemnify, defend and hold us, our affiliates, sponsors, officers, directors, employees, agents and representatives harmless from and against any and all claims, damages, losses, costs (including reasonable attorneys’ fees), or other expenses that arise directly or indirectly out of or from (a) your breach of this Agreement, (b) your violation of the Code of Conduct, and/or (c) your activities in connection with the Sites or Site-related services.</p>",
            "point_source": "https://slashdotmedia.com/terms-of-use",
            "case": {
                "text": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
                "href": "https://edit.tosdr.org/cases/146"
            }
        },
        {
            "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
            "rating": "neutral",
            "description": "The service assumes no liability for any damages the user incurs, including tangible (e.g. profits) and intangible losses (e.g. data), resulting from the use or inability to use the service or any other matter relating to the service.",
            "last_updated": "2023-07-11 10:09:26",
            "point_link": "https://edit.tosdr.org/points/13135",
            "approval_status": "APPROVED",
            "clause_text": "NEITHER SLASHDOT MEDIA NOR ITS SUBSIDIARIES, AFFILIATES, SUPPLIERS, ADVERTISERS, AGENTS OR SPONSORS ARE RESPONSIBLE OR LIABLE FOR ANY INDIRECT, INCIDENTAL, CONSEQUENTIAL, SPECIAL, EXEMPLARY, PUNITIVE OR OTHER DAMAGES UNDER ANY CONTRACT, NEGLIGENCE, STRICT LIABILITY OR OTHER THEORY ARISING OUT OF OR RELATING IN ANY WAY TO THE SITE AND/OR CONTENT CONTAINED ON THE SITES, OR ANY PRODUCT OR SERVICE PURCHASED THROUGH THE SITE.",
            "point_source": "https://slashdotmedia.com/terms-of-use",
            "case": {
                "text": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
                "href": "https://edit.tosdr.org/cases/293"
            }
        },
        {
            "title": "The service can distribute your content through any media known now or in the future",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:05:05",
            "point_link": "https://edit.tosdr.org/points/13144",
            "approval_status": "APPROVED",
            "clause_text": "right to link to, reproduce, distribute (through multiple tiers), adapt, create derivative works of, publicly perform, publicly display, digitally perform or otherwise use such Content in any media now known or hereafter developed.",
            "point_source": "https://slashdotmedia.com/terms-of-use",
            "case": {
                "text": "Your content can be distributed through any media known now or in the future",
                "href": "https://edit.tosdr.org/cases/139"
            }
        },
        {
            "title": "The service is not responsible for linked or (clearly) quoted content from third-party content providers",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:09:25",
            "point_link": "https://edit.tosdr.org/points/13137",
            "approval_status": "APPROVED",
            "clause_text": "<p>The Sites may contain links to other web sites operated by third parties, other than affiliates of the Company (“Linked Sites”).\nWe neither control nor endorse such other web sites, nor have we reviewed or approved any content that appears on the Linked Sites.\nYou acknowledge that when you click on a link to visit a Linked Site, a frame may appear that contains the Company logo, advertisements and/or other content selected by the Company.\nYou acknowledge that the Company and its sponsors neither endorse nor are affiliated with the Linked Sites and are not responsible for any content that appears on the Linked Sites.",
            "point_source": "https://slashdotmedia.com/terms-of-use",
            "case": {
                "text": "The service is not responsible for linked or (clearly) quoted content from third-party content providers",
                "href": "https://edit.tosdr.org/cases/278"
            }
        },
        {
            "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
            "rating": "neutral",
            "description": "The service provider expressly does not claim to provide uninterrupted, timely, secure or error-free service.",
            "last_updated": "2023-07-11 10:09:26",
            "point_link": "https://edit.tosdr.org/points/13131",
            "approval_status": "APPROVED",
            "clause_text": "SLASHDOT MEDIA AND ITS SUBSIDIARIES, AFFILIATES, SUPPLIERS, AND AGENTS DO NOT WARRANT THAT YOUR USE OF THE SITES OR THE SOFTWARE WILL BE UNINTERRUPTED, ERROR-FREE, OR SECURE,",
            "point_source": "https://slashdotmedia.com/terms-of-use",
            "case": {
                "text": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
                "href": "https://edit.tosdr.org/cases/287"
            }
        },
        {
            "title": "Users agree not to submit libelous, harassing or threatening content",
            "rating": "neutral",
            "description": "This service prohibits users from submitting content of a variety of types. This can include content that is unlawful, harassing, abusive, threatening, libelous, sexist, racist, homophobic, transphobic, or discriminatory in any other way.",
            "last_updated": "2023-07-11 10:04:23",
            "point_link": "https://edit.tosdr.org/points/13147",
            "approval_status": "APPROVED",
            "clause_text": "\"When you create or make available your SourceForge Content on Sourceforge.net, you represent and warrant that: [...] your SourceForge Content is not obscene,lewd, lascivious, excessively violent,harassing, libelous or slanderous,\"",
            "point_source": "https://slashdotmedia.com/terms-of-use",
            "case": {
                "text": "You agree not to submit libelous, harassing or threatening content",
                "href": "https://edit.tosdr.org/cases/283"
            }
        },
        {
            "title": "Prohibits the posting of content which promotes or glorifies violence or politically or religiously extremist values.",
            "rating": "neutral",
            "description": "Users are not allowed to post extremist political or religious content. They are also not allowed to post content that glorifies violence.",
            "last_updated": "2023-07-11 10:04:14",
            "point_link": "https://edit.tosdr.org/points/13148",
            "approval_status": "APPROVED",
            "clause_text": "your SourceForge Content does not endorse or promote racism, bigotry, hatred, or physical harm of any kind against another group or individual, and does not discriminate, incite harassment or advocate harassment of any group or individual;</li>",
            "point_source": "https://slashdotmedia.com/terms-of-use",
            "case": {
                "text": "You are prohibited from posting content which promotes violence or politically or religiously extremist values.",
                "href": "https://edit.tosdr.org/cases/314"
            }
        },
        {
            "title": "The service is provided 'as is' and to be used at the users' sole risk",
            "rating": "neutral",
            "description": "This service does not provide any guarantees as to its usability or fitness for the users' purposes. Users agree to use it at their own risk, accepting any possible bugs, malfunctions or harm to their devices.",
            "last_updated": "2023-07-11 10:03:42",
            "point_link": "https://edit.tosdr.org/points/13129",
            "approval_status": "APPROVED",
            "clause_text": "THE SITES, INCLUDING ANY CONTENT OR INFORMATION CONTAINED WITHIN IT OR ANY SITE RELATED SERVICE, OR ANY PRODUCT OR SERVICE LICENSED, PURCHASED OR OTHERWISE MADE AVAILABLE THROUGH THE SITES, ARE PROVIDED “AS IS”",
            "point_source": "https://slashdotmedia.com/terms-of-use",
            "case": {
                "text": "The service is provided 'as is' and to be used at your sole risk",
                "href": "https://edit.tosdr.org/cases/286"
            }
        },
        {
            "title": "This service prohibits users from attempting to gain unauthorized access to other computer systems",
            "rating": "neutral",
            "description": "The service does not allow any attempts at hacking or otherwise gaining unauthorized access to other users' computers.",
            "last_updated": "2023-07-11 10:04:23",
            "point_link": "https://edit.tosdr.org/points/13149",
            "approval_status": "APPROVED",
            "clause_text": "<li>your SourceForge Content does not constitute, contain, install or attempt to install or promote spyware or malware or any other computer code (whether on SlashDot Media’s or others computers or equipment) intended to, or that does, enable you or others to gather information about or monitor the online or other activities of another party, unless it discloses such functionality to the user in a clear and conspicuous manner and the user affirmatively consents to such use.",
            "point_source": "https://slashdotmedia.com/terms-of-use",
            "case": {
                "text": "You are prohibited from attempting to gain unauthorized access to other computer systems",
                "href": "https://edit.tosdr.org/cases/284"
            }
        },
        {
            "title": "The service can suspend your account for several reasons",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:04:32",
            "point_link": "https://edit.tosdr.org/points/13152",
            "approval_status": "APPROVED",
            "clause_text": "We also reserve the right to report any suspected illegal activity to law enforcement for investigation or prosecution, or to suspend or terminate your use of the Sites in connection with any suspected illegal or infringing activity or if you are in violation of our Terms of Use Agreement or other published guidelines.",
            "point_source": "https://slashdotmedia.com/privacy-statement/",
            "case": {
                "text": "Your account can be suspended for several reasons",
                "href": "https://edit.tosdr.org/cases/205"
            }
        },
        {
            "title": "Prohibits the posting of pornographic content",
            "rating": "neutral",
            "description": "Users are not allowed to post any content of pornographic nature. This includes adult content, things that are sexually explicit, or obscene.",
            "last_updated": "2023-07-11 10:04:23",
            "point_link": "https://edit.tosdr.org/points/13146",
            "approval_status": "APPROVED",
            "clause_text": "\"When you create or make available your SourceForge Content on Sourceforge.net, you represent and warrant that: [...] your SourceForge Content is not obscene,lewd, lascivious, excessively violent,harassing, libelous or slanderous,\"",
            "point_source": "https://slashdotmedia.com/terms-of-use",
            "case": {
                "text": "The posting of pornographic content is prohibited",
                "href": "https://edit.tosdr.org/cases/315"
            }
        },
        {
            "title": "This service is only available to users over a certain age",
            "rating": "neutral",
            "description": "The Services are intended for users who are at least a certain age. If you are younger than the age required then you are prohibited from using the Service.",
            "last_updated": "2023-07-11 10:03:42",
            "point_link": "https://edit.tosdr.org/points/13128",
            "approval_status": "APPROVED",
            "clause_text": "You must be at least 18 years of age to use any of the Sites.",
            "point_source": "https://slashdotmedia.com/terms-of-use",
            "case": {
                "text": "This service is only available to users over a certain age",
                "href": "https://edit.tosdr.org/cases/152"
            }
        },
        {
            "title": "Your personal data is aggregated into statistics",
            "rating": "neutral",
            "description": "Your personal data is used for statistics in a de-identified/aggregated form (i.e. not directly linked to a unique identity) to analyse trends, for research and for analytics.",
            "last_updated": "2023-07-11 06:25:20",
            "point_link": "https://edit.tosdr.org/points/13053",
            "approval_status": "APPROVED",
            "clause_text": "“Personal Information” which is information is about, or relates to, an identified or identifiable individual, or that can be linked to that individual (such as name, email address, etc.) and “Aggregate Information” which is information that cannot be used to identify you (such as frequency of visits to one of our Sites, browser type, etc.) Please note that we may convert Personal Information into Aggregate information via one or more processes at our discretion.</p>\n<p>",
            "point_source": "https://slashdotmedia.com/privacy-statement/",
            "case": {
                "text": "Your personal data is aggregated into statistics",
                "href": "https://edit.tosdr.org/cases/190"
            }
        },
        {
            "title": "The service does not guarantee accuracy or reliability of the information provided",
            "rating": "neutral",
            "description": "This service makes no warranty regarding the accuracy or reliability of any information that is given on its website or the results that may be obtained from the use of the service.",
            "last_updated": "2023-07-11 10:03:49",
            "point_link": "https://edit.tosdr.org/points/13133",
            "approval_status": "APPROVED",
            "clause_text": "You acknowledge that the Sites could include inaccuracies or errors, or materials that violate these Terms of Use (specifically, the “Code of Conduct” section).",
            "point_source": "https://slashdotmedia.com/terms-of-use",
            "case": {
                "text": "The service does not guarantee accuracy or reliability of the information provided",
                "href": "https://edit.tosdr.org/cases/288"
            }
        },
        {
            "title": "You are responsible for maintaining the security of your account and for the activities on your account",
            "rating": "neutral",
            "description": "You are responsible for protecting the confidentiality of your password and for maintaining the security of your account. Any activity occurring under your account is your responsibility, whether authorized by you or not.",
            "last_updated": "2023-07-11 10:04:23",
            "point_link": "https://edit.tosdr.org/points/13150",
            "approval_status": "APPROVED",
            "clause_text": "YOU ARE SOLELY AND ENTIRELY RESPONSIBLE FOR MAINTAINING THE CONFIDENTIALITY OF YOUR PASSWORDS AND ACCOUNT DESIGNATIONS AND ARE SOLELY AND ENTIRELY RESPONSIBLE FOR ANY AND ALL ACTIVITIES THAT ARE CONDUCTED THROUGH YOUR ACCOUNT.",
            "point_source": "https://slashdotmedia.com/terms-of-use",
            "case": {
                "text": "You are responsible for maintaining the security of your account and for the activities on your account",
                "href": "https://edit.tosdr.org/cases/148"
            }
        },
        {
            "title": "This service does not guarantee that it or the products obtained through it meet the users' expectations or requirements",
            "rating": "neutral",
            "description": "This service provider informs its users that the services, information, products, or other materials provided on its website may not meet the users' expectations or requirements.",
            "last_updated": "2023-07-11 10:03:46",
            "point_link": "https://edit.tosdr.org/points/13130",
            "approval_status": "APPROVED",
            "clause_text": "TO THE FULLEST EXTENT PERMISSIBLE PURSUANT TO APPLICABLE LAW, SLASHDOT MEDIA.\nAND ITS SUBSIDIARIES, AFFILIATES, SUPPLIERS, SPONSORS, AND AGENTS DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF TITLE, MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT.",
            "point_source": "https://slashdotmedia.com/terms-of-use",
            "case": {
                "text": "This service does not guarantee that it or the products obtained through it meet your expectations or requirements",
                "href": "https://edit.tosdr.org/cases/290"
            }
        },
        {
            "title": "This service collects your IP address for location use",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:03:42",
            "point_link": "https://edit.tosdr.org/points/13120",
            "approval_status": "APPROVED",
            "clause_text": "based on the country that you specify or approximate location derived from your IP address.",
            "point_source": "https://slashdotmedia.com/privacy-statement/",
            "case": {
                "text": "Your IP address is collected, which can be used to view your approximate location",
                "href": "https://edit.tosdr.org/cases/399"
            }
        },
        {
            "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.",
            "rating": "neutral",
            "description": "Even though the Do Not Track (DNT) header was not implemented perfectly, services should not track users whose browsers send a DNT header.",
            "last_updated": "2023-07-11 10:03:36",
            "point_link": "https://edit.tosdr.org/points/13114",
            "approval_status": "APPROVED",
            "clause_text": "Please note that at this time our Sites generally do not respond to browser “Do Not Track” signals.</p>\n<p>",
            "point_source": "https://slashdotmedia.com/privacy-statement/",
            "case": {
                "text": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.",
                "href": "https://edit.tosdr.org/cases/233"
            }
        },
        {
            "title": "This service cannot be held responsible for disputes that you may have with other users",
            "rating": "neutral",
            "description": "You are responsible for the interactions and the disputes that may occur with other users of the Service. In the event of a dispute, you release the Service from all claims resulting from it.",
            "last_updated": "2023-07-11 10:09:25",
            "point_link": "https://edit.tosdr.org/points/13134",
            "approval_status": "APPROVED",
            "clause_text": "in the event that you have a dispute with one or more Site users, you release SlashDot Media, and its subsidiaries, affiliates, agents and employees, from all claims, demands and damages of any kind and nature, known and unknown, suspected and unsuspected, disclosed and undisclosed, arising out of or in any way related to such disputes.",
            "point_source": "https://slashdotmedia.com/terms-of-use",
            "case": {
                "text": "This service cannot be held responsible for disputes that you may have with other users",
                "href": "https://edit.tosdr.org/cases/154"
            }
        },
        {
            "title": "The service may change its terms at any time, but the user will receive notification of the changes.",
            "rating": "neutral",
            "description": "The Terms may be updated without prior notice, but users will be notified of the changes at the moment they will start applying.",
            "last_updated": "2023-07-11 10:13:33",
            "point_link": "https://edit.tosdr.org/points/16747",
            "approval_status": "APPROVED",
            "clause_text": "We reserve the right at our sole discretion and at any time to:</p>\n<ul>\n<li>Change the terms and conditions of this Agreement;</li>\n<li>Change the Sites, including eliminating or discontinuing any content on or feature of the Sites, restricting the hours of availability or limiting the amount of use permitted.\nor</li>\n<li>Change any fees or charges for use of the Sites, including instituting new or increased fees or charges for the use of the Sites or any other related services or any feature thereof.</li>\n</ul>\n<p>Any changes we make will be effective immediately upon notice, which we may provide by any means including, without limitation, posting on the Sites or via electronic mail.",
            "point_source": "https://slashdotmedia.com/terms-of-use",
            "case": {
                "text": "The terms may be changed at any time, but you will receive notification of the changes",
                "href": "https://edit.tosdr.org/cases/122"
            }
        },
        {
            "title": "Third parties may be involved in operating the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:03:45",
            "point_link": "https://edit.tosdr.org/points/13123",
            "approval_status": "APPROVED",
            "clause_text": "We may work with third parties to collect information that allows us to associate you with your social media or other accounts that you have on other websites.</p>",
            "point_source": "https://slashdotmedia.com/privacy-statement/",
            "case": {
                "text": "Third parties are involved in operating the service",
                "href": "https://edit.tosdr.org/cases/207"
            }
        }
    ]
}