{
    "meta_data": {
        "title": "CollegeBoard - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "You must provide your identifiable information",
            "rating": "bad",
            "description": "The Service requires users to provide their identifiable information, including phone number, iD number or other information, even though this data collection isn’t essential for the purposes of the service. They may still allow pseudonyms in the foreground.",
            "last_updated": "2023-07-11 10:14:56",
            "edit_link": "https://edit.tosdr.org/points/19396",
            "approval_status": "APPROVED"
        },
        {
            "title": "Tracking via third-party cookies for other purposes without your consent.",
            "rating": "bad",
            "description": "The service's website sets third-party cookies (cookies that do not belong to their domain) for purposes not including statistics and analytics.",
            "last_updated": "2023-07-11 06:27:34",
            "edit_link": "https://edit.tosdr.org/points/19404",
            "approval_status": "APPROVED"
        },
        {
            "title": "Terms may be changed any time at their discretion, without notice to the user",
            "rating": "bad",
            "description": "The Agreements can be updated at any time, including in a way that negatively affects user rights, without notifying before or after the changes.",
            "last_updated": "2023-07-11 10:15:28",
            "edit_link": "https://edit.tosdr.org/points/19387",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service can delete your account without a reason",
            "rating": "bad",
            "description": "At any time, your account can be terminated without explanation and without warning by the service.",
            "last_updated": "2023-07-11 10:15:25",
            "edit_link": "https://edit.tosdr.org/points/19391",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your profile is combined across various products",
            "rating": "bad",
            "description": "When using multiple services from one same company, they can combine these (unrelated) information sources about you to build up a single richer user profile about you.",
            "last_updated": "2023-07-11 06:27:35",
            "edit_link": "https://edit.tosdr.org/points/19405",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service uses social media cookies/pixels",
            "rating": "bad",
            "description": "These types of cookies/pixels send information to social media sites when you interact with the service.",
            "last_updated": "2023-07-11 06:27:35",
            "edit_link": "https://edit.tosdr.org/points/19403",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service tracks which web page referred you to it",
            "rating": "bad",
            "description": "The service logs the URL of the last web page you visited before visiting the Site and may use that information to gather more data about you.",
            "last_updated": "2023-07-11 06:26:10",
            "edit_link": "https://edit.tosdr.org/points/28962",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your data is processed and stored in a country that is less friendly to user privacy protection",
            "rating": "bad",
            "description": "This case means that user data is not anywhere in the world, but somewhere where it is more likely to be obtained and used by government and/or possible data analysts.",
            "last_updated": "2023-07-11 10:15:25",
            "edit_link": "https://edit.tosdr.org/points/19406",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service reserves the right to disclose your personal information without notifying you",
            "rating": "bad",
            "description": "If the Government governing the Terms requests personal data of a user of this service, they may not inform/notify the user while complying with the request.",
            "last_updated": "2023-07-11 10:15:25",
            "edit_link": "https://edit.tosdr.org/points/19407",
            "approval_status": "APPROVED"
        },
        {
            "title": "You waive your right to a class action.",
            "rating": "bad",
            "description": "The right to be represented in a class action (or representative action) exists in the US and some European countries. It allows people who have been similarly injured by the same accused to take legal action by a single lawsuit instead of individually. Some Terms of Service try to limit that right. By agreeing to them, you could waive (= renounce to) your right to a class action, which might reduce your chances to be successful in a case.",
            "last_updated": "2023-03-12 16:09:23",
            "edit_link": "https://edit.tosdr.org/points/29208",
            "approval_status": "APPROVED"
        },
        {
            "title": "You must provide your legal name, pseudonyms are not allowed",
            "rating": "bad",
            "description": "You must provide your legal name and pseudonyms aren't allowed. This case doesn't apply to Services for which transparency regarding users identities is relevant for their purposes.",
            "last_updated": "2023-07-11 10:15:25",
            "edit_link": "https://edit.tosdr.org/points/19395",
            "approval_status": "APPROVED"
        },
        {
            "title": "Third-party cookies are used for statistics",
            "rating": "bad",
            "description": "For instance, Google Analytics, rather than self-hosted (first-party) statistics software.",
            "last_updated": "2023-07-11 10:15:25",
            "edit_link": "https://edit.tosdr.org/points/19398",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service's data retention period is kept to the minimum necessary for fulfilling its purposes",
            "rating": "good",
            "description": "The service will remove personal data from its systems once it is no longer required. Depending on the type of information and the reason it was collected, data retention periods will vary.",
            "last_updated": "2023-07-11 10:15:25",
            "edit_link": "https://edit.tosdr.org/points/19402",
            "approval_status": "APPROVED"
        },
        {
            "title": "You can request access, correction and/or deletion of your data",
            "rating": "good",
            "description": "Users have the right to access personal data hold by the Service, correct it and/or permanently delete it. This usually applies to Services GDPR compliants.",
            "last_updated": "2023-07-11 10:15:25",
            "edit_link": "https://edit.tosdr.org/points/19401",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service notice you before closing your account",
            "rating": "good",
            "description": "The Terms explain they will notify users at least 30 days before closing their accounts, which allows users to limit the losses and damages caused by this termination.",
            "last_updated": "2023-07-11 10:15:25",
            "edit_link": "https://edit.tosdr.org/points/19392",
            "approval_status": "APPROVED"
        },
        {
            "title": "You can opt out of promotional communications",
            "rating": "good",
            "description": "You can update your account preferences and/or easily unsubscribe of email/sms lists to stop receiving promotional communications.",
            "last_updated": "2023-07-11 06:26:10",
            "edit_link": "https://edit.tosdr.org/points/28960",
            "approval_status": "APPROVED"
        },
        {
            "title": "Conditions may change, but your continued acceptance is not inferred from an earlier acceptance",
            "rating": "neutral",
            "description": "When you're not logged in to a service, but use it repeatedly, it may still feel weird that their terms and conditions can change between one use and the next. However, this does not violate the rule-of-thumb that each new version should be accepted from scratch, without inferring your acceptance from the acceptance of an earlier version. Since no acceptance is inferred from continued use, but only from current use, we rate this as neutral instead of bad.",
            "last_updated": "2023-07-11 10:15:25",
            "edit_link": "https://edit.tosdr.org/points/19394",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service is not responsible for linked or (clearly) quoted content from third-party content providers",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:15:24",
            "edit_link": "https://edit.tosdr.org/points/19390",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service is provided 'as is' and to be used at your sole risk",
            "rating": "neutral",
            "description": "This service does not provide any guarantees as to its usability or fitness for the users' purposes. Users agree to use it at their own risk, accepting any possible bugs, malfunctions or harm to their devices.",
            "last_updated": "2023-07-11 06:27:35",
            "edit_link": "https://edit.tosdr.org/points/29999",
            "approval_status": "APPROVED"
        },
        {
            "title": "You are responsible for maintaining the security of your account and for the activities on your account",
            "rating": "neutral",
            "description": "You are responsible for protecting the confidentiality of your password and for maintaining the security of your account. Any activity occurring under your account is your responsibility, whether authorized by you or not.",
            "last_updated": "2023-07-11 10:15:25",
            "edit_link": "https://edit.tosdr.org/points/19388",
            "approval_status": "APPROVED"
        },
        {
            "title": "You must report to the service any unauthorized use of your account or any breach of security",
            "rating": "neutral",
            "description": "The service asks the user to notify them immediately of any unauthorized use or security breaches.",
            "last_updated": "2023-07-11 06:27:35",
            "edit_link": "https://edit.tosdr.org/points/29998",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.",
            "rating": "neutral",
            "description": "Even though the Do Not Track (DNT) header was not implemented perfectly, services should not track users whose browsers send a DNT header.",
            "last_updated": "2023-07-11 10:15:23",
            "edit_link": "https://edit.tosdr.org/points/19400",
            "approval_status": "APPROVED"
        },
        {
            "title": "Other applicable rules, terms, conditions or guidelines",
            "rating": "neutral",
            "description": "Use of the service is subject also to an exhaustive list of other documents containing rules, guidelines, terms or policies (in addition to the obvious Terms of Service/Terms of Use and Privacy Policy/Data Use Policy)",
            "last_updated": "2023-07-11 10:15:23",
            "edit_link": "https://edit.tosdr.org/points/19386",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your IP address is collected, which can be used to view your approximate location",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:26:10",
            "edit_link": "https://edit.tosdr.org/points/28961",
            "approval_status": "APPROVED"
        }
    ]
}