{
    "meta_data": {
        "title": "Disqus - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "Tracking via third-party cookies for other purposes without your consent.",
            "rating": "bad",
            "description": "The service's website sets third-party cookies (cookies that do not belong to their domain) for purposes not including statistics and analytics.",
            "last_updated": "2023-07-11 10:07:54",
            "point_link": "https://edit.tosdr.org/points/12040",
            "approval_status": "APPROVED",
            "clause_text": "We do not share your information with these partners, however, in the course of serving or displaying ads through Disqus, these partners may place a cookie on your browser.",
            "point_source": "https://help.disqus.com/terms-and-policies/third-party-advertising-partners",
            "case": {
                "text": "Third-party cookies are used for advertising",
                "href": "https://edit.tosdr.org/cases/128"
            }
        },
        {
            "title": "This service can share your personal information to third parties",
            "rating": "bad",
            "description": "Your personal data is or may be given to third parties nonessential to the service’s operation. This could be a business partner that receives your data to provide targeted advertisements.",
            "last_updated": "2023-07-11 10:07:33",
            "point_link": "https://edit.tosdr.org/points/12033",
            "approval_status": "APPROVED",
            "clause_text": "We may have to share your personal data with the parties set out below for the purposes set out in the table in paragraph 5 above.</p>",
            "point_source": "https://help.disqus.com/terms-and-policies/disqus-privacy-policy",
            "case": {
                "text": "This service shares your personal data with third parties that are not essential to its operation",
                "href": "https://edit.tosdr.org/cases/166"
            }
        },
        {
            "title": "Terms may be changed any time at their discretion, without notice to the user",
            "rating": "bad",
            "description": "The Agreements can be updated at any time, including in a way that negatively affects user rights, without notifying before or after the changes.",
            "last_updated": "2023-07-11 10:08:33",
            "point_link": "https://edit.tosdr.org/points/938",
            "approval_status": "APPROVED",
            "clause_text": "They can change the terms of service any time they see fit, even without notification to the user. Your use of the service supposedly constitutes acceptance of the changes in the terms.",
            "point_source": "https://help.disqus.com/terms-and-policies/disqus-privacy-policy",
            "case": {
                "text": "Terms may be changed any time at their discretion, without notice to you",
                "href": "https://edit.tosdr.org/cases/121"
            }
        },
        {
            "title": "The service can delete your account without prior notice and without a reason",
            "rating": "bad",
            "description": "At any time, your account can be terminated without explanation and without warning by the service.",
            "last_updated": "2023-07-11 10:07:34",
            "point_link": "https://edit.tosdr.org/points/12035",
            "approval_status": "APPROVED",
            "clause_text": "Disqus reserves the right to revoke your license to use the Service at any time and for any reason",
            "point_source": "https://help.disqus.com/terms-and-policies/terms-of-service",
            "case": {
                "text": "Your account can be deleted or permanently suspended without prior notice and without a reason",
                "href": "https://edit.tosdr.org/cases/201"
            }
        },
        {
            "title": "This service may use your personal information for marketing purposes",
            "rating": "bad",
            "description": "The service may use your personal data for marketing, such as sending you personalised offerings.",
            "last_updated": "2023-07-11 10:07:34",
            "point_link": "https://edit.tosdr.org/points/12046",
            "approval_status": "APPROVED",
            "clause_text": "Disqus may also send you email newsletters and email marketing messages if you have provided us with permission, or consented to receive such emails, as required in the jurisdiction in which you reside.\nEmail marketing messages may be tailored to your interests based on the information described above in this section,",
            "point_source": "https://help.disqus.com/terms-and-policies/disqus-privacy-policy",
            "case": {
                "text": "Your personal data may be used for marketing purposes",
                "href": "https://edit.tosdr.org/cases/336"
            }
        },
        {
            "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
            "rating": "bad",
            "description": "Tracking technologies (such as web beacons, tracking pixels...) are employed on users and/or the service assigns a unique ID to a browser or device to track its behaviour.",
            "last_updated": "2023-07-11 10:07:33",
            "point_link": "https://edit.tosdr.org/points/12034",
            "approval_status": "APPROVED",
            "clause_text": "When you use the Service, we may employ clear gifs (also known as web beacons) which are used to collect Technical Data and information such as online usage patterns.",
            "point_source": "https://help.disqus.com/terms-and-policies/disqus-privacy-policy",
            "case": {
                "text": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting",
                "href": "https://edit.tosdr.org/cases/323"
            }
        },
        {
            "title": "You are forced into binding arbitration in case of disputes",
            "rating": "bad",
            "description": "This service forces users to use their own contracted arbitrator and forces users to waive their rights to jury trial.",
            "last_updated": "2023-08-31 21:08:17",
            "point_link": "https://edit.tosdr.org/points/34825",
            "approval_status": "APPROVED",
            "clause_text": "THESE TERMS CONTAIN A MANDATORY ARBITRATION OF DISPUTES PROVISION THAT REQUIRES THE USE OF ARBITRATION ON AN INDIVIDUAL BASIS TO RESOLVE DISPUTES, RATHER THAN JURY TRIALS OR CLASS ACTIONS, AND ALSO LIMITS THE REMEDIES AVAILABLE TO YOU IN THE EVENT OF A DISPUTE.</p>\n<p>\n</p>\n<p>",
            "point_source": null,
            "case": {
                "text": "You are forced into binding arbitration in case of disputes",
                "href": "https://edit.tosdr.org/cases/339"
            }
        },
        {
            "title": "This service gathers information about you through third parties",
            "rating": "bad",
            "description": "This Service may employ, either identifiable or non-identifiable, data collection from third party sources about you.",
            "last_updated": "2023-07-11 10:07:32",
            "point_link": "https://edit.tosdr.org/points/12043",
            "approval_status": "APPROVED",
            "clause_text": "We may obtain or receive personal data about you from the following parties<b>, </b>",
            "point_source": "https://help.disqus.com/terms-and-policies/disqus-privacy-policy",
            "case": {
                "text": "Information is gathered about you through third parties",
                "href": "https://edit.tosdr.org/cases/382"
            }
        },
        {
            "title": "You waive your right to a class action.",
            "rating": "bad",
            "description": "The right to be represented in a class action (or representative action) exists in the US and some European countries. It allows people who have been similarly injured by the same accused to take legal action by a single lawsuit instead of individually. Some Terms of Service try to limit that right. By agreeing to them, you could waive (= renounce to) your right to a class action, which might reduce your chances to be successful in a case.",
            "last_updated": "2023-07-11 10:07:32",
            "point_link": "https://edit.tosdr.org/points/12036",
            "approval_status": "APPROVED",
            "clause_text": "YOU AGREE THAT, BY ENTERING INTO THESE TERMS, YOU ARE WAIVING THE RIGHT TO A TRIAL BY JURY OR TO PARTICIPATE IN A CLASS ACTION.</p>",
            "point_source": "https://help.disqus.com/terms-and-policies/terms-of-service",
            "case": {
                "text": "You waive your right to a class action.",
                "href": "https://edit.tosdr.org/cases/117"
            }
        },
        {
            "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.",
            "rating": "bad",
            "description": "If the service gets acquired or is involved in a merger, bankruptcy, reorganisation or sale, your personal data may be transferred or sold.",
            "last_updated": "2023-07-11 10:04:39",
            "point_link": "https://edit.tosdr.org/points/12049",
            "approval_status": "APPROVED",
            "clause_text": "We may seek to acquire other businesses or merge with them.\nIf a change happens to our business, then the new owners may use your personal data in the same way as set out in this privacy notice",
            "point_source": "https://help.disqus.com/terms-and-policies/disqus-privacy-policy",
            "case": {
                "text": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction",
                "href": "https://edit.tosdr.org/cases/243"
            }
        },
        {
            "title": "You waive your right to a class action.",
            "rating": "bad",
            "description": "The right to be represented in a class action (or representative action) exists in the US and some European countries. It allows people who have been similarly injured by the same accused to take legal action by a single lawsuit instead of individually. Some Terms of Service try to limit that right. By agreeing to them, you could waive (= renounce to) your right to a class action, which might reduce your chances to be successful in a case.",
            "last_updated": "2023-08-31 21:13:45",
            "point_link": "https://edit.tosdr.org/points/34832",
            "approval_status": "APPROVED",
            "clause_text": "ALL CLAIMS MUST BE BROUGHT IN THE PARTIES’ INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING.",
            "point_source": null,
            "case": {
                "text": "You waive your right to a class action.",
                "href": "https://edit.tosdr.org/cases/117"
            }
        },
        {
            "title": "The service uses your personal data to employ targeted third-party advertising",
            "rating": "bad",
            "description": "Your Personal Information is traded and shared with advertising companies to target ads on you, either on the website you were visiting or in third party websites. Your interaction with the service and data you have shared with them may be gathered to create an advertising ID or profile.",
            "last_updated": "2023-07-11 10:07:38",
            "point_link": "https://edit.tosdr.org/points/12041",
            "approval_status": "APPROVED",
            "clause_text": "Disqus uses, and also engages third party ad partners and affiliates who use cookie IDs, device IDs (including mobile), hashed email addresses, IP address, ISP and browser information, demographic or interest data, content viewed and actions taken on the Service or Partner Sites, including information about the websites you’ve viewed and advertisements you’ve interacted within order to provide you with more relevant advertising targeted to your preferences and interests derived from your interaction with the Service, Partner Sites or other third party websites",
            "point_source": "https://help.disqus.com/terms-and-policies/disqus-privacy-policy",
            "case": {
                "text": "Your personal data is used to employ targeted third-party advertising",
                "href": "https://edit.tosdr.org/cases/220"
            }
        },
        {
            "title": "Your data may be processed and stored anywhere in the world",
            "rating": "bad",
            "description": "Your data is stored all over the world, including in countries where data protection rules may differ from the ones of the service's jurisdiction or those of your country jurisdiction.",
            "last_updated": "2023-07-11 10:07:31",
            "point_link": "https://edit.tosdr.org/points/12050",
            "approval_status": "APPROVED",
            "clause_text": "For users based in the European Economic Area (EEA) we may share your personal data within the Disqus Group or with external third parties.\nThis may involve transferring your data outside the EEA.</p>",
            "point_source": "https://help.disqus.com/terms-and-policies/disqus-privacy-policy",
            "case": {
                "text": "Your data may be processed and stored anywhere in the world",
                "href": "https://edit.tosdr.org/cases/187"
            }
        },
        {
            "title": "This service uses third-party cookies for statistics",
            "rating": "bad",
            "description": "For instance, Google Analytics, rather than self-hosted (first-party) statistics software.",
            "last_updated": "2023-07-11 10:07:32",
            "point_link": "https://edit.tosdr.org/points/12044",
            "approval_status": "APPROVED",
            "clause_text": "analytics providers such as Google based outside the EU",
            "point_source": "https://help.disqus.com/terms-and-policies/disqus-privacy-policy",
            "case": {
                "text": "Third-party cookies are used for statistics",
                "href": "https://edit.tosdr.org/cases/325"
            }
        },
        {
            "title": "You can opt out of promotional communications",
            "rating": "good",
            "description": "You can update your account preferences and/or easily unsubscribe of email/sms lists to stop receiving promotional communications.",
            "last_updated": "2023-07-11 10:07:33",
            "point_link": "https://edit.tosdr.org/points/12047",
            "approval_status": "APPROVED",
            "clause_text": "You may opt-out of Newsletters and promotional emails from us at any time by using the opt-out mechanism contained in such emails (also referred to as \"unsubscribe\")",
            "point_source": "https://help.disqus.com/terms-and-policies/disqus-privacy-policy",
            "case": {
                "text": "You can opt out of promotional communications",
                "href": "https://edit.tosdr.org/cases/223"
            }
        },
        {
            "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:08:33",
            "point_link": "https://edit.tosdr.org/points/6857",
            "approval_status": "APPROVED",
            "clause_text": "p>\n<p>You agree to defend, indemnify and hold harmless Disqus and its subsidiaries, agents, licensors, managers, and other affiliated companies, and their employees, contractors, agents, officers and directors, from and against any and all claims, damages, obligations, losses, liabilities, costs or debt, and expenses (including but not limited to attorney’s fees) relating to your use of Service or actions taken through the Service, your User Content or any other data or content transmitted or received by you.\nor your violation of applicable law, third party proprietary rights or these Terms.&nbsp;</p",
            "point_source": "https://help.disqus.com/terms-and-policies/terms-of-service",
            "case": {
                "text": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
                "href": "https://edit.tosdr.org/cases/146"
            }
        },
        {
            "title": "Blocking first party cookies may limit your ability to use the service",
            "rating": "neutral",
            "description": "Most browsers allow users to set preferences related to cookies storage. You may choose to block all cookies (including first-party cookies), but it may impact your use of this service and you may not be able to access some or any of the features provided.",
            "last_updated": "2023-07-11 10:07:30",
            "point_link": "https://edit.tosdr.org/points/12042",
            "approval_status": "APPROVED",
            "clause_text": "If you do not want to accept our cookies, you can adjust your browser settings to decline cookies.\nYou should note, however, that certain areas of the Site may not operate properly if you decide not to accept cookies.",
            "point_source": "https://help.disqus.com/terms-and-policies/disqus-privacy-policy",
            "case": {
                "text": "Blocking first party cookies may limit your ability to use the service",
                "href": "https://edit.tosdr.org/cases/375"
            }
        },
        {
            "title": "There is a date of the last update of the terms",
            "rating": "neutral",
            "description": "The given text has a date that allows to know when it was last updated.",
            "last_updated": "2023-07-11 06:33:35",
            "point_link": "https://edit.tosdr.org/points/6856",
            "approval_status": "APPROVED",
            "clause_text": "Updated June 10, 2020</p>",
            "point_source": "https://help.disqus.com/terms-and-policies/disqus-privacy-policy",
            "case": {
                "text": "There is a date of the last update of the agreements",
                "href": "https://edit.tosdr.org/cases/331"
            }
        },
        {
            "title": "The service is not responsible for linked or (clearly) quoted content from third-party content providers",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:07:32",
            "point_link": "https://edit.tosdr.org/points/12045",
            "approval_status": "APPROVED",
            "clause_text": "This Privacy Policy only applies to the data we collect when you use the Service or view the comments and does not apply to any website that uses the Service or other website linked to from the Service",
            "point_source": "https://help.disqus.com/terms-and-policies/disqus-privacy-policy",
            "case": {
                "text": "The service is not responsible for linked or (clearly) quoted content from third-party content providers",
                "href": "https://edit.tosdr.org/cases/278"
            }
        },
        {
            "title": "You are responsible for any risks, damages, or losses that may incur by downloading materials",
            "rating": "neutral",
            "description": "Users are responsible for any harm to their computer system or loss of data they may incur through the download of materials from the service.",
            "last_updated": "2023-08-31 21:19:19",
            "point_link": "https://edit.tosdr.org/points/34831",
            "approval_status": "APPROVED",
            "clause_text": "ANY CONTENT DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE USE OF THE SERVICE IS DOWNLOADED AT YOUR OWN RISK AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR LOSS OF DATA THAT RESULTS FROM SUCH DOWNLOAD OR YOUR USE OF THE SERVICE.</p>",
            "point_source": null,
            "case": {
                "text": "You are responsible for any risks, damages, or losses that may incur by downloading materials",
                "href": "https://edit.tosdr.org/cases/291"
            }
        },
        {
            "title": "They may stop providing the service at any time",
            "rating": "neutral",
            "description": "They may discontinue the services without prior notice, at any time, for any or no reason. They usually assume no liability for losses and damages resulting from this suspension.",
            "last_updated": "2023-07-11 10:07:34",
            "point_link": "https://edit.tosdr.org/points/12038",
            "approval_status": "APPROVED",
            "clause_text": "We may, without prior notice to you, add or remove functionalities or features, and we may suspend or stop the Service altogether.</p>",
            "point_source": "https://help.disqus.com/terms-and-policies/terms-of-service",
            "case": {
                "text": "They may stop providing the service at any time",
                "href": "https://edit.tosdr.org/cases/203"
            }
        },
        {
            "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
            "rating": "neutral",
            "description": "The service provider expressly does not claim to provide uninterrupted, timely, secure or error-free service.",
            "last_updated": "2023-07-11 10:07:33",
            "point_link": "https://edit.tosdr.org/points/12032",
            "approval_status": "APPROVED",
            "clause_text": "THAT THE SERVICE WILL BE AVAILABLE AT ANY PARTICULAR TIME OR LOCATION, UNINTERRUPTED, SECURE, OR ERROR FREE.",
            "point_source": "https://help.disqus.com/terms-and-policies/terms-of-service",
            "case": {
                "text": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
                "href": "https://edit.tosdr.org/cases/287"
            }
        },
        {
            "title": "You agree not to submit libelous, harassing or threatening content",
            "rating": "neutral",
            "description": "This service prohibits users from submitting content of a variety of types. This can include content that is unlawful, harassing, abusive, threatening, libelous, sexist, racist, homophobic, transphobic, or discriminatory in any other way.",
            "last_updated": "2023-08-31 21:17:05",
            "point_link": "https://edit.tosdr.org/points/34829",
            "approval_status": "APPROVED",
            "clause_text": "Bullying.\nHarassment.\nHate Speech.\nWe do not allow bullying or hate speech on the Disqus platform.\nHate speech attacks people based on “protected characteristics” which include race, ethnicity, sexual orientation, religious affiliation, sex, gender, gender identity or serious disability or disease.\nBullying targets individuals with the intention of degrading or shaming them.\nBullying is especially harmful to minors because they may be more vulnerable.\nDisqus prohibits bullying and hate speech and requires our users to respect each other and comment with the respect and sensitivity of others in mind.&nbsp;</p>\n<p>",
            "point_source": null,
            "case": {
                "text": "You agree not to submit libelous, harassing or threatening content",
                "href": "https://edit.tosdr.org/cases/283"
            }
        },
        {
            "title": "The service is provided 'as is' and to be used at the users' sole risk",
            "rating": "neutral",
            "description": "This service does not provide any guarantees as to its usability or fitness for the users' purposes. Users agree to use it at their own risk, accepting any possible bugs, malfunctions or harm to their devices.",
            "last_updated": "2023-07-11 10:07:34",
            "point_link": "https://edit.tosdr.org/points/12030",
            "approval_status": "APPROVED",
            "clause_text": "THE SERVICE IS PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS.",
            "point_source": "https://help.disqus.com/terms-and-policies/terms-of-service",
            "case": {
                "text": "The service is provided 'as is' and to be used at your sole risk",
                "href": "https://edit.tosdr.org/cases/286"
            }
        },
        {
            "title": "The service is provided 'as is' and to be used at your sole risk",
            "rating": "neutral",
            "description": "This service does not provide any guarantees as to its usability or fitness for the users' purposes. Users agree to use it at their own risk, accepting any possible bugs, malfunctions or harm to their devices.",
            "last_updated": "2023-08-31 21:19:09",
            "point_link": "https://edit.tosdr.org/points/34830",
            "approval_status": "APPROVED",
            "clause_text": "YOUR ACCESS TO AND USE OF THE SERVICE IS AT YOUR OWN RISK.\nWITHOUT LIMITING THE FOREGOING, DISQUS, ITS PARENTS, AFFILIATES, RELATED COMPANIES, OFFICERS, DIRECTORS, EMPLOYEES, AGENTS, REPRESENTATIVES, PARTNERS, AND LICENSORS (THE “DISQUS ENTITIES”) DISCLAIM, TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT.\nTHE DISQUS ENTITIES",
            "point_source": null,
            "case": {
                "text": "The service is provided 'as is' and to be used at your sole risk",
                "href": "https://edit.tosdr.org/cases/286"
            }
        },
        {
            "title": "If you are the target of a copyright claim, your content may be removed",
            "rating": "neutral",
            "description": "The content you have published on the service may be removed if it infringes copyright.",
            "last_updated": "2023-08-31 21:09:48",
            "point_link": "https://edit.tosdr.org/points/34826",
            "approval_status": "APPROVED",
            "clause_text": "Disqus has adopted a policy of terminating, in appropriate circumstances, Users who are deemed to be repeat infringers.\nDisqus may also at its sole discretion limit access to the Service and/or terminate the accounts of any Users who infringe any intellectual property rights of others,",
            "point_source": null,
            "case": {
                "text": "If you are the target of a copyright claim, your content may be removed",
                "href": "https://edit.tosdr.org/cases/310"
            }
        },
        {
            "title": "This service is only available to users over a certain age",
            "rating": "neutral",
            "description": "The Services are intended for users who are at least a certain age. If you are younger than the age required then you are prohibited from using the Service.",
            "last_updated": "2023-07-11 10:07:35",
            "point_link": "https://edit.tosdr.org/points/12048",
            "approval_status": "APPROVED",
            "clause_text": "The Service is not intended for use by children under the age of",
            "point_source": "https://help.disqus.com/terms-and-policies/disqus-privacy-policy",
            "case": {
                "text": "This service is only available to users over a certain age",
                "href": "https://edit.tosdr.org/cases/152"
            }
        },
        {
            "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder",
            "rating": "neutral",
            "description": "Should any portion of the Terms of Service be unenforceable or invalid, that portion will be enforced to the fullest extent permitted by applicable law and the remainder of the TOS will remain valid and enforceable.",
            "last_updated": "2023-07-11 10:07:34",
            "point_link": "https://edit.tosdr.org/points/12037",
            "approval_status": "APPROVED",
            "clause_text": "<p>In the event that any provision of these Terms is held to be invalid or unenforceable, then that provision will be limited or eliminated to the minimum extent necessary, and the remaining provisions of these Terms will remain in full force and effect.",
            "point_source": "https://help.disqus.com/terms-and-policies/terms-of-service",
            "case": {
                "text": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder",
                "href": "https://edit.tosdr.org/cases/294"
            }
        },
        {
            "title": "You are responsible for maintaining the security of your account and for the activities on your account",
            "rating": "neutral",
            "description": "You are responsible for protecting the confidentiality of your password and for maintaining the security of your account. Any activity occurring under your account is your responsibility, whether authorized by you or not.",
            "last_updated": "2023-07-11 10:07:34",
            "point_link": "https://edit.tosdr.org/points/12039",
            "approval_status": "APPROVED",
            "clause_text": "You are solely responsible for the activity that occurs on your account, and you must keep your account password secure.",
            "point_source": "https://help.disqus.com/terms-and-policies/terms-of-service",
            "case": {
                "text": "You are responsible for maintaining the security of your account and for the activities on your account",
                "href": "https://edit.tosdr.org/cases/148"
            }
        },
        {
            "title": "Instructions are provided on how to submit a copyright claim",
            "rating": "neutral",
            "description": "If content that you own is copied or made accessible through the service in a way that constitutes an intellectual property right infringement, you can report it following the instructions given in the agreements.",
            "last_updated": "2023-08-31 21:18:44",
            "point_link": "https://edit.tosdr.org/points/34827",
            "approval_status": "APPROVED",
            "clause_text": "<b>Copyright Infringement: Digital Millennium Copyright Act of 1998 (“DMCA”)</b>\n</p>\n<p>\n</p>\n<p>If you believe that your copyrighted work has been copied in a way that constitutes copyright infringement under the DMCA and is accessible via the Service, please notify Disqus’ copyright agent at the contact information below.\nFor your complaint to be valid under the DMCA, you must provide the following information in writing:</p>\n<p>\n</p>\n<ul>\n<li>An electronic or physical signature of a person authorized to act on behalf of the copyright owner;</li>\n<li>Identification of the copyrighted work that you claim has been infringed;</li>\n<li>Identification of the material that is claimed to be infringing and where it is located on the Service;</li>\n<li>Information reasonably sufficient to permit Disqus to contact you, such as your address, telephone number, and, e-mail address;</li>\n<li>A statement that you have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or law.\nand</li>\n<li>A statement, made under penalty of perjury, that the above information is accurate, and that you are the copyright owner or are authorized to act on behalf of the owner.</li>\n</ul>\n<p>DMCA Agent Contact Information:&nbsp;</p>\n<p>\n</p>\n<p>Disqus, Inc.&nbsp;</p>\n<p>\n</p>\n<p>Attn: DMCA Notice Disqus, Inc.</p>\n<p>\n</p>\n<p>717 Market Street, Suite 700</p>\n<p>\n</p>\n<p>San Francisco, CA 94105</p>\n<p>\n</p>\n<p>Email: dmca@disqus.com</p>\n<p>",
            "point_source": null,
            "case": {
                "text": "Instructions are provided on how to submit a copyright claim",
                "href": "https://edit.tosdr.org/cases/138"
            }
        },
        {
            "title": "The service does not guarantee accuracy or reliability of the information provided",
            "rating": "neutral",
            "description": "This service makes no warranty regarding the accuracy or reliability of any information that is given on its website or the results that may be obtained from the use of the service.",
            "last_updated": "2023-07-11 10:07:33",
            "point_link": "https://edit.tosdr.org/points/12031",
            "approval_status": "APPROVED",
            "clause_text": "DO NOT WARRANT OR REPRESENT AND DISCLAIM, TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, ALL LIABILITY FOR: (I) THE COMPLETENESS.\n&nbsp;ACCURACY, RELIABILITY OR CORRECTNESS OF THE SERVICES OR ANY CONTENT",
            "point_source": "https://help.disqus.com/terms-and-policies/terms-of-service",
            "case": {
                "text": "The service does not guarantee accuracy or reliability of the information provided",
                "href": "https://edit.tosdr.org/cases/288"
            }
        }
    ]
}