{
    "meta_data": {
        "title": "Canva - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "You must provide your identifiable information",
            "rating": "bad",
            "description": "The Service requires users to provide their identifiable information, including phone number, iD number or other information, even though this data collection isn’t essential for the purposes of the service. They may still allow pseudonyms in the foreground.",
            "last_updated": "2023-07-11 06:22:23",
            "point_link": "https://edit.tosdr.org/points/25378",
            "approval_status": "APPROVED",
            "clause_text": "When you create a Canva account, you have to provide us with accurate information.",
            "point_source": "https://www.canva.com/policies/terms-of-use/",
            "case": {
                "text": "You must provide your identifiable information",
                "href": "https://edit.tosdr.org/cases/409"
            }
        },
        {
            "title": "Prices and fees may be changed at any time, without notice to you",
            "rating": "bad",
            "description": "The service reserves the right to change or modify its pricing and fees at any time, and such changes are effective immediately without need for further notice to the user.",
            "last_updated": "2023-07-11 06:25:20",
            "point_link": "https://edit.tosdr.org/points/28223",
            "approval_status": "APPROVED",
            "clause_text": "or amend fees and charges for existing services, at any time in its sole discretion.",
            "point_source": "https://www.canva.com/policies/terms-of-use/",
            "case": {
                "text": "Prices and fees may be changed at any time, without notice to you",
                "href": "https://edit.tosdr.org/cases/497"
            }
        },
        {
            "title": "This service may collect, use, and share location data",
            "rating": "bad",
            "description": "Location-based information is collected and may be used and/or shared with third parties for purposes not directly related to the services provided (i.e. the Service doesn't rely on the use or share of location data to function properly).",
            "last_updated": "2023-07-11 06:30:07",
            "point_link": "https://edit.tosdr.org/points/31930",
            "approval_status": "APPROVED",
            "clause_text": "We may share certain information such as your location, browser and cookie data and other data relating to your use of our Service with our business partners to deliver personalized advertisements (“ads”)",
            "point_source": "https://about.canva.com/cookies-policy/",
            "case": {
                "text": "This service may collect, use, and share location data",
                "href": "https://edit.tosdr.org/cases/373"
            }
        },
        {
            "title": "Third-party web beacons are used for advertising",
            "rating": "bad",
            "description": "The service's website sets third-party cookies (cookies that do not belong to their domain) for purposes not including statistics and analytics.",
            "last_updated": "2023-07-11 06:30:08",
            "point_link": "https://edit.tosdr.org/points/31932",
            "approval_status": "APPROVED",
            "clause_text": "We also use web beacons placed by third party advertisers to track whether you have clicked on the adverts they have placed and to measure success.</p>",
            "point_source": "https://about.canva.com/cookies-policy/",
            "case": {
                "text": "Third-party cookies are used for advertising",
                "href": "https://edit.tosdr.org/cases/128"
            }
        },
        {
            "title": "User-generated content can be blocked or censored for any reason",
            "rating": "bad",
            "description": "The service reserves the right, for any or no reason, to refuse to post or reject user communications.",
            "last_updated": "2023-07-11 06:22:23",
            "point_link": "https://edit.tosdr.org/points/25376",
            "approval_status": "APPROVED",
            "clause_text": "Canva reserves the right, but is not obligated, to reject and/or remove any User Content that Canva believes, in its sole discretion,",
            "point_source": "https://www.canva.com/policies/terms-of-use/",
            "case": {
                "text": "User-generated content can be blocked or censored for any reason",
                "href": "https://edit.tosdr.org/cases/379"
            }
        },
        {
            "title": "Your account can be deleted without prior notice and without a reason",
            "rating": "bad",
            "description": "At any time, your account can be terminated without explanation and without warning by the service.",
            "last_updated": "2023-07-11 06:22:23",
            "point_link": "https://edit.tosdr.org/points/25375",
            "approval_status": "APPROVED",
            "clause_text": "We may permanently or temporarily terminate or suspend your access to the Service without notice and liability for any reason",
            "point_source": "https://www.canva.com/policies/terms-of-use/",
            "case": {
                "text": "Your account can be deleted or permanently suspended without prior notice and without a reason",
                "href": "https://edit.tosdr.org/cases/201"
            }
        },
        {
            "title": "You are being tracked via social media cookies/pixels",
            "rating": "bad",
            "description": "These types of cookies/pixels send information to social media sites when you interact with the service.",
            "last_updated": "2023-07-11 06:32:24",
            "point_link": "https://edit.tosdr.org/points/31935",
            "approval_status": "APPROVED",
            "clause_text": "<strong>Social Media Cookies</strong>\nOn some pages of our Website, third parties that provide applications through our Website will set their own cookies in order to track the success of their applications or customize applications for you.\nBecause of how cookies work, we cannot access these cookies, nor can the third parties access the data in cookies used by us.<p>\n</p>\n<p>These cookies are used when you share an article using a social media sharing button on our Website (e.g., Facebook, LinkedIn) as the social network that has created the button will record that you have done this.",
            "point_source": "https://about.canva.com/cookies-policy/",
            "case": {
                "text": "You are being tracked via social media cookies/pixels",
                "href": "https://edit.tosdr.org/cases/307"
            }
        },
        {
            "title": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting",
            "rating": "bad",
            "description": "Tracking technologies (such as web beacons, tracking pixels...) are employed on users and/or the service assigns a unique ID to a browser or device to track its behaviour.",
            "last_updated": "2023-07-11 06:30:07",
            "point_link": "https://edit.tosdr.org/points/31928",
            "approval_status": "APPROVED",
            "clause_text": "Web beacons/Pixels are invisible picture files/small portions of code that we use when providing the Services.\nWe use web beacons to track the online usage patterns of our users.",
            "point_source": "https://about.canva.com/cookies-policy/",
            "case": {
                "text": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting",
                "href": "https://edit.tosdr.org/cases/323"
            }
        },
        {
            "title": "Third-party cookies are used for statistics",
            "rating": "bad",
            "description": "For instance, Google Analytics, rather than self-hosted (first-party) statistics software.",
            "last_updated": "2023-07-11 06:30:08",
            "point_link": "https://edit.tosdr.org/points/31934",
            "approval_status": "APPROVED",
            "clause_text": "<p>We use Google Analytics, which is a web analytics tool that helps us understand how users engage with the Website.\nLike many services, Google Analytics uses first-party cookies to track user interactions, as in our case, where they are used to collect information about how users use our site.",
            "point_source": "https://about.canva.com/cookies-policy/",
            "case": {
                "text": "Third-party cookies are used for statistics",
                "href": "https://edit.tosdr.org/cases/325"
            }
        },
        {
            "title": "Tracking pixels are used in service-to-user communication",
            "rating": "bad",
            "description": "The service tracks the user count or some actions of the user; this is usually used for statistics. For example, emails sent by a service can contain a pixel tag, which is a small, clear image that can tell them whether or not you have opened an email and what your IP address is.",
            "last_updated": "2023-07-11 06:30:05",
            "point_link": "https://edit.tosdr.org/points/31929",
            "approval_status": "APPROVED",
            "clause_text": "We also use clear web beacons in HTML-based emails sent to our users to track which emails are opened and which links are clicked by recipients.",
            "point_source": "https://about.canva.com/cookies-policy/",
            "case": {
                "text": "Tracking pixels are used in service-to-user communication",
                "href": "https://edit.tosdr.org/cases/217"
            }
        },
        {
            "title": "Your personal data is not sold",
            "rating": "good",
            "description": "This service makes an explicit promise not to sell \"personal data\" of users.",
            "last_updated": "2023-07-11 06:32:11",
            "point_link": "https://edit.tosdr.org/points/31931",
            "approval_status": "APPROVED",
            "clause_text": "Canva does not sell, rent, or share the information we collect directly from you or about you from third parties with these third-party ad servers or ad networks for such parties’ own marketing purposes",
            "point_source": "https://about.canva.com/cookies-policy/",
            "case": {
                "text": "Your personal data is not sold",
                "href": "https://edit.tosdr.org/cases/193"
            }
        },
        {
            "title": "You can opt out of promotional communications",
            "rating": "good",
            "description": "You can update your account preferences and/or easily unsubscribe of email/sms lists to stop receiving promotional communications.",
            "last_updated": "2023-07-11 06:18:32",
            "point_link": "https://edit.tosdr.org/points/22350",
            "approval_status": "APPROVED",
            "clause_text": "We might email you important messages and information we think you’ll find useful.\nWe will stop sending you promotional materials if you tell us you’re not interested.</p>",
            "point_source": "https://about.canva.com/terms-of-use/",
            "case": {
                "text": "You can opt out of promotional communications",
                "href": "https://edit.tosdr.org/cases/223"
            }
        },
        {
            "title": "The service has a no refund policy",
            "rating": "neutral",
            "description": "Payments are final and can't be refunded unless required by law.",
            "last_updated": "2023-07-11 06:25:21",
            "point_link": "https://edit.tosdr.org/points/28222",
            "approval_status": "APPROVED",
            "clause_text": "No Refunds.\n<p>You may cancel your Canva account at any time.\nhowever, there are no refunds for cancellation.\nIn the event that Canva suspends or terminates your account or this Agreement, you understand and agree that you shall receive no refund or exchange for any credits, any unused time on a subscription, any license or subscription fees for any portion of the Service,",
            "point_source": "https://www.canva.com/policies/terms-of-use/",
            "case": {
                "text": "The service has a no refund policy",
                "href": "https://edit.tosdr.org/cases/162"
            }
        },
        {
            "title": "Your content can be distributed through any media known now or in the future",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:22:23",
            "point_link": "https://edit.tosdr.org/points/25379",
            "approval_status": "APPROVED",
            "clause_text": "you have all rights necessary to grant to Canva a multi-use, sublicensable, transferable, perpetual, irrevocable, non-exclusive, worldwide license to use, reproduce, modify, publish, list information regarding, edit, translate, distribute, syndicate, publicly perform, publicly display, and make derivative works of all such User Content and your name, voice, and/or likeness as contained in your User Content, in whole or in part, and in any form, media or technology, whether now known or hereafter developed",
            "point_source": "https://www.canva.com/policies/terms-of-use/",
            "case": {
                "text": "Your content can be distributed through any media known now or in the future",
                "href": "https://edit.tosdr.org/cases/139"
            }
        },
        {
            "title": "Conditions may change, but your continued acceptance is not inferred from an earlier acceptance",
            "rating": "neutral",
            "description": "When you're not logged in to a service, but use it repeatedly, it may still feel weird that their terms and conditions can change between one use and the next. However, this does not violate the rule-of-thumb that each new version should be accepted from scratch, without inferring your acceptance from the acceptance of an earlier version. Since no acceptance is inferred from continued use, but only from current use, we rate this as neutral instead of bad.",
            "last_updated": "2023-07-11 06:22:24",
            "point_link": "https://edit.tosdr.org/points/25380",
            "approval_status": "APPROVED",
            "clause_text": "hen we change the Agreement in a material manner, we will update the ‘last modified’ date at the top of this page.\nYour continued use of the Service after any such change constitutes your acceptance of the new Terms of Use.\nIf you do not agree to any of these terms or any future Terms of Use, do not use or access (or continue to access)",
            "point_source": "https://www.canva.com/policies/terms-of-use/",
            "case": {
                "text": "Conditions may change, but your continued acceptance is not inferred from an earlier acceptance",
                "href": "https://edit.tosdr.org/cases/277"
            }
        },
        {
            "title": "The service is not responsible for linked or (clearly) quoted content from third-party content providers",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:25:21",
            "point_link": "https://edit.tosdr.org/points/28224",
            "approval_status": "APPROVED",
            "clause_text": "Canva does not endorse or assume any responsibility for any such third-party apps, sites, information, materials, products, or services.\nIf you access a third-party app or website from the Service, you do so at your own risk,",
            "point_source": "https://www.canva.com/policies/terms-of-use/",
            "case": {
                "text": "The service is not responsible for linked or (clearly) quoted content from third-party content providers",
                "href": "https://edit.tosdr.org/cases/278"
            }
        },
        {
            "title": "Blocking first party cookies may limit your ability to use the service",
            "rating": "neutral",
            "description": "Most browsers allow users to set preferences related to cookies storage. You may choose to block all cookies (including first-party cookies), but it may impact your use of this service and you may not be able to access some or any of the features provided.",
            "last_updated": "2023-07-11 06:30:07",
            "point_link": "https://edit.tosdr.org/points/31933",
            "approval_status": "APPROVED",
            "clause_text": "Without these cookies, services you have asked for, like transactional pages and secure login accounts would not be possible.",
            "point_source": "https://about.canva.com/cookies-policy/",
            "case": {
                "text": "Blocking first party cookies may limit your ability to use the service",
                "href": "https://edit.tosdr.org/cases/375"
            }
        },
        {
            "title": "They may stop providing the service at any time",
            "rating": "neutral",
            "description": "They may discontinue the services without prior notice, at any time, for any or no reason. They usually assume no liability for losses and damages resulting from this suspension.",
            "last_updated": "2023-07-11 06:22:23",
            "point_link": "https://edit.tosdr.org/points/25374",
            "approval_status": "APPROVED",
            "clause_text": "We may, without prior notice, change the Service.\nstop providing the Service",
            "point_source": "https://www.canva.com/policies/terms-of-use/",
            "case": {
                "text": "They may stop providing the service at any time",
                "href": "https://edit.tosdr.org/cases/203"
            }
        },
        {
            "title": "Defend, indemnify, hold harmless; survives termination",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:22:22",
            "point_link": "https://edit.tosdr.org/points/25368",
            "approval_status": "APPROVED",
            "clause_text": "<p>You agree to defend, indemnify and hold harmless Canva and its subsidiaries, agents, licensors, managers, and other affiliated companies, and their employees, contractors, agents, officers and directors, from and against any and all claims, damages, obligations, losses, liabilities, costs or debt, and expenses (including but not limited to attorney’s fees) arising from: (i) your use of and access to the Service, including any data or content transmitted or received by you.",
            "point_source": "https://www.canva.com/policies/terms-of-use/",
            "case": {
                "text": "Defend, indemnify, hold harmless; survives termination",
                "href": "https://edit.tosdr.org/cases/147"
            }
        },
        {
            "title": "You are prohibited from sending chain letters, junk mail, spam or any unsolicited messages",
            "rating": "neutral",
            "description": "Users are not allowed to use the service for chain letters, junk mail, spamming or any other distribution of content to people who have not agreed to receiving it.",
            "last_updated": "2023-07-11 06:22:22",
            "point_link": "https://edit.tosdr.org/points/25370",
            "approval_status": "APPROVED",
            "clause_text": "transmitting spam, chain letters, or other unsolicited email.",
            "point_source": "https://www.canva.com/policies/terms-of-use/",
            "case": {
                "text": "You are prohibited from sending chain letters, junk mail, spam or any unsolicited messages",
                "href": "https://edit.tosdr.org/cases/281"
            }
        },
        {
            "title": "Spidering, crawling, or accessing the site through any automated means is not allowed",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:25:21",
            "point_link": "https://edit.tosdr.org/points/28221",
            "approval_status": "APPROVED",
            "clause_text": "including without limitation by any automated or non-automated “scraping”.\n(ii) using any automated system, including without limitation “robots,” “spiders,” “offline readers,” etc.,",
            "point_source": "https://www.canva.com/policies/terms-of-use/",
            "case": {
                "text": "Spidering, crawling, or accessing the site through any automated means is not allowed",
                "href": "https://edit.tosdr.org/cases/150"
            }
        },
        {
            "title": "This service is only available to users over a certain age",
            "rating": "neutral",
            "description": "The Services are intended for users who are at least a certain age. If you are younger than the age required then you are prohibited from using the Service.",
            "last_updated": "2023-07-11 04:48:15",
            "point_link": "https://edit.tosdr.org/points/22349",
            "approval_status": "APPROVED",
            "clause_text": "You must be 13 years old or older to use or access the Service",
            "point_source": "https://about.canva.com/terms-of-use/",
            "case": {
                "text": "This service is only available to users over a certain age",
                "href": "https://edit.tosdr.org/cases/152"
            }
        },
        {
            "title": "The posting of pornographic content is prohibited",
            "rating": "neutral",
            "description": "Users are not allowed to post any content of pornographic nature. This includes adult content, things that are sexually explicit, or obscene.",
            "last_updated": "2023-07-11 06:22:22",
            "point_link": "https://edit.tosdr.org/points/25366",
            "approval_status": "APPROVED",
            "clause_text": "or (xvv) uploading any content that is sexual or pornographic or links to such material.",
            "point_source": "https://www.canva.com/policies/terms-of-use/",
            "case": {
                "text": "The posting of pornographic content is prohibited",
                "href": "https://edit.tosdr.org/cases/315"
            }
        },
        {
            "title": "This service informs you that its Terms of Service does not apply to third party websites",
            "rating": "neutral",
            "description": "The service states that whenever it links to third party websites or applications, its Terms of Service does not apply. Those third party websites or applications hosted or operated by other organizations may have their Terms of Service.",
            "last_updated": "2023-07-11 06:22:23",
            "point_link": "https://edit.tosdr.org/points/25381",
            "approval_status": "APPROVED",
            "clause_text": "and you understand that this Agreement and Canva’s Privacy Policy do not apply to your use of such sites.",
            "point_source": "https://www.canva.com/policies/terms-of-use/",
            "case": {
                "text": "This service informs you that its Terms of Service does not apply to third party websites",
                "href": "https://edit.tosdr.org/cases/408"
            }
        },
        {
            "title": "The service does not guarantee accuracy or reliability of the information provided",
            "rating": "neutral",
            "description": "This service makes no warranty regarding the accuracy or reliability of any information that is given on its website or the results that may be obtained from the use of the service.",
            "last_updated": "2023-07-11 06:22:22",
            "point_link": "https://edit.tosdr.org/points/25369",
            "approval_status": "APPROVED",
            "clause_text": "Canva assumes no liability or responsibility for any (i) errors, mistakes, or inaccuracies of content.",
            "point_source": "https://www.canva.com/policies/terms-of-use/",
            "case": {
                "text": "The service does not guarantee accuracy or reliability of the information provided",
                "href": "https://edit.tosdr.org/cases/288"
            }
        },
        {
            "title": "You are responsible for maintaining the security of your account and for the activities on your account",
            "rating": "neutral",
            "description": "You are responsible for protecting the confidentiality of your password and for maintaining the security of your account. Any activity occurring under your account is your responsibility, whether authorized by you or not.",
            "last_updated": "2023-07-11 06:22:23",
            "point_link": "https://edit.tosdr.org/points/25373",
            "approval_status": "APPROVED",
            "clause_text": "You are responsible for any activity that occurs on your account",
            "point_source": "https://www.canva.com/policies/terms-of-use/",
            "case": {
                "text": "You are responsible for maintaining the security of your account and for the activities on your account",
                "href": "https://edit.tosdr.org/cases/148"
            }
        },
        {
            "title": "You are responsible for maintaining the security of your account and for the activities on your account",
            "rating": "neutral",
            "description": "You are responsible for protecting the confidentiality of your password and for maintaining the security of your account. Any activity occurring under your account is your responsibility, whether authorized by you or not.",
            "last_updated": "2023-07-11 06:18:32",
            "point_link": "https://edit.tosdr.org/points/22351",
            "approval_status": "APPROVED",
            "clause_text": "You are solely responsible for the activity that occurs on your account, and you must keep your account password secure.",
            "point_source": "https://about.canva.com/terms-of-use/",
            "case": {
                "text": "You are responsible for maintaining the security of your account and for the activities on your account",
                "href": "https://edit.tosdr.org/cases/148"
            }
        },
        {
            "title": "You must report to the service any unauthorized use of your account or any breach of security",
            "rating": "neutral",
            "description": "The service asks the user to notify them immediately of any unauthorized use or security breaches.",
            "last_updated": "2023-07-11 06:22:23",
            "point_link": "https://edit.tosdr.org/points/25372",
            "approval_status": "APPROVED",
            "clause_text": "You must notify Canva immediately of any breach of security or unauthorized use of your account.",
            "point_source": "https://www.canva.com/policies/terms-of-use/",
            "case": {
                "text": "You must report to the service any unauthorized use of your account or any breach of security",
                "href": "https://edit.tosdr.org/cases/484"
            }
        },
        {
            "title": "You agree not to submit illegal content",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:22:22",
            "point_link": "https://edit.tosdr.org/points/25367",
            "approval_status": "APPROVED",
            "clause_text": "contains any information or content that we deem to be unlawful,",
            "point_source": "https://www.canva.com/policies/terms-of-use/",
            "case": {
                "text": "You agree not to submit illegal content",
                "href": "https://edit.tosdr.org/cases/238"
            }
        },
        {
            "title": "Minors must have the authorization of their legal guardians to use the service",
            "rating": "neutral",
            "description": "Minors must have the authorization of their legal guardians to use the services. The legal guardians are responsible for the use of the service by the minor.",
            "last_updated": "2023-07-11 06:19:47",
            "point_link": "https://edit.tosdr.org/points/23305",
            "approval_status": "APPROVED",
            "clause_text": "unless you are under 13 years old and your use of the Service is directly supervised by your parent or guardian or another authorized adult (e.g., a teacher) who agrees to be bound by this Agreement.",
            "point_source": "https://www.canva.com/policies/terms-of-use/",
            "case": {
                "text": "Minors must have the authorization of their legal guardians to use the service",
                "href": "https://edit.tosdr.org/cases/486"
            }
        }
    ]
}