{
    "meta_data": {
        "title": "YouGov - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "Specific content can be deleted without reason and may be removed without prior notice",
            "rating": "blocker",
            "description": "This service can delete specific content. Usually they will claim they reserve the right to do it at their sole discretion, which is legalese for saying they won't give a specific reason. If the terms say they will not notify you, it shall be included in the quote but if it does not explicitly say they will give you a notice, it can be reasonably inferred that they can do it without telling you.",
            "last_updated": "2023-07-11 06:18:51",
            "point_link": "https://edit.tosdr.org/points/22602",
            "approval_status": "APPROVED",
            "clause_text": "Notwithstanding the foregoing YouGov shall have the right in their sole discretion to refuse, edit, move or remove any such User Content, whether or not that content violates these Terms.</p>",
            "point_source": "https://account.yougov.com/gb-en/account/terms-and-conditions",
            "case": {
                "text": "Specific content can be deleted without reason and may be removed without prior notice",
                "href": "https://edit.tosdr.org/cases/202"
            }
        },
        {
            "title": "Sensitive data is collected and shared to target advertising",
            "rating": "blocker",
            "description": "Sensitive data refers to information requiring special protection, such as health data, political and religious beliefs, ethnic origins, sexual life and financial information. The service collects and shares this data with third parties for advertising or marketing.",
            "last_updated": "2023-07-11 06:18:51",
            "point_link": "https://edit.tosdr.org/points/22615",
            "approval_status": "APPROVED",
            "clause_text": "They use sensitive data for the same purposes as \"typical\" personal data, including to target advertising as shown in this point https://edit.tosdr.org/points/22614",
            "point_source": "https://account.yougov.com/gb-en/account/privacy-policy",
            "case": {
                "text": "Sensitive data is collected and shared to target advertising",
                "href": "https://edit.tosdr.org/cases/487"
            }
        },
        {
            "title": "This service shares your personal data with third parties that are not involved in its operation",
            "rating": "bad",
            "description": "Your personal data is or may be given to third parties nonessential to the service’s operation. This could be a business partner that receives your data to provide targeted advertisements.",
            "last_updated": "2023-07-11 06:18:52",
            "point_link": "https://edit.tosdr.org/points/22621",
            "approval_status": "APPROVED",
            "clause_text": "These \"partner organizations\" include advertisers.",
            "point_source": "https://account.yougov.com/gb-en/account/privacy-policy",
            "case": {
                "text": "This service shares your personal data with third parties that are not essential to its operation",
                "href": "https://edit.tosdr.org/cases/166"
            }
        },
        {
            "title": "Many different types of personal data are collected",
            "rating": "bad",
            "description": "The service collects different kinds of personal data, such as name, demographic information, postal address, biometric data, device information, IDs, contacts, call logs...",
            "last_updated": "2023-07-11 06:18:57",
            "point_link": "https://edit.tosdr.org/points/22616",
            "approval_status": "APPROVED",
            "clause_text": "When you participate in research opportunities on our website or mobile apps, we collect:</p>\n<ul>\n<li>Information you proactively share with us about who you are, what you think (for example your opinions on topical issues, companies and brands) and what you do (for example what shops you like to shop in, what TV shows you have recently watched, or what kind of things you own)</li>\n<li>Device and browser “metadata” (basically an audit trail of your device and browser use), which is information that is collected automatically when you interact with us.\nMetadata includes your IP address, the make, model and operating system of the device you have used and browser type</li>\n</ul>\n<p>If you have agreed to download YouGov Pulse, our tracking software (you will have been specifically invited to do this, it doesn’t happen automatically), we collect:</p>\n<ul>\n<li>Device and browser metadata</li>\n<li>Information about websites you have visited, which applications you have downloaded onto your computer and mobile devices, and how and when you use them (we do not collect any data that you input into secure forms whilst browsing (such as usernames, passwords or online transactions)</li>\n<li>Search terms that you enter into search engines</li>\n<li>Information about what is being watched on certain media apps that you may use, for example Netflix and Amazon Prime</li>\n</ul>\n<p>You can find more information about YouGov Pulse, the types of information that may be collected and how they are used, here.</p>\n<p>If you have agreed to participate in YouGov Safe, we collect:</p>\n<ul>\n<li>Any information that you agree to upload, which may relate to your viewing history on one or more streaming services, or your online purchase history (and you will always be able to see what information will be uploaded, how it will be used and who it may be shared with before you confirm that you’re happy for the information to be collected)</li>",
            "point_source": "https://account.yougov.com/gb-en/account/privacy-policy",
            "case": {
                "text": "Many different types of personal data are collected",
                "href": "https://edit.tosdr.org/cases/376"
            }
        },
        {
            "title": "Your account can be deleted without prior notice and without a reason",
            "rating": "bad",
            "description": "At any time, your account can be terminated without explanation and without warning by the service.",
            "last_updated": "2023-07-11 06:18:51",
            "point_link": "https://edit.tosdr.org/points/22609",
            "approval_status": "APPROVED",
            "clause_text": "ou agree that YouGov, in its sole discretion, may suspend your Membership, participation in any YouGov Activities or access to the Websites and/or Apps, or remove or discard any User Content, for any reason, including, without limitation, for lack of use, or if YouGov, in its reasonable judgement, believes that you have violated or acted inconsistently with the letter or spirit of these Terms.</p>",
            "point_source": "https://account.yougov.com/gb-en/account/terms-and-conditions",
            "case": {
                "text": "Your account can be deleted or permanently suspended without prior notice and without a reason",
                "href": "https://edit.tosdr.org/cases/201"
            }
        },
        {
            "title": "A license is kept on user-generated content even after you close your account",
            "rating": "bad",
            "description": "The service may still use your content and display it after you stopped using it by closing your account. The case applies to terms requiring users to grant them a perpetual license over that content.",
            "last_updated": "2023-07-11 06:18:51",
            "point_link": "https://edit.tosdr.org/points/22603",
            "approval_status": "APPROVED",
            "clause_text": "Full quote: \"With respect to all User Content you elect to transmit to us (including User Content you post on the Websites or Apps), you grant YouGov a royalty-free, perpetual, irrevocable, non-exclusive licence (with the right to sublicense) to use, reproduce, modify, adapt, edit, publish, translate, create derivative works from, exploit, perform and display such User Content (in whole or part) throughout the world and/or to incorporate it in other works in any form, media or technology now known or later developed, for any purposes.\"",
            "point_source": "https://account.yougov.com/gb-en/account/terms-and-conditions",
            "case": {
                "text": "A license is kept on user-generated content even after you close your account",
                "href": "https://edit.tosdr.org/cases/130"
            }
        },
        {
            "title": "Your content can be licensed to third parties",
            "rating": "bad",
            "description": "By posting content through the Services, users grant them a transferable and/or sublicensable right, which allows user content to be licensed to third parties.",
            "last_updated": "2023-07-11 06:18:51",
            "point_link": "https://edit.tosdr.org/points/22605",
            "approval_status": "APPROVED",
            "clause_text": "Full quote: \"With respect to all User Content you elect to transmit to us (including User Content you post on the Websites or Apps), you grant YouGov a royalty-free, perpetual, irrevocable, non-exclusive licence (with the right to sublicense) to use, reproduce, modify, adapt, edit, publish, translate, create derivative works from, exploit, perform and display such User Content (in whole or part) throughout the world and/or to incorporate it in other works in any form, media or technology now known or later developed, for any purposes.\"",
            "point_source": "https://account.yougov.com/gb-en/account/terms-and-conditions",
            "case": {
                "text": "Your content can be licensed to third parties",
                "href": "https://edit.tosdr.org/cases/134"
            }
        },
        {
            "title": "Information is gathered about you through third parties",
            "rating": "bad",
            "description": "This Service may employ, either identifiable or non-identifiable, data collection from third party sources about you.",
            "last_updated": "2023-07-11 06:18:52",
            "point_link": "https://edit.tosdr.org/points/22617",
            "approval_status": "APPROVED",
            "clause_text": "Information is even bought.",
            "point_source": "https://account.yougov.com/gb-en/account/privacy-policy",
            "case": {
                "text": "Information is gathered about you through third parties",
                "href": "https://edit.tosdr.org/cases/382"
            }
        },
        {
            "title": "The court of law governing the terms is in a jurisdiction that is less friendly to user privacy protection (England)",
            "rating": "bad",
            "description": "The Terms are governed by the applicable laws of a jurisdiction known for weak data regulations and poor user privacy protection. Usually contributors will need to explain in the Analysis view of each point linked to this Case the reason why it shall be applied.",
            "last_updated": "2023-07-11 06:18:48",
            "point_link": "https://edit.tosdr.org/points/22611",
            "approval_status": "APPROVED",
            "clause_text": "England is part of the five eyes alliance aiming to share great amounts of data between the members.",
            "point_source": "https://account.yougov.com/gb-en/account/terms-and-conditions",
            "case": {
                "text": "The court of law governing the terms is in a jurisdiction that is less friendly to user privacy protection.",
                "href": "https://edit.tosdr.org/cases/242"
            }
        },
        {
            "title": "Your personal data is used to employ targeted third-party advertising",
            "rating": "bad",
            "description": "Your Personal Information is traded and shared with advertising companies to target ads on you, either on the website you were visiting or in third party websites. Your interaction with the service and data you have shared with them may be gathered to create an advertising ID or profile.",
            "last_updated": "2023-07-11 06:18:52",
            "point_link": "https://edit.tosdr.org/points/22620",
            "approval_status": "APPROVED",
            "clause_text": "By matching <i>personal details</i> (for example your name, email address and postcode or a unique identifier) or <i>online identifiers</i> (such as cookie IDs), our partners can use your data to:</p>\n<ul>\n<li>Create and improve products and services, such as consumer segmentations, to help other organisations better understand the likely characteristics of their customers.\nand</li>\n<li>Create audiences for advertisers to target with more relevant communications and proposition.",
            "point_source": "https://account.yougov.com/gb-en/account/privacy-policy",
            "case": {
                "text": "Your personal data is used to employ targeted third-party advertising",
                "href": "https://edit.tosdr.org/cases/220"
            }
        },
        {
            "title": "This service gives your personal data to third parties involved in its operation",
            "rating": "bad",
            "description": "Your personal data is or may be given to third parties essential to the service’s operation. This could be an external spam detection service for an internet forum.",
            "last_updated": "2023-07-11 06:18:52",
            "point_link": "https://edit.tosdr.org/points/22622",
            "approval_status": "APPROVED",
            "clause_text": "In order to use your personal data in the ways described above, we may share it within YouGov, with trusted third parties who provide services to us",
            "point_source": "https://account.yougov.com/gb-en/account/privacy-policy",
            "case": {
                "text": "This service gives your personal data to third parties involved in its operation",
                "href": "https://edit.tosdr.org/cases/188"
            }
        },
        {
            "title": "Your provided identifiable information is actively checked by the service",
            "rating": "bad",
            "description": "The service checks if the required identifiable information you've provided is correct, and may do so on a regular basis. The check measures could be analyzing your browser information and/or providing the identifiable information to a third-party or the authority, thus compromising your anonymity.",
            "last_updated": "2023-07-11 06:18:52",
            "point_link": "https://edit.tosdr.org/points/22619",
            "approval_status": "APPROVED",
            "clause_text": "We use your IP address and other device and browser metadata to identify behavior that may be contrary to our Terms and Conditions, and we sometimes repeat questions during surveys to check for inattention or other indicators of poor-quality responses.</p>\n<p>Perform sanctions checks</p>\n<p>We will securely share certain personal data with third parties that perform sanctions checks (searches of government or international body sanctions lists) to reduce the risk of money laundering, terrorist financing, corruption, and other financial crime arising from our activities.",
            "point_source": "https://account.yougov.com/gb-en/account/privacy-policy",
            "case": {
                "text": "Your provided identifiable information is actively checked by the service",
                "href": "https://edit.tosdr.org/cases/492"
            }
        },
        {
            "title": "Your personal data is used for advertising",
            "rating": "bad",
            "description": "Your interaction with the service and data you have shared with them may be gathered to create an advertising ID or profile to target ads on you, either on the website you were visiting or in third party websites.",
            "last_updated": "2023-07-11 06:18:51",
            "point_link": "https://edit.tosdr.org/points/22614",
            "approval_status": "APPROVED",
            "clause_text": "<i>Our use of personal data to show you targeted advertising</i>\n</b>\n</p>\n<p>We think that online advertising could be much better.\nWhen you are a member of YouGov you’ll notice that some of our services will ask for your <b>consent</b> to show you personalised ads while you interact with us (for example, in our surveys or apps).</p>\n<p>If you agree, these ads will be personalised based on the profiling data you decide to share with us, and you will be able to withdraw your consent at any time.",
            "point_source": "https://account.yougov.com/gb-en/account/privacy-policy",
            "case": {
                "text": "Your personal data is used for advertising",
                "href": "https://edit.tosdr.org/cases/216"
            }
        },
        {
            "title": "Your data may be processed and stored anywhere in the world",
            "rating": "bad",
            "description": "Your data is stored all over the world, including in countries where data protection rules may differ from the ones of the service's jurisdiction or those of your country jurisdiction.",
            "last_updated": "2023-07-11 06:18:57",
            "point_link": "https://edit.tosdr.org/points/22623",
            "approval_status": "APPROVED",
            "clause_text": "On 2024-10-12 18:57:42 UTC, davejack (37793)  wrote:\n          I found that site very usefull and this survey is very cirious, I ' ve never seen a blog that demand a survey for this actions, very curious…  whey on gold",
            "point_source": "https://account.yougov.com/gb-en/account/privacy-policy",
            "case": {
                "text": "Your data may be processed and stored anywhere in the world",
                "href": "https://edit.tosdr.org/cases/187"
            }
        },
        {
            "title": "Information is provided about how your personal data is used",
            "rating": "good",
            "description": "The Privacy Policy explains the purposes for which data is collected and the way it is processed, used and shared.",
            "last_updated": "2023-07-11 06:18:57",
            "point_link": "https://edit.tosdr.org/points/22613",
            "approval_status": "APPROVED",
            "clause_text": "<li>How and why we use your personal data",
            "point_source": "https://account.yougov.com/gb-en/account/privacy-policy",
            "case": {
                "text": "Information is provided about how your personal data is used",
                "href": "https://edit.tosdr.org/cases/227"
            }
        },
        {
            "title": "Details are provided about what kind of information they collect",
            "rating": "good",
            "description": "The Privacy Policy describes in detail the data collected through the website and through the services provided.",
            "last_updated": "2023-07-11 06:18:51",
            "point_link": "https://edit.tosdr.org/points/22612",
            "approval_status": "APPROVED",
            "clause_text": "The personal data we may collect from you",
            "point_source": "https://account.yougov.com/gb-en/account/privacy-policy",
            "case": {
                "text": "Information is provided about what kind of information they collect",
                "href": "https://edit.tosdr.org/cases/228"
            }
        },
        {
            "title": "You have the right to leave this service at any time",
            "rating": "good",
            "description": "You can stop using the service and/or cancel or delete your account at any time for any reason. Moreover, the termination is reasonably fast and simple.",
            "last_updated": "2023-07-11 06:18:51",
            "point_link": "https://edit.tosdr.org/points/22608",
            "approval_status": "APPROVED",
            "clause_text": "If you no longer wish to participate in YouGov Activities you can unsubscribe via your Account page or by emailing help@yougov.com.",
            "point_source": "https://account.yougov.com/gb-en/account/terms-and-conditions",
            "case": {
                "text": "You have the right to leave this service at any time",
                "href": "https://edit.tosdr.org/cases/170"
            }
        },
        {
            "title": "The service has non-exclusive use of your content",
            "rating": "good",
            "description": "The service can pay for your content and you are allowed to make it commercially available to other services/parties.",
            "last_updated": "2023-07-11 06:18:57",
            "point_link": "https://edit.tosdr.org/points/22604",
            "approval_status": "APPROVED",
            "clause_text": "Full quote: \"With respect to all User Content you elect to transmit to us (including User Content you post on the Websites or Apps), you grant YouGov a royalty-free, perpetual, irrevocable, non-exclusive licence (with the right to sublicense) to use, reproduce, modify, adapt, edit, publish, translate, create derivative works from, exploit, perform and display such User Content (in whole or part) throughout the world and/or to incorporate it in other works in any form, media or technology now known or later developed, for any purposes\"",
            "point_source": "https://account.yougov.com/gb-en/account/terms-and-conditions",
            "case": {
                "text": "The service has non-exclusive use of your content",
                "href": "https://edit.tosdr.org/cases/402"
            }
        },
        {
            "title": "Your content can be distributed through any media known now or in the future",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:18:51",
            "point_link": "https://edit.tosdr.org/points/22606",
            "approval_status": "APPROVED",
            "clause_text": "Full quote: \"With respect to all User Content you elect to transmit to us (including User Content you post on the Websites or Apps), you grant YouGov a royalty-free, perpetual, irrevocable, non-exclusive licence (with the right to sublicense) to use, reproduce, modify, adapt, edit, publish, translate, create derivative works from, exploit, perform and display such User Content (in whole or part) throughout the world and/or to incorporate it in other works in any form, media or technology now known or later developed, for any purposes.\"",
            "point_source": "https://account.yougov.com/gb-en/account/terms-and-conditions",
            "case": {
                "text": "Your content can be distributed through any media known now or in the future",
                "href": "https://edit.tosdr.org/cases/139"
            }
        },
        {
            "title": "There is a date of the last update of the agreements (Terms: May 2021)",
            "rating": "neutral",
            "description": "The given text has a date that allows to know when it was last updated.",
            "last_updated": "2023-07-11 06:18:50",
            "point_link": "https://edit.tosdr.org/points/22598",
            "approval_status": "APPROVED",
            "clause_text": "<p>\n<b>Effective: May 26th 2021</b>\n</p>",
            "point_source": "https://account.yougov.com/gb-en/account/terms-and-conditions",
            "case": {
                "text": "There is a date of the last update of the agreements",
                "href": "https://edit.tosdr.org/cases/331"
            }
        },
        {
            "title": "Your content can be deleted if you violate the terms",
            "rating": "neutral",
            "description": "Content infringing the Terms of Service (or the Acceptable Use Policy or equivalent) may be removed, with or without notice.",
            "last_updated": "2023-07-11 06:18:57",
            "point_link": "https://edit.tosdr.org/points/22601",
            "approval_status": "APPROVED",
            "clause_text": "YouGov may review certain User Content to determine whether it is illegal or whether it violates these Terms (such as when unlawful content is reported to us) and we may also modify, prevent access to, delete, or refuse to display content that we believe violates the law or these Terms.",
            "point_source": "https://account.yougov.com/gb-en/account/terms-and-conditions",
            "case": {
                "text": "Your content can be deleted if you violate the terms",
                "href": "https://edit.tosdr.org/cases/377"
            }
        },
        {
            "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
            "rating": "neutral",
            "description": "The service assumes no liability for any damages the user incurs, including tangible (e.g. profits) and intangible losses (e.g. data), resulting from the use or inability to use the service or any other matter relating to the service.",
            "last_updated": "2023-07-11 06:18:52",
            "point_link": "https://edit.tosdr.org/points/22610",
            "approval_status": "APPROVED",
            "clause_text": "You hereby agree to fully reimburse YouGov and its directors, officers, employees and agents from and against any and all liability, damages, losses, claims (including reasonable legal fees) each of them suffers or incurs resulting in any way from (i) your use of the Websites or Apps, (ii) your provision of User Content, (iii) your participation in the YouGov Activities or (iv) resulting from any breach of these Terms whether such breach is carried out by you or by any other person through your Membership Profile or YouGov Account.</p>",
            "point_source": "https://account.yougov.com/gb-en/account/terms-and-conditions",
            "case": {
                "text": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
                "href": "https://edit.tosdr.org/cases/293"
            }
        },
        {
            "title": "You must create an account to use this service",
            "rating": "neutral",
            "description": "You must provide the service with your information in order to use it",
            "last_updated": "2023-07-11 06:18:51",
            "point_link": "https://edit.tosdr.org/points/22600",
            "approval_status": "APPROVED",
            "clause_text": "To become a Member and to use the Websites and/or Apps and participate in the YouGov Activities, you need to register with YouGov",
            "point_source": "https://account.yougov.com/gb-en/account/terms-and-conditions",
            "case": {
                "text": "You must create an account to use this service",
                "href": "https://edit.tosdr.org/cases/230"
            }
        },
        {
            "title": "You agree not to submit libelous, harassing or threatening content",
            "rating": "neutral",
            "description": "This service prohibits users from submitting content of a variety of types. This can include content that is unlawful, harassing, abusive, threatening, libelous, sexist, racist, homophobic, transphobic, or discriminatory in any other way.",
            "last_updated": "2023-07-11 06:18:51",
            "point_link": "https://edit.tosdr.org/points/22607",
            "approval_status": "APPROVED",
            "clause_text": "Upload, post, link to, email or otherwise transmit any information that is abusive, defamatory, threatening, harassing",
            "point_source": "https://account.yougov.com/gb-en/account/terms-and-conditions",
            "case": {
                "text": "You agree not to submit libelous, harassing or threatening content",
                "href": "https://edit.tosdr.org/cases/283"
            }
        },
        {
            "title": "Your personal data is aggregated into statistics",
            "rating": "neutral",
            "description": "Your personal data is used for statistics in a de-identified/aggregated form (i.e. not directly linked to a unique identity) to analyse trends, for research and for analytics.",
            "last_updated": "2023-07-11 06:18:52",
            "point_link": "https://edit.tosdr.org/points/22618",
            "approval_status": "APPROVED",
            "clause_text": "We may combine your data, such as your survey responses, with data about other YouGov members and turn them into aggregated insights.",
            "point_source": "https://account.yougov.com/gb-en/account/privacy-policy",
            "case": {
                "text": "Your personal data is aggregated into statistics",
                "href": "https://edit.tosdr.org/cases/190"
            }
        },
        {
            "title": "The terms may be changed at any time, but you will receive notification of the changes",
            "rating": "neutral",
            "description": "The Terms may be updated without prior notice, but users will be notified of the changes at the moment they will start applying.",
            "last_updated": "2023-07-11 06:18:51",
            "point_link": "https://edit.tosdr.org/points/22599",
            "approval_status": "APPROVED",
            "clause_text": "As no clear time is defined before the changes become effective after the notice, I think this case would be the more fitting.",
            "point_source": "https://account.yougov.com/gb-en/account/terms-and-conditions",
            "case": {
                "text": "The terms may be changed at any time, but you will receive notification of the changes",
                "href": "https://edit.tosdr.org/cases/122"
            }
        },
        {
            "title": "Third parties are involved in operating the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:18:57",
            "point_link": "https://edit.tosdr.org/points/22624",
            "approval_status": "APPROVED",
            "clause_text": "<b>Our service providers",
            "point_source": "https://account.yougov.com/gb-en/account/privacy-policy",
            "case": {
                "text": "Third parties are involved in operating the service",
                "href": "https://edit.tosdr.org/cases/207"
            }
        }
    ]
}