{
    "meta_data": {
        "title": "Ubisoft - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "You waive your moral rights",
            "rating": "unknown",
            "description": "Moral rights are rights to creators of literary, dramatic, musical and artistic works, as well as directors of films.\n\"The moral rights include the right of attribution, the right to have a work published anonymously or pseudonymously, and the right to the integrity of the work. The preserving of the integrity of the work allows the author to object to alteration, distortion, or mutilation of the work that is \"prejudicial to the author's honor or reputation\". Anything else that may detract from the artist's relationship with the work even after it leaves the artist's possession or ownership may bring these moral rights into play. Moral rights are distinct from any economic rights tied to copyrights. Even if an artist has assigned his or her copyright rights to a work to a third party, he or she still maintains the moral rights to the work.\" -Wikipedia\nIn general, any terms that use the exact words \"moral rights\" as rights that are waived will fall under this Case.",
            "last_updated": "2023-07-11 10:05:30",
            "edit_link": "https://edit.tosdr.org/points/12546",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service may collect, use, and share location data",
            "rating": "bad",
            "description": "Location-based information is collected and may be used and/or shared with third parties for purposes not directly related to the services provided (i.e. the Service doesn't rely on the use or share of location data to function properly).",
            "last_updated": "2023-07-11 06:34:48",
            "edit_link": "https://edit.tosdr.org/points/12862",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service may keep personal data after a request for erasure for business interests or legal obligations",
            "rating": "bad",
            "description": "After the end of the data retention period and/or if you request the deletion of your data, they may still keep it for business interests (fraud detection, transactions...) or legal obligations (tax, legal reporting...)",
            "last_updated": "2023-07-11 06:34:44",
            "edit_link": "https://edit.tosdr.org/points/12554",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service does not guarantee that software errors will be corrected",
            "rating": "bad",
            "description": "Users agree to use the service and its software as provided and accept that any errors within that software may not be corrected.",
            "last_updated": "2023-07-11 10:09:03",
            "edit_link": "https://edit.tosdr.org/points/12864",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
            "rating": "bad",
            "description": "Tracking technologies (such as web beacons, tracking pixels...) are employed on users and/or the service assigns a unique ID to a browser or device to track its behaviour.",
            "last_updated": "2023-07-11 10:08:27",
            "edit_link": "https://edit.tosdr.org/points/12552",
            "approval_status": "APPROVED"
        },
        {
            "title": "The copyright license maintained by the service over user data and/or content is broader than necessary.",
            "rating": "bad",
            "description": null,
            "last_updated": "2023-07-11 10:08:34",
            "edit_link": "https://edit.tosdr.org/points/12558",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service may use your personal information for marketing purposes",
            "rating": "bad",
            "description": "The service may use your personal data for marketing, such as sending you personalised offerings.",
            "last_updated": "2023-07-11 10:04:24",
            "edit_link": "https://edit.tosdr.org/points/11359",
            "approval_status": "APPROVED"
        },
        {
            "title": "The court of law governing the terms is in a jurisdiction that is less friendly to user privacy protection (Canada)",
            "rating": "bad",
            "description": "The Terms are governed by the applicable laws of a jurisdiction known for weak data regulations and poor user privacy protection. Usually contributors will need to explain in the Analysis view of each point linked to this Case the reason why it shall be applied.",
            "last_updated": "2023-07-11 04:49:37",
            "edit_link": "https://edit.tosdr.org/points/12568",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service uses your personal data to employ targeted third-party advertising",
            "rating": "bad",
            "description": "Your Personal Information is traded and shared with advertising companies to target ads on you, either on the website you were visiting or in third party websites. Your interaction with the service and data you have shared with them may be gathered to create an advertising ID or profile.",
            "last_updated": "2023-07-11 10:08:27",
            "edit_link": "https://edit.tosdr.org/points/12555",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service employs third-party cookies, but with opt-out instructions",
            "rating": "bad",
            "description": null,
            "last_updated": "2023-07-11 10:08:34",
            "edit_link": "https://edit.tosdr.org/points/12544",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service will not allow third parties to access your personal information without a legal basis",
            "rating": "good",
            "description": null,
            "last_updated": "2023-07-11 10:08:35",
            "edit_link": "https://edit.tosdr.org/points/12559",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service provides information about how they collect personal data",
            "rating": "good",
            "description": "The service details situations in which they collect personal information or means by which they do.",
            "last_updated": "2023-07-11 06:33:39",
            "edit_link": "https://edit.tosdr.org/points/12551",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service provides information about how they intend to use your personal data",
            "rating": "good",
            "description": "The Privacy Policy explains the purposes for which data is collected and the way it is processed, used and shared.",
            "last_updated": "2023-07-11 10:09:02",
            "edit_link": "https://edit.tosdr.org/points/12866",
            "approval_status": "APPROVED"
        },
        {
            "title": "You have the right to leave this service at any time",
            "rating": "good",
            "description": "You can stop using the service and/or cancel or delete your account at any time for any reason. Moreover, the termination is reasonably fast and simple.",
            "last_updated": "2023-07-11 10:08:26",
            "edit_link": "https://edit.tosdr.org/points/12556",
            "approval_status": "APPROVED"
        },
        {
            "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:08:36",
            "edit_link": "https://edit.tosdr.org/points/12562",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service can use your content for all their existing and future services",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:08:33",
            "edit_link": "https://edit.tosdr.org/points/12557",
            "approval_status": "APPROVED"
        },
        {
            "title": "They may stop providing the service at any time",
            "rating": "neutral",
            "description": "They may discontinue the services without prior notice, at any time, for any or no reason. They usually assume no liability for losses and damages resulting from this suspension.",
            "last_updated": "2023-07-11 06:34:45",
            "edit_link": "https://edit.tosdr.org/points/12863",
            "approval_status": "APPROVED"
        },
        {
            "title": "Service does not allow alternative accounts",
            "rating": "neutral",
            "description": "Services that do not allow multiple or alternative accounts are covered by this case.\nAlternative accounts can contribute to an increased privacy, but can also be used to manipulate discussions and polls and might decrease the trustworthiness of a person.",
            "last_updated": "2023-07-11 10:08:37",
            "edit_link": "https://edit.tosdr.org/points/12569",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
            "rating": "neutral",
            "description": "The service provider expressly does not claim to provide uninterrupted, timely, secure or error-free service.",
            "last_updated": "2023-07-11 10:08:34",
            "edit_link": "https://edit.tosdr.org/points/12549",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service prohibits users sending chain letters, junk mail, spam or any unsolicited messages",
            "rating": "neutral",
            "description": "Users are not allowed to use the service for chain letters, junk mail, spamming or any other distribution of content to people who have not agreed to receiving it.",
            "last_updated": "2023-07-11 06:33:27",
            "edit_link": "https://edit.tosdr.org/points/12564",
            "approval_status": "APPROVED"
        },
        {
            "title": "Users agree not to submit libelous, harassing or threatening content",
            "rating": "neutral",
            "description": "This service prohibits users from submitting content of a variety of types. This can include content that is unlawful, harassing, abusive, threatening, libelous, sexist, racist, homophobic, transphobic, or discriminatory in any other way.",
            "last_updated": "2023-07-11 10:08:36",
            "edit_link": "https://edit.tosdr.org/points/12563",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service is provided 'as is' and to be used at the users' sole risk",
            "rating": "neutral",
            "description": "This service does not provide any guarantees as to its usability or fitness for the users' purposes. Users agree to use it at their own risk, accepting any possible bugs, malfunctions or harm to their devices.",
            "last_updated": "2023-07-11 10:08:37",
            "edit_link": "https://edit.tosdr.org/points/12570",
            "approval_status": "APPROVED"
        },
        {
            "title": "Provides instructions on how to submit a copyright claim",
            "rating": "neutral",
            "description": "If content that you own is copied or made accessible through the service in a way that constitutes an intellectual property right infringement, you can report it following the instructions given in the agreements.",
            "last_updated": "2023-07-11 10:09:03",
            "edit_link": "https://edit.tosdr.org/points/12567",
            "approval_status": "APPROVED"
        },
        {
            "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder",
            "rating": "neutral",
            "description": "Should any portion of the Terms of Service be unenforceable or invalid, that portion will be enforced to the fullest extent permitted by applicable law and the remainder of the TOS will remain valid and enforceable.",
            "last_updated": "2023-07-11 06:33:27",
            "edit_link": "https://edit.tosdr.org/points/12560",
            "approval_status": "APPROVED"
        },
        {
            "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision",
            "rating": "neutral",
            "description": "Even if the service does not or not always enforce all of the rules or provisions contained in its terms, they still apply. Users can at a later time still be held accountable for violating provisions that have not been enforced consistently.",
            "last_updated": "2023-07-11 10:08:35",
            "edit_link": "https://edit.tosdr.org/points/12547",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service does not guarantee accuracy or reliability of the information provided",
            "rating": "neutral",
            "description": "This service makes no warranty regarding the accuracy or reliability of any information that is given on its website or the results that may be obtained from the use of the service.",
            "last_updated": "2023-07-11 10:08:35",
            "edit_link": "https://edit.tosdr.org/points/12561",
            "approval_status": "APPROVED"
        },
        {
            "title": "Users agree not to use the service for illegal purposes",
            "rating": "neutral",
            "description": "The user agrees not to commit any unlawful acts through the use of the website, including the posting of illegal content or messaging.",
            "last_updated": "2023-07-11 06:33:39",
            "edit_link": "https://edit.tosdr.org/points/12565",
            "approval_status": "APPROVED"
        },
        {
            "title": "The terms for this service are translated into different languages",
            "rating": "neutral",
            "description": "Although there's generally a unique binding language for the terms, they are translated to allow all users to understand the agreement they're accepting, no matter their native language.",
            "last_updated": "2020-07-20 17:24:54",
            "edit_link": "https://edit.tosdr.org/points/9314",
            "approval_status": "APPROVED"
        },
        {
            "title": "Third parties may be involved in operating the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:34:36",
            "edit_link": "https://edit.tosdr.org/points/12865",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service collects your IP address for location use",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:09:03",
            "edit_link": "https://edit.tosdr.org/points/12553",
            "approval_status": "APPROVED"
        }
    ]
}