{
    "meta_data": {
        "title": "DiscourseHosting - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "The privacy policy may be changed any time at their discretion, without notice to the user",
            "rating": "bad",
            "description": "The Agreements can be updated at any time, including in a way that negatively affects user rights, without notifying before or after the changes.",
            "last_updated": "2023-07-11 06:34:54",
            "edit_link": "https://edit.tosdr.org/points/6502"
        },
        {
            "title": "Users can access most of the pages on the service's website without revealing any personal information",
            "rating": "good",
            "description": "The service does not require users to reveal personal information for most of its website. However, it may still collect anonymous logs.",
            "last_updated": "2023-07-11 10:12:26",
            "edit_link": "https://edit.tosdr.org/points/16288"
        },
        {
            "title": "Your personal data is used for limited purposes",
            "rating": "good",
            "description": "Your Personal Data is only used for the essential purposes of the Service, which are clearly defined on the Agreements. For instance, the Service won't abuse your data to deliver targeted advertisements to you or for marketing purposes.",
            "last_updated": "2023-07-11 10:03:52",
            "edit_link": "https://edit.tosdr.org/points/16290"
        },
        {
            "title": "When the service wants to change its Terms of Service, users are notified a month or more in advance",
            "rating": "good",
            "description": "The service may update the Terms without notice, but if they significantly change the agreements in a manner that importantly and/or negatively affects the way the service is used, users will be notified at least 30 days in advance.",
            "last_updated": "2023-07-11 06:34:54",
            "edit_link": "https://edit.tosdr.org/points/6503"
        },
        {
            "title": "The service provides information about how they intend to use your personal data",
            "rating": "good",
            "description": "The Privacy Policy explains the purposes for which data is collected and the way it is processed, used and shared.",
            "last_updated": "2023-07-11 10:12:26",
            "edit_link": "https://edit.tosdr.org/points/16289"
        },
        {
            "title": "A complaint mechanism is provided for the handling of personal data",
            "rating": "good",
            "description": "The service provides users with contact information for an internal or external structure to lodge complaints. It also provides users with contact information for a higher data protection / privacy office in case the internal mechanism fails to satisfy the user.",
            "last_updated": "2023-07-11 10:12:19",
            "edit_link": "https://edit.tosdr.org/points/16283"
        },
        {
            "title": "This service does not sell your personal data",
            "rating": "good",
            "description": "This service makes an explicit promise not to sell \"personal data\" of users.",
            "last_updated": "2023-07-11 06:34:50",
            "edit_link": "https://edit.tosdr.org/points/6511"
        },
        {
            "title": "The user is informed about security practices",
            "rating": "good",
            "description": "It's important to know what security measures are taken to protect your data from unauthorized access. This case applies to the Agreements that precisely explain their security practices.",
            "last_updated": "2023-07-11 10:12:19",
            "edit_link": "https://edit.tosdr.org/points/16282"
        },
        {
            "title": "You have the right to leave this service at any time",
            "rating": "good",
            "description": "You can stop using the service and/or cancel or delete your account at any time for any reason. Moreover, the termination is reasonably fast and simple.",
            "last_updated": "2023-07-11 10:12:26",
            "edit_link": "https://edit.tosdr.org/points/16286"
        },
        {
            "title": "Accessibility to this service is guaranteed at 99.9%",
            "rating": "good",
            "description": null,
            "last_updated": "2023-07-11 10:07:42",
            "edit_link": "https://edit.tosdr.org/points/6505"
        },
        {
            "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:34:38",
            "edit_link": "https://edit.tosdr.org/points/6504"
        },
        {
            "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
            "rating": "neutral",
            "description": "The service assumes no liability for any damages the user incurs, including tangible (e.g. profits) and intangible losses (e.g. data), resulting from the use or inability to use the service or any other matter relating to the service.",
            "last_updated": "2023-07-11 06:34:51",
            "edit_link": "https://edit.tosdr.org/points/6507"
        },
        {
            "title": "You authorise the service to charge a credit card supplied on re-occurring basis",
            "rating": "neutral",
            "description": "You card will be billed on recurring basis unless cancelled. For instance, monthly or annual subscriptions.",
            "last_updated": "2023-07-11 10:13:44",
            "edit_link": "https://edit.tosdr.org/points/16284"
        },
        {
            "title": "Blocking cookies may limit your ability to use the service",
            "rating": "neutral",
            "description": "Most browsers allow users to set preferences related to cookies storage. You may choose to block all cookies (including first-party cookies), but it may impact your use of this service and you may not be able to access some or any of the features provided.",
            "last_updated": "2023-07-11 06:34:50",
            "edit_link": "https://edit.tosdr.org/points/6510"
        },
        {
            "title": "The service has a no refund policy",
            "rating": "neutral",
            "description": "Payments are final and can't be refunded unless required by law.",
            "last_updated": "2023-07-11 10:12:19",
            "edit_link": "https://edit.tosdr.org/points/16285"
        },
        {
            "title": "Only aggregate data is given to third parties",
            "rating": "neutral",
            "description": "The Service only shares your information in an aggregated form, which means an anonymized form\nthat can't be linked to a unique identity.",
            "last_updated": "2023-07-11 06:34:52",
            "edit_link": "https://edit.tosdr.org/points/6513"
        },
        {
            "title": "You are responsible for maintaining the security of your account and for the activities on your account",
            "rating": "neutral",
            "description": "You are responsible for protecting the confidentiality of your password and for maintaining the security of your account. Any activity occurring under your account is your responsibility, whether authorized by you or not.",
            "last_updated": "2023-07-11 10:12:23",
            "edit_link": "https://edit.tosdr.org/points/16287"
        },
        {
            "title": "Your personal data is aggregated into statistics",
            "rating": "neutral",
            "description": "Your personal data is used for statistics in a de-identified/aggregated form (i.e. not directly linked to a unique identity) to analyse trends, for research and for analytics.",
            "last_updated": "2023-07-11 06:34:54",
            "edit_link": "https://edit.tosdr.org/points/6516"
        },
        {
            "title": "The service is not transparent regarding government requests or inquiries that may involve user data.",
            "rating": "neutral",
            "description": "Weight was 30.",
            "last_updated": "2019-05-12 11:35:12",
            "edit_link": "https://edit.tosdr.org/points/6517"
        },
        {
            "title": "Third parties may be involved in operating the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:34:51",
            "edit_link": "https://edit.tosdr.org/points/6508"
        }
    ]
}