{
    "meta_data": {
        "title": "SpiderOak - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "Specific content can be deleted without reason and may be removed without prior notice",
            "rating": "unknown",
            "description": "This service can delete specific content. Usually they will claim they reserve the right to do it at their sole discretion, which is legalese for saying they won't give a specific reason. If the terms say they will not notify you, it shall be included in the quote but if it does not explicitly say they will give you a notice, it can be reasonably inferred that they can do it without telling you.",
            "last_updated": "2023-07-11 04:48:18",
            "edit_link": "https://edit.tosdr.org/points/20489",
            "approval_status": "APPROVED"
        },
        {
            "title": "You are forced into binding arbitration in case of disputes",
            "rating": "bad",
            "description": "This service forces users to use their own contracted arbitrator and forces users to waive their rights to jury trial.",
            "last_updated": "2023-07-11 04:48:03",
            "edit_link": "https://edit.tosdr.org/points/20497",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.",
            "rating": "bad",
            "description": "If the service gets acquired or is involved in a merger, bankruptcy, reorganisation or sale, your personal data may be transferred or sold.",
            "last_updated": "2023-07-11 06:19:31",
            "edit_link": "https://edit.tosdr.org/points/13263",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your personal data is given to third parties",
            "rating": "bad",
            "description": "Your personal data is or may be given to third parties essential to the service’s operation. This could be an external spam detection service for an internet forum.",
            "last_updated": "2023-07-11 06:19:31",
            "edit_link": "https://edit.tosdr.org/points/13262",
            "approval_status": "APPROVED"
        },
        {
            "title": "You maintain ownership of your content",
            "rating": "good",
            "description": "This service does not claim ownership over user-generated content or materials, and the user doesn't need to waive any moral rights by posting owned content.",
            "last_updated": "2023-07-11 06:19:27",
            "edit_link": "https://edit.tosdr.org/points/20487",
            "approval_status": "APPROVED"
        },
        {
            "title": "SpiderOak cannot decrypt your files",
            "rating": "good",
            "description": "Content generated by the users is end-to-end encrypted, in a way that it can't be accessed by anyone unauthorised, and even the service has no technical means to decrypt it.",
            "last_updated": "2023-07-11 06:19:32",
            "edit_link": "https://edit.tosdr.org/points/843",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service promises to inform and/or notify you regarding government inquiries that may involve your personal data",
            "rating": "good",
            "description": "In case the Government governing the Terms requests personal data of a user of this service, they will make reasonable efforts to inform/notify the user (e.g. warrant canary).",
            "last_updated": "2023-07-11 04:48:04",
            "edit_link": "https://edit.tosdr.org/points/20506",
            "approval_status": "APPROVED"
        },
        {
            "title": "Information is provided about how your personal data is used",
            "rating": "good",
            "description": "The Privacy Policy explains the purposes for which data is collected and the way it is processed, used and shared.",
            "last_updated": "2023-07-11 04:48:03",
            "edit_link": "https://edit.tosdr.org/points/20505",
            "approval_status": "APPROVED"
        },
        {
            "title": "Details are provided about what kind of information they collect",
            "rating": "good",
            "description": "The Privacy Policy describes in detail the data collected through the website and through the services provided.",
            "last_updated": "2023-07-11 10:03:06",
            "edit_link": "https://edit.tosdr.org/points/20503",
            "approval_status": "APPROVED"
        },
        {
            "title": "User feedback is invited regarding changes to the terms.",
            "rating": "good",
            "description": "The Service takes user suggestions into account to update its Terms.",
            "last_updated": "2023-07-11 04:48:03",
            "edit_link": "https://edit.tosdr.org/points/20502",
            "approval_status": "APPROVED"
        },
        {
            "title": "If you are the target of a copyright holder's take down notice, this service gives you the opportunity to defend yourself",
            "rating": "good",
            "description": "You have the right to send a counter-notice to the service if you believe the content that was removed wasn't infringing any copyright.",
            "last_updated": "2023-07-11 04:48:03",
            "edit_link": "https://edit.tosdr.org/points/20498",
            "approval_status": "APPROVED"
        },
        {
            "title": "Pseudonyms are allowed",
            "rating": "good",
            "description": "You don't need to provide your full name to use the Service and you are allowed to use a pseudonym instead.",
            "last_updated": "2023-07-11 04:48:03",
            "edit_link": "https://edit.tosdr.org/points/20504",
            "approval_status": "APPROVED"
        },
        {
            "title": "When the service wants to make a material change to its terms, you are notified a week in advance.",
            "rating": "good",
            "description": "Users will be notified a week before the Terms are somehow updated, which lets them a reasonable amount of time to carefully read the changes and perhaps stop using the services if they do not longer agree.",
            "last_updated": "2023-07-11 04:48:18",
            "edit_link": "https://edit.tosdr.org/points/20501",
            "approval_status": "APPROVED"
        },
        {
            "title": "You have the right to leave this service at any time",
            "rating": "good",
            "description": "You can stop using the service and/or cancel or delete your account at any time for any reason. Moreover, the termination is reasonably fast and simple.",
            "last_updated": "2023-07-11 06:19:32",
            "edit_link": "https://edit.tosdr.org/points/658",
            "approval_status": "APPROVED"
        },
        {
            "title": "no refund policy",
            "rating": "neutral",
            "description": "Payments are final and can't be refunded unless required by law.",
            "last_updated": "2023-07-11 06:19:32",
            "edit_link": "https://edit.tosdr.org/points/656",
            "approval_status": "APPROVED"
        },
        {
            "title": "Instructions are provided on how to submit a copyright claim",
            "rating": "neutral",
            "description": "If content that you own is copied or made accessible through the service in a way that constitutes an intellectual property right infringement, you can report it following the instructions given in the agreements.",
            "last_updated": "2023-07-11 04:48:00",
            "edit_link": "https://edit.tosdr.org/points/20494",
            "approval_status": "APPROVED"
        },
        {
            "title": "Third parties may be involved in operating the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:09:35",
            "edit_link": "https://edit.tosdr.org/points/13261",
            "approval_status": "APPROVED"
        }
    ]
}