{
    "meta_data": {
        "title": "Free - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "Terms may be changed any time at their discretion, without notice to you",
            "rating": "bad",
            "description": "The Agreements can be updated at any time, including in a way that negatively affects user rights, without notifying before or after the changes.",
            "last_updated": "2023-07-11 06:21:12",
            "point_link": "https://edit.tosdr.org/points/24311",
            "approval_status": "APPROVED",
            "clause_text": "<p>La présente Politique de confidentialité peut être amenée à évoluer, notamment en raison des évolutions législatives et réglementaires et afin de refléter les évolutions de nos pratiques et technologies.\nNous vous invitons à la consulter régulièrement.",
            "point_source": "https://www.free.fr/freebox/informations/politique-de-confidentialite/",
            "case": {
                "text": "Terms may be changed any time at their discretion, without notice to you",
                "href": "https://edit.tosdr.org/cases/121"
            }
        },
        {
            "title": "Third-party cookies are used for advertising",
            "rating": "bad",
            "description": "The service's website sets third-party cookies (cookies that do not belong to their domain) for purposes not including statistics and analytics.",
            "last_updated": "2023-08-28 20:10:35",
            "point_link": "https://edit.tosdr.org/points/30045",
            "approval_status": "APPROVED",
            "clause_text": "Des tiers peuvent déposer et utiliser des cookies sur le Site Internet pour réaliser des opérations de prospection adaptées à vos centres d'intérêts",
            "point_source": "https://www.free.fr/freebox/cookies/",
            "case": {
                "text": "Third-party cookies are used for advertising",
                "href": "https://edit.tosdr.org/cases/128"
            }
        },
        {
            "title": "This service shares your personal data with third parties that are not essential to its operation",
            "rating": "bad",
            "description": "Your personal data is or may be given to third parties nonessential to the service’s operation. This could be a business partner that receives your data to provide targeted advertisements.",
            "last_updated": "2023-07-11 06:21:12",
            "point_link": "https://edit.tosdr.org/points/24303",
            "approval_status": "APPROVED",
            "clause_text": "Commercial partners aren't essential to the operation of the service",
            "point_source": "https://www.free.fr/freebox/informations/politique-de-confidentialite/",
            "case": {
                "text": "This service shares your personal data with third parties that are not essential to its operation",
                "href": "https://edit.tosdr.org/cases/166"
            }
        },
        {
            "title": "Many different types of personal data are collected",
            "rating": "bad",
            "description": "The service collects different kinds of personal data, such as name, demographic information, postal address, biometric data, device information, IDs, contacts, call logs...",
            "last_updated": "2023-07-11 06:27:42",
            "point_link": "https://edit.tosdr.org/points/24296",
            "approval_status": "APPROVED",
            "clause_text": "FREE traite principalement les catégories de données personnelles suivantes dont les finalités vous seront présentées ci-après : </p>\n<ul>\n<li>\n<p>\n<b>Données d’identification</b> : nom, prénom, adresse email, numéro de téléphone, adresse postale, identifiants, sexe, date naissance, avatar, etc.\n</p>\n</li>\n<li>\n<p>\n<b>Données de facturation et/ou de paiement</b> : coordonnées bancaires, code d’achat, facture, etc.\n</p>\n</li>\n<li>\n<p>\n<b>Données de suivi de la relation abonné</b> : demandes d’assistance, correspondances avec l’abonné, résultats d’enquêtes, etc.\n</p>\n</li>\n<li>\n<p>\n<b>Données techniques et de connexion</b> : caractéristiques techniques matériels, identifiants de terminal (adresse MAC, numéro de série, etc.), données de trafic générées par l’utilisation des réseaux de communication, adresse IP, rapport de crash, logs de connexion, etc.\n</p>\n</li>\n<li>\n<p>\n<b>Données d’usage et d’activité sur tous vos services :</b>\n</p>\n</li>\n<li>\n<p>Services TV (Freebox TV, TV OQEE by Free, Freebox Replay, Services VOD/SVOD, TV by Canal) : compte(s) utilisateur(s) et informations liées, historique de visualisation, statistiques d’utilisation (chaîne, etc.), abonnements souscrits, consommations, abonnement chaînes TV payantes, liste d’achats services VOD, mesures d’audience, identifiant publicitaire, préférences utilisateurs (langue, sous-titre, etc.), panier abandonné, etc.\n</p>\n</li>\n<li>\n<p>Autres services : abonnement souscrit, consommations, mesures d’audience, panier abandonné, etc.\n</p>\n</li>\n<li>\n<p>\n<b>Données de localisation.</b>",
            "point_source": "https://www.free.fr/freebox/informations/politique-de-confidentialite/",
            "case": {
                "text": "Many different types of personal data are collected",
                "href": "https://edit.tosdr.org/cases/376"
            }
        },
        {
            "title": "This service reserves the right to disclose your personal information without notifying you",
            "rating": "bad",
            "description": "If the Government governing the Terms requests personal data of a user of this service, they may not inform/notify the user while complying with the request.",
            "last_updated": "2023-07-11 06:21:13",
            "point_link": "https://edit.tosdr.org/points/24307",
            "approval_status": "APPROVED",
            "clause_text": "Enfin et sur demande, vos données personnelles peuvent également être transférées aux personnes et autorités (autorités judiciaires, avocats, organismes publics, etc.) dont le droit d'accès aux données à personnelles est reconnu par la loi, les règlements ou les dispositions émanant d'autorités habilitées par la loi.",
            "point_source": "https://www.free.fr/freebox/informations/politique-de-confidentialite/",
            "case": {
                "text": "Your personal data may be disclosed to comply with government requests without notice to you",
                "href": "https://edit.tosdr.org/cases/164"
            }
        },
        {
            "title": "Your personal data may be used for marketing purposes",
            "rating": "bad",
            "description": "The service may use your personal data for marketing, such as sending you personalised offerings.",
            "last_updated": "2023-07-11 06:27:42",
            "point_link": "https://edit.tosdr.org/points/24297",
            "approval_status": "APPROVED",
            "clause_text": "<p>FREE peut également utiliser vos données personnelles pour notamment réaliser des actions de fidélisation, de prospection, de sondage et de promotion ou encore des enquêtes et jeux-concours ou éventuellement pour vous adresser des offres personnalisées ou vous informer sur nos évènements presse.\n</p>\n<p>Sauf opposition de votre part, vous pourrez recevoir, par courrier postal et par téléphone, des offres de la part de FREE, des sociétés du groupe auquel FREE appartient ou de ses partenaires commerciaux, ainsi que des courriers électroniques pour des services analogues à ceux proposés par FREE.\nAvec votre accord exprès, FREE peut vous communiquer par courrier électronique des informations commerciales pour des services non analogues à ceux déjà fournis, ou, hors cas relevant de l’Annuaire Universel, transmettre aux sociétés du groupe auquel FREE appartient ainsi qu’à nos partenaires commerciaux vos informations à des fins de prospection directe.",
            "point_source": "https://www.free.fr/freebox/informations/politique-de-confidentialite/",
            "case": {
                "text": "Your personal data may be used for marketing purposes",
                "href": "https://edit.tosdr.org/cases/336"
            }
        },
        {
            "title": "Your personal information is used for many different purposes",
            "rating": "bad",
            "description": "Personal Data can be processed for many reasons, including non essential processing such as for advertising, marketing and analytics purposes.",
            "last_updated": "2023-07-11 06:21:12",
            "point_link": "https://edit.tosdr.org/points/24301",
            "approval_status": "APPROVED",
            "clause_text": "Personal data is used to personalize the services, for marketing purposes, to target advertising, for statistics, for fraud prevention and legal obligations.",
            "point_source": "https://www.free.fr/freebox/informations/politique-de-confidentialite/",
            "case": {
                "text": "Your personal information is used for many different purposes",
                "href": "https://edit.tosdr.org/cases/185"
            }
        },
        {
            "title": "The service may keep a secure, anonymized record of your data for analytical purposes even after the data retention period",
            "rating": "bad",
            "description": "The data retention period states how long a service keeps user data. In this case, the service may anonymize the personal data after its retention period is over and use it for analytical or research purposes.",
            "last_updated": "2023-07-11 06:21:13",
            "point_link": "https://edit.tosdr.org/points/24308",
            "approval_status": "APPROVED",
            "clause_text": "</p>\n<p>Les données personnelles dont FREE a besoin pour la finalité pour laquelle elles ont été collectées, nécessaires au respect d’une obligation légale et/ou à la constatation, à l’exercice ou à la défense de droits en justice pourront cependant ne pas être supprimées mais feront l’objet d’archivage, d’accès limités ou de mesure d’anonymisation",
            "point_source": "https://www.free.fr/freebox/informations/politique-de-confidentialite/",
            "case": {
                "text": "The service may keep a secure, anonymized record of your data for analytical purposes even after the data retention period",
                "href": "https://edit.tosdr.org/cases/304"
            }
        },
        {
            "title": "Your personal data is used to employ targeted third-party advertising",
            "rating": "bad",
            "description": "Your Personal Information is traded and shared with advertising companies to target ads on you, either on the website you were visiting or in third party websites. Your interaction with the service and data you have shared with them may be gathered to create an advertising ID or profile.",
            "last_updated": "2023-07-11 06:21:12",
            "point_link": "https://edit.tosdr.org/points/24299",
            "approval_status": "APPROVED",
            "clause_text": ">FREE peut également utiliser certaines de vos données personnelles avec votre consentement, que vous pouvez retirer à tout moment, afin que nous et/ou nos partenaires réalisions des actions de promotion et vous adressions des publicités adaptées à vos centres d’intérêts.",
            "point_source": "https://www.free.fr/freebox/informations/politique-de-confidentialite/",
            "case": {
                "text": "Your personal data is used to employ targeted third-party advertising",
                "href": "https://edit.tosdr.org/cases/220"
            }
        },
        {
            "title": "This service gives your personal data to third parties involved in its operation",
            "rating": "bad",
            "description": "Your personal data is or may be given to third parties essential to the service’s operation. This could be an external spam detection service for an internet forum.",
            "last_updated": "2023-07-11 06:21:12",
            "point_link": "https://edit.tosdr.org/points/24302",
            "approval_status": "APPROVED",
            "clause_text": "Vos données personnelles peuvent également être transférées à des prestataires de services tiers au nombre limité qui fournissent des services (livraison, statistiques, assistance téléphonique, sécurité, etc.) ou une assistance et des conseils à FREE.",
            "point_source": "https://www.free.fr/freebox/informations/politique-de-confidentialite/",
            "case": {
                "text": "This service gives your personal data to third parties involved in its operation",
                "href": "https://edit.tosdr.org/cases/188"
            }
        },
        {
            "title": "Your personal data is used for advertising",
            "rating": "bad",
            "description": "Your interaction with the service and data you have shared with them may be gathered to create an advertising ID or profile to target ads on you, either on the website you were visiting or in third party websites.",
            "last_updated": "2023-07-11 06:27:42",
            "point_link": "https://edit.tosdr.org/points/24298",
            "approval_status": "APPROVED",
            "clause_text": "FREE peut également utiliser certaines de vos données personnelles avec votre consentement, que vous pouvez retirer à tout moment, afin que nous et/ou nos partenaires réalisions des actions de promotion et vous adressions des publicités adaptées à vos centres d’intérêts.",
            "point_source": "https://www.free.fr/freebox/informations/politique-de-confidentialite/",
            "case": {
                "text": "Your personal data is used for advertising",
                "href": "https://edit.tosdr.org/cases/216"
            }
        },
        {
            "title": "Your data may be processed and stored anywhere in the world",
            "rating": "bad",
            "description": "Your data is stored all over the world, including in countries where data protection rules may differ from the ones of the service's jurisdiction or those of your country jurisdiction.",
            "last_updated": "2023-07-11 06:21:13",
            "point_link": "https://edit.tosdr.org/points/24306",
            "approval_status": "APPROVED",
            "clause_text": "<p>Les sous-traitants, partenaires et prestataires de FREE peuvent être situés en dehors de l’Union Européenne.",
            "point_source": "https://www.free.fr/freebox/informations/politique-de-confidentialite/",
            "case": {
                "text": "Your data may be processed and stored anywhere in the world",
                "href": "https://edit.tosdr.org/cases/187"
            }
        },
        {
            "title": "Third-party cookies are used for statistics",
            "rating": "bad",
            "description": "For instance, Google Analytics, rather than self-hosted (first-party) statistics software.",
            "last_updated": "2023-09-17 09:45:53",
            "point_link": "https://edit.tosdr.org/points/30047",
            "approval_status": "APPROVED",
            "clause_text": "Full quote: \"Des tiers peuvent déposer et utiliser des cookies sur le Site Internet pour réaliser des opérations de prospection adaptées à vos centres d'intérêts et usage ainsi que pour réaliser des statistiques et mesures d'audience.\"",
            "point_source": "https://www.free.fr/freebox/cookies/",
            "case": {
                "text": "Third-party cookies are used for statistics",
                "href": "https://edit.tosdr.org/cases/325"
            }
        },
        {
            "title": "Personal information that is shared outside its jurisdiction is processed according to the original jurisdiction’s data protection standards",
            "rating": "good",
            "description": "The service has arrangements in place to ensure that users' personal information, if shared with an entity outside of the service's jurisdiction, is processed to the same standards that apply to the processing of personal data in the service's jurisdiction.",
            "last_updated": "2023-08-28 20:15:32",
            "point_link": "https://edit.tosdr.org/points/30044",
            "approval_status": "APPROVED",
            "clause_text": "<p>Les sous-traitants, partenaires et prestataires de FREE peuvent être situés en dehors de l’Union Européenne.\nLorsque ces derniers se trouvent dans un pays qui n’a pas été reconnu comme assurant un niveau de protection adéquat, FREE fera le nécessaire pour qu’ils assurent un niveau de protection et de sécurité adéquat de vos données personnelles et équivalent à celui prévu par la législation européenne",
            "point_source": "https://www.free.fr/freebox/informations/politique-de-confidentialite/",
            "case": {
                "text": "Personal information that is shared outside its jurisdiction is processed according to the original jurisdiction’s data protection standards",
                "href": "https://edit.tosdr.org/cases/302"
            }
        },
        {
            "title": "You can request access, correction and/or deletion of your data",
            "rating": "good",
            "description": "Users have the right to access personal data hold by the Service, correct it and/or permanently delete it. This usually applies to Services GDPR compliants.",
            "last_updated": "2023-07-11 06:21:13",
            "point_link": "https://edit.tosdr.org/points/24309",
            "approval_status": "APPROVED",
            "clause_text": "On 2024-05-12 06:42:16 UTC, bangpiano0101 (33629)  wrote:\n          Welcome to GO99, which provides the ultimate, diverse and attractive online betting experience! At GO99, we are proud to provide a safe playground. - please click here trang chủ go99",
            "point_source": "https://www.free.fr/freebox/informations/politique-de-confidentialite/",
            "case": {
                "text": "You can request access, correction and/or deletion of your data",
                "href": "https://edit.tosdr.org/cases/195"
            }
        },
        {
            "title": "You can retrieve an archive of your data",
            "rating": "good",
            "description": "Users can request a copy of the data collected through the services and infer from it the amount of personal information that is processed and stored by the Service. This usually applies to Services GDPR compliants.",
            "last_updated": "2023-08-28 20:17:00",
            "point_link": "https://edit.tosdr.org/points/30048",
            "approval_status": "APPROVED",
            "clause_text": "ou encore exercer votre droit à la limitation des traitements ou à la portabilité de vos données dans les cas autorisés : </p>\n<ul>\n<li>\n<p> via votre espace abonné .\n</p>\n</li>\n<li>\n<p>en adressant un courrier et en justifiant de votre identité à : FREE – Informatique et Libertés – 75371 Paris Cedex 08",
            "point_source": "https://www.free.fr/freebox/informations/politique-de-confidentialite/",
            "case": {
                "text": "You can retrieve an archive of your data",
                "href": "https://edit.tosdr.org/cases/140"
            }
        },
        {
            "title": "Details are provided about what kind of information they collect",
            "rating": "good",
            "description": "The Privacy Policy describes in detail the data collected through the website and through the services provided.",
            "last_updated": "2023-07-11 06:27:40",
            "point_link": "https://edit.tosdr.org/points/24304",
            "approval_status": "APPROVED",
            "clause_text": "QUELLES DONNEES PERSONNELLES NOUS COLLECTONS ?<p>",
            "point_source": "https://www.free.fr/freebox/informations/politique-de-confidentialite/",
            "case": {
                "text": "Information is provided about what kind of information they collect",
                "href": "https://edit.tosdr.org/cases/228"
            }
        },
        {
            "title": "The service reviews its privacy policy on a regular basis",
            "rating": "good",
            "description": "Users know the date the privacy policy was last updated and can thus infer the next time it will be reviewed. This gives users more certainty about how long they can trust the current policy to apply.",
            "last_updated": "2023-07-11 06:21:12",
            "point_link": "https://edit.tosdr.org/points/24310",
            "approval_status": "APPROVED",
            "clause_text": "<p>La présente Politique de confidentialité peut être amenée à évoluer, notamment en raison des évolutions législatives et réglementaires et afin de refléter les évolutions de nos pratiques et technologies.",
            "point_source": "https://www.free.fr/freebox/informations/politique-de-confidentialite/",
            "case": {
                "text": "The service reviews its privacy policy on a regular basis",
                "href": "https://edit.tosdr.org/cases/301"
            }
        },
        {
            "title": "Information is provided about how your personal data is used",
            "rating": "good",
            "description": "The Privacy Policy explains the purposes for which data is collected and the way it is processed, used and shared.",
            "last_updated": "2023-07-11 06:21:12",
            "point_link": "https://edit.tosdr.org/points/24300",
            "approval_status": "APPROVED",
            "clause_text": "POURQUOI NOUS UTILISONS VOS DONNEES PERSONNELLES ?",
            "point_source": "https://www.free.fr/freebox/informations/politique-de-confidentialite/",
            "case": {
                "text": "Information is provided about how your personal data is used",
                "href": "https://edit.tosdr.org/cases/227"
            }
        },
        {
            "title": "Third parties used by the service are bound by confidentiality obligations",
            "rating": "good",
            "description": "The Third Parties accessing your personal information must keep it confidential and only use it for limited purposes.",
            "last_updated": "2023-07-11 06:21:13",
            "point_link": "https://edit.tosdr.org/points/24305",
            "approval_status": "APPROVED",
            "clause_text": "Lorsque nous avons recours à un prestataire, nous ne lui communiquons vos données personnelles qu’après avoir obtenu de ce dernier un engagement et des garanties sur sa capacité à répondre à nos exigences de sécurité et de confidentialité et nous concluons des contrats dans le respect des obligations légales et règlementaires précisant les conditions et modalités des traitements des données personnelles.\nNous veillons à ce qu’ils appliquent des politiques strictes qui permettent que vos données personnelles ne soient transmises qu’aux seules personnes autorisées à y avoir accès.\n</p>",
            "point_source": "https://www.free.fr/freebox/informations/politique-de-confidentialite/",
            "case": {
                "text": "Third parties used by the service are bound by confidentiality obligations",
                "href": "https://edit.tosdr.org/cases/210"
            }
        },
        {
            "title": "Blocking first party cookies may limit your ability to use the service",
            "rating": "neutral",
            "description": "Most browsers allow users to set preferences related to cookies storage. You may choose to block all cookies (including first-party cookies), but it may impact your use of this service and you may not be able to access some or any of the features provided.",
            "last_updated": "2023-08-28 20:16:47",
            "point_link": "https://edit.tosdr.org/points/30046",
            "approval_status": "APPROVED",
            "clause_text": "Un refus de ces cookies peut donc dégrader votre expérience sur le Site Internet, voire vous empêcher d’accéder à certains services proposés sur le Site Internet.",
            "point_source": "https://www.free.fr/freebox/cookies/",
            "case": {
                "text": "Blocking first party cookies may limit your ability to use the service",
                "href": "https://edit.tosdr.org/cases/375"
            }
        },
        {
            "title": "There is a date of the last update of the agreements",
            "rating": "neutral",
            "description": "The given text has a date that allows to know when it was last updated.",
            "last_updated": "2023-07-11 06:21:13",
            "point_link": "https://edit.tosdr.org/points/24312",
            "approval_status": "APPROVED",
            "clause_text": "<p>\n<i>Dernière mise à jour en avril 2021</i>",
            "point_source": "https://www.free.fr/freebox/informations/politique-de-confidentialite/",
            "case": {
                "text": "There is a date of the last update of the agreements",
                "href": "https://edit.tosdr.org/cases/331"
            }
        }
    ]
}