{
    "meta_data": {
        "title": "FastMail - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "Users have a reduced time period to take legal action against the service",
            "rating": "bad",
            "description": "If you wish to bring legal action against a service about a past incident, you may not be able to do so if the Terms you agreed to implied a limited amount of time. As a result it may be worthy to carefully read that section of the Terms to know exactly how much time you might have before your right to take legal action expires.",
            "last_updated": "2023-07-11 06:33:28",
            "point_link": "https://edit.tosdr.org/points/9480",
            "approval_status": "APPROVED",
            "clause_text": "You and Fastmail agree that any cause of action arising out of or related to these Terms and/or the Service must commence within one (1) year after the cause of action arose.\notherwise, such cause of action is permanently barred.</p",
            "point_source": "https://www.fastmail.com/about/tos.html",
            "case": {
                "text": "You have a reduced time period to take legal action against the service",
                "href": "https://edit.tosdr.org/cases/151"
            }
        },
        {
            "title": "Users shall not interfere with another person's enjoyment of the service",
            "rating": "bad",
            "description": "Users are asked not to interfere with another person't enjoyment in using the service.\nHowever, this statement is very vague and open to interpretation by the service itself.",
            "last_updated": "2023-07-11 10:06:49",
            "point_link": "https://edit.tosdr.org/points/9477",
            "approval_status": "APPROVED",
            "clause_text": "Interfere with another member’s use and enjoyment of the Service or another individual’s or entity’s use and enjoyment of similar services.</li>\n</ul>",
            "point_source": "https://www.fastmail.com/about/tos.html",
            "case": {
                "text": "You shall not interfere with another person's enjoyment of the service",
                "href": "https://edit.tosdr.org/cases/285"
            }
        },
        {
            "title": "Your data may be processed and stored anywhere in the world",
            "rating": "bad",
            "description": "Your data is stored all over the world, including in countries where data protection rules may differ from the ones of the service's jurisdiction or those of your country jurisdiction.",
            "last_updated": "2023-07-11 10:02:53",
            "point_link": "https://edit.tosdr.org/points/10095",
            "approval_status": "APPROVED",
            "clause_text": "You should be aware that your information may be held in databases which can\nbe accessed by other Fastmail companies and their partners or service providers\nworldwide.\nWe employ people through different Fastmail companies and partners,\ndepending on where they live and those Fastmail companies and partners provide\nservice, at the same level of quality and with the same policies throughout\nthe world",
            "point_source": "https://www.fastmail.com/about/privacy.html",
            "case": {
                "text": "Your data may be processed and stored anywhere in the world",
                "href": "https://edit.tosdr.org/cases/187"
            }
        },
        {
            "title": "This service uses third-party cookies for statistics",
            "rating": "bad",
            "description": "For instance, Google Analytics, rather than self-hosted (first-party) statistics software.",
            "last_updated": "2023-07-11 06:36:03",
            "point_link": "https://edit.tosdr.org/points/11972",
            "approval_status": "APPROVED",
            "clause_text": "Third Party analytics</strong>.\nWe have engaged Innocraft's Matomo to analyse the activities of visitors to the Website through the use of cookies and other tracking technologies which enable them to monitor traffic to, and use of the Website.\nThis enables us to evaluate usage of the Website.\nThese third party cookies are governed by each third party's privacy or cookies policy.\n</p>\n<p>Third party analytics are only used on our marketing and help pages.",
            "point_source": "https://www.fastmail.com/about/cookies.html",
            "case": {
                "text": "Third-party cookies are used for statistics",
                "href": "https://edit.tosdr.org/cases/325"
            }
        },
        {
            "title": "You can delete your content from this service",
            "rating": "good",
            "description": "You can ask the service to remove your content at any time, and it's deleted within a reasonable time.",
            "last_updated": "2023-07-11 06:33:08",
            "point_link": "https://edit.tosdr.org/points/4593",
            "approval_status": "APPROVED",
            "clause_text": "On 2024-09-21 04:31:06 UTC, Percyrempel (38092)  wrote:\n          It’s clear that big money can be made by understanding key strategies. Just like in the game <a href=\"https://monkeymart.lol\">Monkey Mart</a>, where savvy decisions lead to success, your insights can unlock potential profits. Be sure to consider the points you’ve identified, as they might be the key to increased earnings in any venture.",
            "point_source": "https://www.fastmail.com/about/privacy.html",
            "case": {
                "text": "You can delete your content from this service",
                "href": "https://edit.tosdr.org/cases/175"
            }
        },
        {
            "title": "User accounts can be terminated after having been in breach of the terms of service repeatedly",
            "rating": "good",
            "description": "User accounts can be terminated for having been in breach of the terms of service repeatedly, meaning they cannot be terminated without a reason, but only for a limited number of reasons. Additionally, user accounts will not be deleted after a first infringement.",
            "last_updated": "2023-07-11 10:04:16",
            "point_link": "https://edit.tosdr.org/points/7953",
            "approval_status": "APPROVED",
            "clause_text": "Fastmail may terminate your access to any part or all of the Service and any related service(s) effective immediately if you fail to comply with these Terms, or where required to by law.</p",
            "point_source": "https://www.fastmail.com/about/tos.html",
            "case": {
                "text": "User accounts can be terminated after having been in breach of the terms of service repeatedly",
                "href": "https://edit.tosdr.org/cases/313"
            }
        },
        {
            "title": "This service provides archives of their terms of service so that changes can be viewed over time",
            "rating": "good",
            "description": "This case applies to Services whose agreements provide previous versions, so that users can compare them and understand how the Service seems to evolve regarding user rights.",
            "last_updated": "2023-07-11 06:32:55",
            "point_link": "https://edit.tosdr.org/points/7950",
            "approval_status": "APPROVED",
            "clause_text": "We still have our previous Terms of Service online",
            "point_source": "https://www.fastmail.com/about/tos.html",
            "case": {
                "text": "Archives of their agreements are provided so that changes can be viewed over time",
                "href": "https://edit.tosdr.org/cases/197"
            }
        },
        {
            "title": "The service will not allow third parties to access your personal information without a legal basis",
            "rating": "good",
            "description": null,
            "last_updated": "2023-07-11 10:06:51",
            "point_link": "https://edit.tosdr.org/points/9495",
            "approval_status": "APPROVED",
            "clause_text": "We won't release any data without the required legal authorisation from an Australian court.\nAs an Australian company, we do not respond to US court orders",
            "point_source": "https://www.fastmail.com/help/ourservice/security.html",
            "case": {
                "text": "Third parties are not allowed to access your personal information without a legal basis",
                "href": "https://edit.tosdr.org/cases/167"
            }
        },
        {
            "title": "The service's data retention period is kept to the minimum necessary for fulfilling its purposes",
            "rating": "good",
            "description": "The service will remove personal data from its systems once it is no longer required. Depending on the type of information and the reason it was collected, data retention periods will vary.",
            "last_updated": "2023-07-11 10:07:26",
            "point_link": "https://edit.tosdr.org/points/9489",
            "approval_status": "APPROVED",
            "clause_text": "destroying your personal information if it is no longer needed to provide you with our service;</li>\n<li>destroying logging or other transactional information that may incidentally contain personal information in accordance with our schedules to clear such information;</li>",
            "point_source": "https://www.fastmail.com/about/privacy.html",
            "case": {
                "text": "The data retention period is kept to the minimum necessary for fulfilling its purposes",
                "href": "https://edit.tosdr.org/cases/303"
            }
        },
        {
            "title": "Tracking cookies refused will not limit your ability to use the service",
            "rating": "good",
            "description": "Blocking tracking technologies will not negatively impact your use of the service.",
            "last_updated": "2023-07-11 10:06:48",
            "point_link": "https://edit.tosdr.org/points/9466",
            "approval_status": "APPROVED",
            "clause_text": "you do not need to have cookies turned on to visit our marketing and help pages",
            "point_source": "https://www.fastmail.com/about/cookies.html",
            "case": {
                "text": "Tracking cookies refused will not limit your ability to use the service",
                "href": "https://edit.tosdr.org/cases/385"
            }
        },
        {
            "title": "You maintain ownership of your data",
            "rating": "good",
            "description": "This service does not claim ownership over user-generated content or materials, and the user doesn't need to waive any moral rights by posting owned content.",
            "last_updated": "2023-07-11 10:06:49",
            "point_link": "https://edit.tosdr.org/points/9481",
            "approval_status": "APPROVED",
            "clause_text": "Content uploaded by members\n<p>Fastmail does not claim ownership of content you submit or make available for inclusion on the Service",
            "point_source": "https://www.fastmail.com/about/tos.html",
            "case": {
                "text": "You maintain ownership of your content",
                "href": "https://edit.tosdr.org/cases/183"
            }
        },
        {
            "title": "This service allows you to retrieve an archive of your data",
            "rating": "good",
            "description": "Users can request a copy of the data collected through the services and infer from it the amount of personal information that is processed and stored by the Service. This usually applies to Services GDPR compliants.",
            "last_updated": "2023-07-11 10:04:20",
            "point_link": "https://edit.tosdr.org/points/8013",
            "approval_status": "APPROVED",
            "clause_text": "You can download and export a copy of all of your data and content in your Fastmail account if you want to back it up or use it with a service outside of Fastmail",
            "point_source": "https://www.fastmail.com/about/privacy.html",
            "case": {
                "text": "You can retrieve an archive of your data",
                "href": "https://edit.tosdr.org/cases/140"
            }
        },
        {
            "title": "The service provides a complete list of all cookies set by its website",
            "rating": "good",
            "description": "The service provides users with a complete list of all first and third party cookies its website sets and an explanation of their uses. This information can be valuable for users to make an informed choice whether to allow those cookies.",
            "last_updated": "2023-07-11 10:06:48",
            "point_link": "https://edit.tosdr.org/points/9467",
            "approval_status": "APPROVED",
            "clause_text": "List of cookies used\n<p>Below is a list of the cookies we set on our websites and the purpose of each:</p>\nfastmail.com\n<ul>\n<li>\n<code>s_...</code> – Login cookie – this is used to allow you to log in to the Website.</li>\n<li>\n<code>f_...</code> – Security cookie – used as part of login and account recovery for keeping your account secure.</li>\n<li>\n<code>d_...</code> – Stores the domain you came in with, so we can keep you on the same domain when you log out.</li>\n<li>\n<code>lang_...</code> – Your preferred language to use for our interface once logged in.</li>\n<li>\n<code>theme_...</code> – Your preferred theme to use for our interface once logged in.</li>\n<li>\n<code>campaign</code> – If you came to our marketing site via a particular ad or campaign on a third party site, we set this so we can measure how effective the campaign was.</li>\n</ul>\nfastmailusercontent.com\n<ul>\n<li>\n<code>sk_…</code> Login cookie – this is used to authenticate your requests for message attachments and other user content.</li>\n</ul>\ntopicbox.com\n<ul>\n<li>\n<code>s_...</code> – Login cookie – this is used to allow you to log in to the Website.</li>\n<li>\n<code>f_...</code> – Security cookie – used as part of login and account recovery for keeping your account secure.</li>\n</ul>\npobox.com\n<ul>\n<li>\n<code>pobox_session</code> — Login cookie – this is used to allow you to log in to the Website.</li>\n<li>\n<code>browsertoken</code> — Security cookie – used as part of login and account recovery for keeping your account secure.</li>\n<li>\n<code>SpryMedia_DataTables_...</code> — Used for temporary storage of view parameters for data views (no user data)</li>\n</ul>\nlistbox.com\n<ul>\n<li>\n<code>mason</code> — Login cookie – this is used to allow you to log in to the Website.</li",
            "point_source": "https://www.fastmail.com/about/cookies.html",
            "case": {
                "text": "A list of all cookies set by the website is provided",
                "href": "https://edit.tosdr.org/cases/306"
            }
        },
        {
            "title": "This service respects your browser's Do Not Track (DNT) headers",
            "rating": "good",
            "description": "This service does respect the browser's Do Not Track header and disables all user tracking if it is enabled.",
            "last_updated": "2023-07-11 10:03:44",
            "point_link": "https://edit.tosdr.org/points/7606",
            "approval_status": "APPROVED",
            "clause_text": "Matomo respects Do Not Track browser flags.\nyou may opt out of tracking by setting your browser to Do Not Track.",
            "point_source": "https://www.fastmail.com/about/privacy.html",
            "case": {
                "text": "Your browser's Do Not Track (DNT) headers are respected",
                "href": "https://edit.tosdr.org/cases/383"
            }
        },
        {
            "title": "The service provides a complaint mechanism for the handling of personal data",
            "rating": "good",
            "description": "The service provides users with contact information for an internal or external structure to lodge complaints. It also provides users with contact information for a higher data protection / privacy office in case the internal mechanism fails to satisfy the user.",
            "last_updated": "2023-07-11 10:06:51",
            "point_link": "https://edit.tosdr.org/points/9490",
            "approval_status": "APPROVED",
            "clause_text": "The primary point of contact for all issues arising from this Policy is our Data Protection Officer.\nThey can be contacted in the following ways",
            "point_source": "https://www.fastmail.com/about/privacy.html",
            "case": {
                "text": "A complaint mechanism is provided for the handling of personal data",
                "href": "https://edit.tosdr.org/cases/300"
            }
        },
        {
            "title": "The service provides information about how they intend to use your personal data",
            "rating": "good",
            "description": "The Privacy Policy explains the purposes for which data is collected and the way it is processed, used and shared.",
            "last_updated": "2023-07-11 10:06:40",
            "point_link": "https://edit.tosdr.org/points/9488",
            "approval_status": "APPROVED",
            "clause_text": "What personal information we collect and when and why we use it",
            "point_source": "https://www.fastmail.com/about/privacy.html",
            "case": {
                "text": "Information is provided about how your personal data is used",
                "href": "https://edit.tosdr.org/cases/227"
            }
        },
        {
            "title": "This service does not sell your personal data",
            "rating": "good",
            "description": "This service makes an explicit promise not to sell \"personal data\" of users.",
            "last_updated": "2023-07-11 10:06:49",
            "point_link": "https://edit.tosdr.org/points/9494",
            "approval_status": "APPROVED",
            "clause_text": "We don’t ever sell or monetize confidential data or even “aggregate customer data”.</p>",
            "point_source": "https://www.fastmail.com/help/ourservice/security.html",
            "case": {
                "text": "Your personal data is not sold",
                "href": "https://edit.tosdr.org/cases/193"
            }
        },
        {
            "title": "The service provides two factor authentification for your account",
            "rating": "good",
            "description": "The service provides means of further securing your account with two factor authentification, thus greatly improving account security.",
            "last_updated": "2023-07-11 10:06:49",
            "point_link": "https://edit.tosdr.org/points/9491",
            "approval_status": "APPROVED",
            "clause_text": "Using two-step verification (2FA)",
            "point_source": "https://www.fastmail.com/help/account/2fa.html",
            "case": {
                "text": "Two factor authentication is provided for your account",
                "href": "https://edit.tosdr.org/cases/312"
            }
        },
        {
            "title": "Third parties used by the service are bound by confidentiality obligations",
            "rating": "good",
            "description": "The Third Parties accessing your personal information must keep it confidential and only use it for limited purposes.",
            "last_updated": "2023-07-11 10:06:50",
            "point_link": "https://edit.tosdr.org/points/9483",
            "approval_status": "APPROVED",
            "clause_text": "li>where we transfer your personal information outside of Fastmail or to third parties who help provide our services, we obtain contractual commitments from those third parties to protect your personal information",
            "point_source": "https://www.fastmail.com/about/privacy.html",
            "case": {
                "text": "Third parties used by the service are bound by confidentiality obligations",
                "href": "https://edit.tosdr.org/cases/210"
            }
        },
        {
            "title": "The user is informed about security practices",
            "rating": "good",
            "description": "It's important to know what security measures are taken to protect your data from unauthorized access. This case applies to the Agreements that precisely explain their security practices.",
            "last_updated": "2023-07-11 06:33:28",
            "point_link": "https://edit.tosdr.org/points/9484",
            "approval_status": "APPROVED",
            "clause_text": "How we protect and store your information\nSecurity",
            "point_source": "https://www.fastmail.com/about/privacy.html",
            "case": {
                "text": "Information is provided about security practices",
                "href": "https://edit.tosdr.org/cases/226"
            }
        },
        {
            "title": "The terms for this service are easy to read",
            "rating": "good",
            "description": "The Agreements are well-organised, define legal terms (where applicable), aren't needlessly long and may be pleasant to read.",
            "last_updated": "2023-07-11 10:02:52",
            "point_link": "https://edit.tosdr.org/points/9486",
            "approval_status": "APPROVED",
            "clause_text": "We want to make our\npolicies on managing your data clear and understandable, so we've tried to write\nour privacy policy in plain English.</p>",
            "point_source": "https://www.fastmail.com/about/privacy.html",
            "case": {
                "text": "The terms for this service are easy to read",
                "href": "https://edit.tosdr.org/cases/199"
            }
        },
        {
            "title": "You have the right to leave this service at any time",
            "rating": "good",
            "description": "You can stop using the service and/or cancel or delete your account at any time for any reason. Moreover, the termination is reasonably fast and simple.",
            "last_updated": "2023-07-11 06:33:54",
            "point_link": "https://edit.tosdr.org/points/4592",
            "approval_status": "APPROVED",
            "clause_text": "",
            "point_source": "https://www.fastmail.com/about/privacy.html",
            "case": {
                "text": "You have the right to leave this service at any time",
                "href": "https://edit.tosdr.org/cases/170"
            }
        },
        {
            "title": "The service provides a free help desk",
            "rating": "good",
            "description": "The service can be easily contacted for questions or provides a support center at no extra cost.",
            "last_updated": "2023-07-11 10:06:50",
            "point_link": "https://edit.tosdr.org/points/9492",
            "approval_status": "APPROVED",
            "clause_text": "For instant answers, search our documentation or browse the various categories below.\nIf you can’t find what you need, contact our support team and we’ll help get your issue resolved as soon as we can.</p>",
            "point_source": "https://www.fastmail.com/help/",
            "case": {
                "text": "A free help desk is provided",
                "href": "https://edit.tosdr.org/cases/232"
            }
        },
        {
            "title": "You can opt out of promotional communications",
            "rating": "good",
            "description": "You can update your account preferences and/or easily unsubscribe of email/sms lists to stop receiving promotional communications.",
            "last_updated": "2023-07-11 10:06:51",
            "point_link": "https://edit.tosdr.org/points/9493",
            "approval_status": "APPROVED",
            "clause_text": "can opt out of any non-essential communication by de-selecting the relevant checkbox in the settings page in the web interface;</li>\n<li>even after opting in, you can ask us to stop sending email marketing by following the “unsubscribe” or opt-out links in electronic communications.",
            "point_source": "https://www.fastmail.com/about/privacy.html",
            "case": {
                "text": "You can opt out of promotional communications",
                "href": "https://edit.tosdr.org/cases/223"
            }
        },
        {
            "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:04:18",
            "point_link": "https://edit.tosdr.org/points/8012",
            "approval_status": "APPROVED",
            "clause_text": "You agree to indemnify and hold Fastmail, its parents, subsidiaries, affiliates, officers and employees, harmless from any claim, demand, or damage, including reasonable attorneys’ fees, asserted by any third party due to or arising out of your use of or conduct on the Service.</p",
            "point_source": "https://www.fastmail.com/about/tos.html",
            "case": {
                "text": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
                "href": "https://edit.tosdr.org/cases/146"
            }
        },
        {
            "title": "Users should revisit the terms periodically, although in case of material changes, the service will notify",
            "rating": "neutral",
            "description": "The service may update the Terms without notice, but if they significantly change the agreements in a manner that importantly and/or negatively affects the way the service is used, users will be notified.",
            "last_updated": "2023-07-11 10:02:53",
            "point_link": "https://edit.tosdr.org/points/9482",
            "approval_status": "APPROVED",
            "clause_text": "If we make fundamental changes to this privacy policy, we may\ntake additional steps to notify you including by posting on our website(s),\nthrough pop-up notices or via email.",
            "point_source": "https://www.fastmail.com/about/privacy.html",
            "case": {
                "text": "You should revisit the terms periodically, although in case of material changes, the service will notify",
                "href": "https://edit.tosdr.org/cases/329"
            }
        },
        {
            "title": "There is a date of the last update of the terms",
            "rating": "neutral",
            "description": "The given text has a date that allows to know when it was last updated.",
            "last_updated": "2023-07-11 06:33:23",
            "point_link": "https://edit.tosdr.org/points/7607",
            "approval_status": "APPROVED",
            "clause_text": "Terms of Service <p>These Terms of Service came into effect on <strong>May 25th, 2020</strong",
            "point_source": "https://www.fastmail.com/about/tos.html",
            "case": {
                "text": "There is a date of the last update of the agreements",
                "href": "https://edit.tosdr.org/cases/331"
            }
        },
        {
            "title": "You are allowed to quote their content with attribution",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:21:29",
            "point_link": "https://edit.tosdr.org/points/24572",
            "approval_status": "APPROVED",
            "clause_text": ":</p>\n<p>\n<strong>Marketing activities</strong> use cookies to inform us of the effectiveness of paid advertisements we place on other sites on the internet.</p>\n<ul>\n<li>Matomo</li>\n<li>Twitter </li>\n<li>Facebook</li>\n<li>Capterra</li>\n<li>Google AdWords</li>\n</ul>\n<p>\n<strong>Stop spam</strong> when people contact us and block automated signups.</p>\n<ul>\n<li>Google Captcha </li>\n</ul>\n<p>\n<strong>Customer supp",
            "point_source": "https://www.fastmail.com/about/cookies.html",
            "case": {
                "text": "You are allowed to quote their content with attribution",
                "href": "https://edit.tosdr.org/cases/388"
            }
        },
        {
            "title": "This service assumes no responsibility and liability for the contents of links to other websites",
            "rating": "neutral",
            "description": "The service rejects any responsibility for the contents of other websites to which it links.",
            "last_updated": "2023-07-11 10:06:49",
            "point_link": "https://edit.tosdr.org/points/9478",
            "approval_status": "APPROVED",
            "clause_text": "The Linked Sites are not under the control of Fastmail and Fastmail is not responsible for the contents of any linked site or any link contained in a Linked Site, or any changes or updates to such sites",
            "point_source": "https://www.fastmail.com/about/tos.html",
            "case": {
                "text": "This service assumes no responsibility and liability for the contents of links to other websites",
                "href": "https://edit.tosdr.org/cases/279"
            }
        },
        {
            "title": "This service prohibits users sending chain letters, junk mail, spam or any unsolicited messages",
            "rating": "neutral",
            "description": "Users are not allowed to use the service for chain letters, junk mail, spamming or any other distribution of content to people who have not agreed to receiving it.",
            "last_updated": "2023-07-11 10:04:16",
            "point_link": "https://edit.tosdr.org/points/7952",
            "approval_status": "APPROVED",
            "clause_text": "Fastmail will immediately terminate any account which it believes, in its sole discretion, is transmitting or is otherwise connected with any spam or other unsolicited bulk email.</p",
            "point_source": "https://www.fastmail.com/about/tos.html",
            "case": {
                "text": "You are prohibited from sending chain letters, junk mail, spam or any unsolicited messages",
                "href": "https://edit.tosdr.org/cases/281"
            }
        },
        {
            "title": "The service is provided 'as is' and to be used at the users' sole risk",
            "rating": "neutral",
            "description": "This service does not provide any guarantees as to its usability or fitness for the users' purposes. Users agree to use it at their own risk, accepting any possible bugs, malfunctions or harm to their devices.",
            "last_updated": "2023-07-11 10:06:40",
            "point_link": "https://edit.tosdr.org/points/9479",
            "approval_status": "APPROVED",
            "clause_text": "The Service is provided “as is” without warranty of any kind",
            "point_source": "https://www.fastmail.com/about/tos.html",
            "case": {
                "text": "The service is provided 'as is' and to be used at your sole risk",
                "href": "https://edit.tosdr.org/cases/286"
            }
        },
        {
            "title": "Users agree not to submit libelous, harassing or threatening content",
            "rating": "neutral",
            "description": "This service prohibits users from submitting content of a variety of types. This can include content that is unlawful, harassing, abusive, threatening, libelous, sexist, racist, homophobic, transphobic, or discriminatory in any other way.",
            "last_updated": "2023-07-11 10:06:49",
            "point_link": "https://edit.tosdr.org/points/9472",
            "approval_status": "APPROVED",
            "clause_text": "Defame, abuse, harass, stalk, threaten or otherwise violate the legal rights (such as rights of privacy and publicity) of others.",
            "point_source": "https://www.fastmail.com/about/tos.html",
            "case": {
                "text": "You agree not to submit libelous, harassing or threatening content",
                "href": "https://edit.tosdr.org/cases/283"
            }
        },
        {
            "title": "This service prohibits users from attempting to gain unauthorized access to other computer systems",
            "rating": "neutral",
            "description": "The service does not allow any attempts at hacking or otherwise gaining unauthorized access to other users' computers.",
            "last_updated": "2023-07-11 10:02:51",
            "point_link": "https://edit.tosdr.org/points/9476",
            "approval_status": "APPROVED",
            "clause_text": "Attempt to gain unauthorised access to the Service, other accounts, computer systems or networks connected to the Service, through password mining or any other means.</li>",
            "point_source": "https://www.fastmail.com/about/tos.html",
            "case": {
                "text": "You are prohibited from attempting to gain unauthorized access to other computer systems",
                "href": "https://edit.tosdr.org/cases/284"
            }
        },
        {
            "title": "This service is only available to users of a certain age",
            "rating": "neutral",
            "description": "The Services are intended for users who are at least a certain age. If you are younger than the age required then you are prohibited from using the Service.",
            "last_updated": "2023-07-11 10:03:44",
            "point_link": "https://edit.tosdr.org/points/7608",
            "approval_status": "APPROVED",
            "clause_text": "This Service is provided only to individuals who are at least 18 years old or minors who have parental permission to open and maintain an account.",
            "point_source": "https://www.fastmail.com/about/tos.html",
            "case": {
                "text": "This service is only available to users over a certain age",
                "href": "https://edit.tosdr.org/cases/152"
            }
        },
        {
            "title": "Prohibits the posting of pornographic content",
            "rating": "neutral",
            "description": "Users are not allowed to post any content of pornographic nature. This includes adult content, things that are sexually explicit, or obscene.",
            "last_updated": "2023-07-11 10:02:51",
            "point_link": "https://edit.tosdr.org/points/9473",
            "approval_status": "APPROVED",
            "clause_text": "Publish, distribute or disseminate any inappropriate, profane, defamatory, infringing, obscene, indecent or unlawful material or information.</li>",
            "point_source": "https://www.fastmail.com/about/tos.html",
            "case": {
                "text": "The posting of pornographic content is prohibited",
                "href": "https://edit.tosdr.org/cases/315"
            }
        },
        {
            "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder",
            "rating": "neutral",
            "description": "Should any portion of the Terms of Service be unenforceable or invalid, that portion will be enforced to the fullest extent permitted by applicable law and the remainder of the TOS will remain valid and enforceable.",
            "last_updated": "2023-07-11 10:02:51",
            "point_link": "https://edit.tosdr.org/points/10094",
            "approval_status": "APPROVED",
            "clause_text": "If any part of these Terms are determined to be invalid or unenforceable pursuant to applicable law including, but not limited to, the warranty disclaimers and liability limitations set forth above, then the invalid or unenforceable provision will be deemed superseded by a valid, enforceable provision that most closely matches the intent of the original provision and the remainder of these Terms shall continue in effect.</p>",
            "point_source": "https://www.fastmail.com/about/tos.html",
            "case": {
                "text": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder",
                "href": "https://edit.tosdr.org/cases/294"
            }
        },
        {
            "title": "Users agree not to use the service for illegal purposes",
            "rating": "neutral",
            "description": "The user agrees not to commit any unlawful acts through the use of the website, including the posting of illegal content or messaging.",
            "last_updated": "2023-07-11 10:06:48",
            "point_link": "https://edit.tosdr.org/points/9469",
            "approval_status": "APPROVED",
            "clause_text": "Member conduct\n<p>As a condition of your use of the Service, you warrant to Fastmail that you will not use the Service for any purpose that is unlawful or prohibited by these Terms.</p>\n<p",
            "point_source": "https://www.fastmail.com/about/tos.html",
            "case": {
                "text": "You agree not to use the service for illegal purposes",
                "href": "https://edit.tosdr.org/cases/280"
            }
        },
        {
            "title": "The court of law governing the terms is in location X",
            "rating": "neutral",
            "description": "The Terms are governed by the applicable laws of a jurisdiction (specified in the title of each point by replacing the \"X\").",
            "last_updated": "2023-07-11 10:04:15",
            "point_link": "https://edit.tosdr.org/points/7951",
            "approval_status": "APPROVED",
            "clause_text": "Terms are governed by the laws of the State of Victoria, and Australia, without regard to the conflict or choice of law rules thereof.\nThe courts sitting in the State of Victoria, Australia shall have exclusive jurisdiction over any dispute arising hereunder.",
            "point_source": "https://www.fastmail.com/about/tos.html",
            "case": {
                "text": "The court of law governing the terms is in location X",
                "href": "https://edit.tosdr.org/cases/163"
            }
        },
        {
            "title": "Other applicable rules, terms, conditions or guidelines",
            "rating": "neutral",
            "description": "Use of the service is subject also to an exhaustive list of other documents containing rules, guidelines, terms or policies (in addition to the obvious Terms of Service/Terms of Use and Privacy Policy/Data Use Policy)",
            "last_updated": "2023-07-11 10:06:39",
            "point_link": "https://edit.tosdr.org/points/9474",
            "approval_status": "APPROVED",
            "clause_text": "Harvest or otherwise collect information about others, including email addresses, without their consent.</li>\n<li>",
            "point_source": "https://www.fastmail.com/about/tos.html",
            "case": {
                "text": "Other applicable rules, terms, conditions or guidelines",
                "href": "https://edit.tosdr.org/cases/144"
            }
        }
    ]
}