{
    "meta_data": {
        "title": "LineageOS - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "This service tracks which web page referred you to it",
            "rating": "bad",
            "description": "The service logs the URL of the last web page you visited before visiting the Site and may use that information to gather more data about you.",
            "last_updated": "2023-07-11 06:28:58",
            "edit_link": "https://edit.tosdr.org/points/31022"
        },
        {
            "title": "Your personal data is used for limited purposes",
            "rating": "good",
            "description": "Your Personal Data is only used for the essential purposes of the Service, which are clearly defined on the Agreements. For instance, the Service won't abuse your data to deliver targeted advertisements to you or for marketing purposes.",
            "last_updated": "2023-07-11 06:28:18",
            "edit_link": "https://edit.tosdr.org/points/30417"
        },
        {
            "title": "Your personal data is not shared with third parties",
            "rating": "good",
            "description": "Information collected from users by this service is not given to third parties.",
            "last_updated": "2023-07-11 06:28:18",
            "edit_link": "https://edit.tosdr.org/points/30411"
        },
        {
            "title": "Details are provided about what kind of information they collect",
            "rating": "good",
            "description": "The Privacy Policy describes in detail the data collected through the website and through the services provided.",
            "last_updated": "2023-07-11 06:28:18",
            "edit_link": "https://edit.tosdr.org/points/30416"
        },
        {
            "title": "The service will only respond to government requests that are reasonable",
            "rating": "good",
            "description": "The Agreement explains they will disclose personal data about you if it is reasonably necessary to comply with applicable law and government requests.",
            "last_updated": "2023-07-23 21:33:52",
            "edit_link": "https://edit.tosdr.org/points/34441"
        },
        {
            "title": "The service is provided 'as is' and to be used at your sole risk",
            "rating": "neutral",
            "description": "This service does not provide any guarantees as to its usability or fitness for the users' purposes. Users agree to use it at their own risk, accepting any possible bugs, malfunctions or harm to their devices.",
            "last_updated": "2023-07-11 06:28:18",
            "edit_link": "https://edit.tosdr.org/points/30415"
        },
        {
            "title": "Your personal data is aggregated into statistics",
            "rating": "neutral",
            "description": "Your personal data is used for statistics in a de-identified/aggregated form (i.e. not directly linked to a unique identity) to analyse trends, for research and for analytics.",
            "last_updated": "2023-07-11 06:28:16",
            "edit_link": "https://edit.tosdr.org/points/30412"
        },
        {
            "title": "Your IP address is collected, which can be used to view your approximate location",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:28:18",
            "edit_link": "https://edit.tosdr.org/points/30418"
        }
    ]
}