{
    "meta_data": {
        "title": "Fedora Email - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "Your account can be deleted without prior notice and without a reason",
            "rating": "bad",
            "description": "At any time, your account can be terminated without explanation and without warning by the service.",
            "last_updated": "2023-09-06 22:57:40",
            "edit_link": "https://edit.tosdr.org/points/33498",
            "approval_status": "APPROVED"
        },
        {
            "title": "When the service wants to make a material change to its terms, you are notified at least 30 days in advance",
            "rating": "good",
            "description": "The service may update the Terms without notice, but if they significantly change the agreements in a manner that importantly and/or negatively affects the way the service is used, users will be notified at least 30 days in advance.",
            "last_updated": "2023-08-28 17:07:27",
            "edit_link": "https://edit.tosdr.org/points/33500",
            "approval_status": "APPROVED"
        },
        {
            "title": "You have the right to leave this service at any time",
            "rating": "good",
            "description": "You can stop using the service and/or cancel or delete your account at any time for any reason. Moreover, the termination is reasonably fast and simple.",
            "last_updated": "2023-09-07 16:56:14",
            "edit_link": "https://edit.tosdr.org/points/33504",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service assumes no responsibility and liability for the contents of links to other websites",
            "rating": "neutral",
            "description": "The service rejects any responsibility for the contents of other websites to which it links.",
            "last_updated": "2023-09-07 16:56:30",
            "edit_link": "https://edit.tosdr.org/points/33497",
            "approval_status": "APPROVED"
        },
        {
            "title": "There is a date of the last update of the agreements",
            "rating": "neutral",
            "description": "The given text has a date that allows to know when it was last updated.",
            "last_updated": "2023-07-11 06:31:56",
            "edit_link": "https://edit.tosdr.org/points/33369",
            "approval_status": "APPROVED"
        },
        {
            "title": "You must create an account to use this service",
            "rating": "neutral",
            "description": "You must provide the service with your information in order to use it",
            "last_updated": "2023-09-07 16:56:03",
            "edit_link": "https://edit.tosdr.org/points/33501",
            "approval_status": "APPROVED"
        },
        {
            "title": "You are responsible for maintaining the security of your account and for the activities on your account",
            "rating": "neutral",
            "description": "You are responsible for protecting the confidentiality of your password and for maintaining the security of your account. Any activity occurring under your account is your responsibility, whether authorized by you or not.",
            "last_updated": "2023-07-11 06:32:05",
            "edit_link": "https://edit.tosdr.org/points/33426",
            "approval_status": "APPROVED"
        },
        {
            "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder",
            "rating": "neutral",
            "description": "Should any portion of the Terms of Service be unenforceable or invalid, that portion will be enforced to the fullest extent permitted by applicable law and the remainder of the TOS will remain valid and enforceable.",
            "last_updated": "2023-09-07 16:56:50",
            "edit_link": "https://edit.tosdr.org/points/33503",
            "approval_status": "APPROVED"
        },
        {
            "title": "You must report to the service any unauthorized use of your account or any breach of security",
            "rating": "neutral",
            "description": "The service asks the user to notify them immediately of any unauthorized use or security breaches.",
            "last_updated": "2023-07-11 06:32:01",
            "edit_link": "https://edit.tosdr.org/points/33427",
            "approval_status": "APPROVED"
        },
        {
            "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision",
            "rating": "neutral",
            "description": "Even if the service does not or not always enforce all of the rules or provisions contained in its terms, they still apply. Users can at a later time still be held accountable for violating provisions that have not been enforced consistently.",
            "last_updated": "2023-09-07 16:56:41",
            "edit_link": "https://edit.tosdr.org/points/33502",
            "approval_status": "APPROVED"
        },
        {
            "title": "The court of law governing the terms is in location the USA",
            "rating": "neutral",
            "description": "The Terms are governed by the applicable laws of a jurisdiction (specified in the title of each point by replacing the \"X\").",
            "last_updated": "2023-09-06 22:59:20",
            "edit_link": "https://edit.tosdr.org/points/33499",
            "approval_status": "APPROVED"
        }
    ]
}