{
    "meta_data": {
        "title": "privacypolicies.com - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "Content you post may be edited by the service for any reason",
            "rating": "blocker",
            "description": "This service can edit any content on the service for whatever the reason and at their sole discretion.",
            "last_updated": "2023-05-27 13:58:35",
            "edit_link": "https://edit.tosdr.org/points/33699",
            "approval_status": "APPROVED"
        },
        {
            "title": "You cannot delete your account of this service",
            "rating": "blocker",
            "description": "There is no way of deleting your account, which implies that data might be stored forever.",
            "last_updated": "2023-05-27 14:34:15",
            "edit_link": "https://edit.tosdr.org/points/33703",
            "approval_status": "APPROVED"
        },
        {
            "title": "Some personal data may be kept for business interests or legal obligations",
            "rating": "bad",
            "description": "After the end of the data retention period and/or if you request the deletion of your data, they may still keep it for business interests (fraud detection, transactions...) or legal obligations (tax, legal reporting...)",
            "last_updated": "2023-05-20 20:20:19",
            "edit_link": "https://edit.tosdr.org/points/33630",
            "approval_status": "APPROVED"
        },
        {
            "title": "Third-party cookies are used for advertising",
            "rating": "bad",
            "description": "The service's website sets third-party cookies (cookies that do not belong to their domain) for purposes not including statistics and analytics.",
            "last_updated": "2023-05-20 20:20:27",
            "edit_link": "https://edit.tosdr.org/points/33628",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your Personal data may be sold unless you opt out",
            "rating": "bad",
            "description": "There is a form to opt-out (typically California's CCPA) of the selling of your personal data. This is a bad a point because there are many services that don't have this form due to not selling your data in the first place.",
            "last_updated": "2023-08-28 11:00:48",
            "edit_link": "https://edit.tosdr.org/points/33641",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your account can be deleted without prior notice and without a reason",
            "rating": "bad",
            "description": "At any time, your account can be terminated without explanation and without warning by the service.",
            "last_updated": "2023-05-27 13:33:14",
            "edit_link": "https://edit.tosdr.org/points/33702",
            "approval_status": "APPROVED"
        },
        {
            "title": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting",
            "rating": "bad",
            "description": "Tracking technologies (such as web beacons, tracking pixels...) are employed on users and/or the service assigns a unique ID to a browser or device to track its behaviour.",
            "last_updated": "2023-05-20 20:21:05",
            "edit_link": "https://edit.tosdr.org/points/33613",
            "approval_status": "APPROVED"
        },
        {
            "title": "If you offer suggestions to the service, they become the owner of the ideas that you give them",
            "rating": "bad",
            "description": "The service can claim ownership on feedback, proposals, ideas and suggestions submitted by the users, who may waive their \"moral rights\" on that feedback.",
            "last_updated": "2023-05-27 13:33:07",
            "edit_link": "https://edit.tosdr.org/points/33700",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your personal data may be used for marketing purposes",
            "rating": "bad",
            "description": "The service may use your personal data for marketing, such as sending you personalised offerings.",
            "last_updated": "2023-05-20 20:20:34",
            "edit_link": "https://edit.tosdr.org/points/33626",
            "approval_status": "APPROVED"
        },
        {
            "title": "You are being tracked via social media cookies/pixels",
            "rating": "bad",
            "description": "These types of cookies/pixels send information to social media sites when you interact with the service.",
            "last_updated": "2023-05-20 20:20:15",
            "edit_link": "https://edit.tosdr.org/points/33631",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction",
            "rating": "bad",
            "description": "If the service gets acquired or is involved in a merger, bankruptcy, reorganisation or sale, your personal data may be transferred or sold.",
            "last_updated": "2023-05-20 20:21:02",
            "edit_link": "https://edit.tosdr.org/points/33620",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your personal information is used for many different purposes",
            "rating": "bad",
            "description": "Personal Data can be processed for many reasons, including non essential processing such as for advertising, marketing and analytics purposes.",
            "last_updated": "2023-05-20 20:20:54",
            "edit_link": "https://edit.tosdr.org/points/33619",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your personal data is used to employ targeted third-party advertising",
            "rating": "bad",
            "description": "Your Personal Information is traded and shared with advertising companies to target ads on you, either on the website you were visiting or in third party websites. Your interaction with the service and data you have shared with them may be gathered to create an advertising ID or profile.",
            "last_updated": "2023-05-20 20:20:30",
            "edit_link": "https://edit.tosdr.org/points/33627",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service gives your personal data to third parties involved in its operation",
            "rating": "bad",
            "description": "Your personal data is or may be given to third parties essential to the service’s operation. This could be an external spam detection service for an internet forum.",
            "last_updated": "2023-05-20 20:20:58",
            "edit_link": "https://edit.tosdr.org/points/33621",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service is only available in some countries approved by the United States government",
            "rating": "bad",
            "description": "Countries under embargo or banned by the government of the country in question cannot use the service.",
            "last_updated": "2023-05-27 13:33:43",
            "edit_link": "https://edit.tosdr.org/points/33707",
            "approval_status": "APPROVED"
        },
        {
            "title": "Third-party cookies are used for statistics",
            "rating": "bad",
            "description": "For instance, Google Analytics, rather than self-hosted (first-party) statistics software.",
            "last_updated": "2023-05-20 20:20:45",
            "edit_link": "https://edit.tosdr.org/points/33622",
            "approval_status": "APPROVED"
        },
        {
            "title": "Any liability on behalf of the service is only limited to the fees you paid as a user",
            "rating": "bad",
            "description": null,
            "last_updated": "2023-05-27 13:33:19",
            "edit_link": "https://edit.tosdr.org/points/33704",
            "approval_status": "APPROVED"
        },
        {
            "title": "Web beacons are used in service-to-user communication",
            "rating": "bad",
            "description": "The service tracks the user count or some actions of the user; this is usually used for statistics. For example, emails sent by a service can contain a pixel tag, which is a small, clear image that can tell them whether or not you have opened an email and what your IP address is.",
            "last_updated": "2023-05-20 20:20:39",
            "edit_link": "https://edit.tosdr.org/points/33625",
            "approval_status": "APPROVED"
        },
        {
            "title": "You can request access, correction and/or deletion of your data",
            "rating": "good",
            "description": "Users have the right to access personal data hold by the Service, correct it and/or permanently delete it. This usually applies to Services GDPR compliants.",
            "last_updated": "2023-05-20 20:22:32",
            "edit_link": "https://edit.tosdr.org/points/33629",
            "approval_status": "APPROVED"
        },
        {
            "title": "You maintain ownership of your content",
            "rating": "good",
            "description": "This service does not claim ownership over user-generated content or materials, and the user doesn't need to waive any moral rights by posting owned content.",
            "last_updated": "2023-05-27 13:29:43",
            "edit_link": "https://edit.tosdr.org/points/33692",
            "approval_status": "APPROVED"
        },
        {
            "title": "Information is provided about how they collect personal data",
            "rating": "good",
            "description": "The service details situations in which they collect personal information or means by which they do.",
            "last_updated": "2023-05-20 20:22:24",
            "edit_link": "https://edit.tosdr.org/points/33617",
            "approval_status": "APPROVED"
        },
        {
            "title": "When the service wants to make a material change to its terms, you are notified at least 30 days in advance",
            "rating": "good",
            "description": "The service may update the Terms without notice, but if they significantly change the agreements in a manner that importantly and/or negatively affects the way the service is used, users will be notified at least 30 days in advance.",
            "last_updated": "2023-05-27 13:29:29",
            "edit_link": "https://edit.tosdr.org/points/33635",
            "approval_status": "APPROVED"
        },
        {
            "title": "Information is provided about what kind of information they collect",
            "rating": "good",
            "description": "The Privacy Policy describes in detail the data collected through the website and through the services provided.",
            "last_updated": "2023-05-20 20:22:04",
            "edit_link": "https://edit.tosdr.org/points/33610",
            "approval_status": "APPROVED"
        },
        {
            "title": "Information is provided about how your personal data is used",
            "rating": "good",
            "description": "The Privacy Policy explains the purposes for which data is collected and the way it is processed, used and shared.",
            "last_updated": "2023-05-20 20:22:21",
            "edit_link": "https://edit.tosdr.org/points/33618",
            "approval_status": "APPROVED"
        },
        {
            "title": "You can opt out of targeted advertising",
            "rating": "good",
            "description": "The service employs your data to target ads to you, but you can opt-out of this interest-based advertising.",
            "last_updated": "2023-05-20 20:22:39",
            "edit_link": "https://edit.tosdr.org/points/33634",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service claims to be CCPA compliant for California users",
            "rating": "good",
            "description": "The service has a different behavior towards users protected by the California Consumer Privacy Act.",
            "last_updated": "2023-05-20 20:22:34",
            "edit_link": "https://edit.tosdr.org/points/33632",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service claims to be GDPR compliant for European users",
            "rating": "good",
            "description": "The service has a different behavior towards users protected by the GDPR.",
            "last_updated": "2023-05-20 20:22:37",
            "edit_link": "https://edit.tosdr.org/points/33633",
            "approval_status": "APPROVED"
        },
        {
            "title": "The terms for this service are easy to read",
            "rating": "good",
            "description": "The Agreements are well-organised, define legal terms (where applicable), aren't needlessly long and may be pleasant to read.",
            "last_updated": "2023-05-20 20:22:19",
            "edit_link": "https://edit.tosdr.org/points/33616",
            "approval_status": "APPROVED"
        },
        {
            "title": "You can opt out of promotional communications",
            "rating": "good",
            "description": "You can update your account preferences and/or easily unsubscribe of email/sms lists to stop receiving promotional communications.",
            "last_updated": "2023-05-20 20:22:27",
            "edit_link": "https://edit.tosdr.org/points/33624",
            "approval_status": "APPROVED"
        },
        {
            "title": "A free help desk is provided",
            "rating": "good",
            "description": "The service can be easily contacted for questions or provides a support center at no extra cost.",
            "last_updated": "2023-05-20 20:22:42",
            "edit_link": "https://edit.tosdr.org/points/33636",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service assumes no responsibility and liability for the contents of links to other websites",
            "rating": "neutral",
            "description": "The service rejects any responsibility for the contents of other websites to which it links.",
            "last_updated": "2023-05-27 13:31:32",
            "edit_link": "https://edit.tosdr.org/points/33701",
            "approval_status": "APPROVED"
        },
        {
            "title": "Blocking first party cookies may limit your ability to use the service",
            "rating": "neutral",
            "description": "Most browsers allow users to set preferences related to cookies storage. You may choose to block all cookies (including first-party cookies), but it may impact your use of this service and you may not be able to access some or any of the features provided.",
            "last_updated": "2023-05-20 20:22:47",
            "edit_link": "https://edit.tosdr.org/points/33615",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your content can be deleted if you violate the terms",
            "rating": "neutral",
            "description": "Content infringing the Terms of Service (or the Acceptable Use Policy or equivalent) may be removed, with or without notice.",
            "last_updated": "2023-05-28 08:50:53",
            "edit_link": "https://edit.tosdr.org/points/33698",
            "approval_status": "APPROVED"
        },
        {
            "title": "You are prohibited from sending chain letters, junk mail, spam or any unsolicited messages",
            "rating": "neutral",
            "description": "Users are not allowed to use the service for chain letters, junk mail, spamming or any other distribution of content to people who have not agreed to receiving it.",
            "last_updated": "2023-05-27 13:31:15",
            "edit_link": "https://edit.tosdr.org/points/33696",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service is provided 'as is' and to be used at your sole risk",
            "rating": "neutral",
            "description": "This service does not provide any guarantees as to its usability or fitness for the users' purposes. Users agree to use it at their own risk, accepting any possible bugs, malfunctions or harm to their devices.",
            "last_updated": "2023-05-20 20:23:01",
            "edit_link": "https://edit.tosdr.org/points/33637",
            "approval_status": "APPROVED"
        },
        {
            "title": "You agree not to submit libelous, harassing or threatening content",
            "rating": "neutral",
            "description": "This service prohibits users from submitting content of a variety of types. This can include content that is unlawful, harassing, abusive, threatening, libelous, sexist, racist, homophobic, transphobic, or discriminatory in any other way.",
            "last_updated": "2023-05-27 13:29:47",
            "edit_link": "https://edit.tosdr.org/points/33693",
            "approval_status": "APPROVED"
        },
        {
            "title": "You are prohibited from posting content which promotes violence or politically or religiously extremist values.",
            "rating": "neutral",
            "description": "Users are not allowed to post extremist political or religious content. They are also not allowed to post content that glorifies violence.",
            "last_updated": "2023-05-27 13:31:12",
            "edit_link": "https://edit.tosdr.org/points/33695",
            "approval_status": "APPROVED"
        },
        {
            "title": "First-party cookies are used",
            "rating": "neutral",
            "description": "First-party cookies only belong to the domain of the service and not a third party.",
            "last_updated": "2023-05-20 20:22:50",
            "edit_link": "https://edit.tosdr.org/points/33614",
            "approval_status": "APPROVED"
        },
        {
            "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision",
            "rating": "neutral",
            "description": "Even if the service does not or not always enforce all of the rules or provisions contained in its terms, they still apply. Users can at a later time still be held accountable for violating provisions that have not been enforced consistently.",
            "last_updated": "2023-05-27 13:31:39",
            "edit_link": "https://edit.tosdr.org/points/33706",
            "approval_status": "APPROVED"
        },
        {
            "title": "You agree not to use the service for illegal purposes",
            "rating": "neutral",
            "description": "The user agrees not to commit any unlawful acts through the use of the website, including the posting of illegal content or messaging.",
            "last_updated": "2023-05-27 13:30:18",
            "edit_link": "https://edit.tosdr.org/points/33694",
            "approval_status": "APPROVED"
        },
        {
            "title": "The court of law governing the terms is in Romania",
            "rating": "neutral",
            "description": "The Terms are governed by the applicable laws of a jurisdiction (specified in the title of each point by replacing the \"X\").",
            "last_updated": "2023-05-27 13:31:48",
            "edit_link": "https://edit.tosdr.org/points/33709",
            "approval_status": "APPROVED"
        },
        {
            "title": "You agree to comply with the law of the service's country",
            "rating": "neutral",
            "description": "By using the service, you agree to comply with the applicable laws of the service's jurisdiction, regardless of your location.",
            "last_updated": "2023-05-27 13:31:42",
            "edit_link": "https://edit.tosdr.org/points/33708",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your IP address is collected, which can be used to view your approximate location",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-05-20 20:22:44",
            "edit_link": "https://edit.tosdr.org/points/33612",
            "approval_status": "APPROVED"
        },
        {
            "title": "The terms for this service are translated into different languages",
            "rating": "neutral",
            "description": "Although there's generally a unique binding language for the terms, they are translated to allow all users to understand the agreement they're accepting, no matter their native language.",
            "last_updated": "2023-05-27 13:31:35",
            "edit_link": "https://edit.tosdr.org/points/33705",
            "approval_status": "APPROVED"
        },
        {
            "title": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.",
            "rating": "neutral",
            "description": "Even though the Do Not Track (DNT) header was not implemented perfectly, services should not track users whose browsers send a DNT header.",
            "last_updated": "2023-05-20 20:19:49",
            "edit_link": "https://edit.tosdr.org/points/33623",
            "approval_status": "APPROVED"
        }
    ]
}