{
    "meta_data": {
        "title": "The MOD Archive - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "Specific content can be deleted without reason and may be removed without prior notice",
            "rating": "unknown",
            "description": "This service can delete specific content. Usually they will claim they reserve the right to do it at their sole discretion, which is legalese for saying they won't give a specific reason. If the terms say they will not notify you, it shall be included in the quote but if it does not explicitly say they will give you a notice, it can be reasonably inferred that they can do it without telling you.",
            "last_updated": "2023-07-11 06:22:14",
            "edit_link": "https://edit.tosdr.org/points/25165",
            "approval_status": "APPROVED"
        },
        {
            "title": "Terms may be changed any time at their discretion, without notice to you",
            "rating": "bad",
            "description": "The Agreements can be updated at any time, including in a way that negatively affects user rights, without notifying before or after the changes.",
            "last_updated": "2023-07-11 06:22:07",
            "edit_link": "https://edit.tosdr.org/points/25161",
            "approval_status": "APPROVED"
        },
        {
            "title": "Instead of asking directly, this Service will assume your consent merely from your usage.",
            "rating": "bad",
            "description": "The Service infers your acceptance from your continued usage, instead of prompting you to read the new Terms and asking for direct consent. This doesn’t apply to services that have no way to seek consent from users through their contact details or an account.",
            "last_updated": "2023-07-11 06:22:07",
            "edit_link": "https://edit.tosdr.org/points/25162",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your content can be licensed to third parties",
            "rating": "bad",
            "description": "By posting content through the Services, users grant them a transferable and/or sublicensable right, which allows user content to be licensed to third parties.",
            "last_updated": "2023-07-11 06:22:07",
            "edit_link": "https://edit.tosdr.org/points/25169",
            "approval_status": "APPROVED"
        },
        {
            "title": "You are not being tracked",
            "rating": "good",
            "description": "The document excerpt needs to include the words \"[the service] does not track [users]\" or \"[the service] does not use any tracking technology\".",
            "last_updated": "2023-07-11 06:22:07",
            "edit_link": "https://edit.tosdr.org/points/25158",
            "approval_status": "APPROVED"
        },
        {
            "title": "You maintain ownership of your content",
            "rating": "good",
            "description": "This service does not claim ownership over user-generated content or materials, and the user doesn't need to waive any moral rights by posting owned content.",
            "last_updated": "2023-07-11 06:22:07",
            "edit_link": "https://edit.tosdr.org/points/25170",
            "approval_status": "APPROVED"
        },
        {
            "title": "You are warned of the potential consequences related to third-party access",
            "rating": "good",
            "description": "This is different from disclaiming liability for external links, which is handled by the \"This service assumes no responsibility and liability for the contents of links to other websites\" case.",
            "last_updated": "2023-07-11 06:22:15",
            "edit_link": "https://edit.tosdr.org/points/25159",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service assumes no responsibility and liability for the contents of links to other websites",
            "rating": "neutral",
            "description": "The service rejects any responsibility for the contents of other websites to which it links.",
            "last_updated": "2023-07-11 10:03:48",
            "edit_link": "https://edit.tosdr.org/points/11716",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your content can be distributed through any media known now or in the future",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:22:07",
            "edit_link": "https://edit.tosdr.org/points/25168",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your content can be deleted if you violate the terms",
            "rating": "neutral",
            "description": "Content infringing the Terms of Service (or the Acceptable Use Policy or equivalent) may be removed, with or without notice.",
            "last_updated": "2023-07-11 06:22:07",
            "edit_link": "https://edit.tosdr.org/points/25166",
            "approval_status": "APPROVED"
        },
        {
            "title": "You are prohibited from sending chain letters, junk mail, spam or any unsolicited messages",
            "rating": "neutral",
            "description": "Users are not allowed to use the service for chain letters, junk mail, spamming or any other distribution of content to people who have not agreed to receiving it.",
            "last_updated": "2023-07-11 06:22:09",
            "edit_link": "https://edit.tosdr.org/points/25177",
            "approval_status": "APPROVED"
        },
        {
            "title": "You agree not to submit libelous, harassing or threatening content",
            "rating": "neutral",
            "description": "This service prohibits users from submitting content of a variety of types. This can include content that is unlawful, harassing, abusive, threatening, libelous, sexist, racist, homophobic, transphobic, or discriminatory in any other way.",
            "last_updated": "2023-07-11 06:22:16",
            "edit_link": "https://edit.tosdr.org/points/25175",
            "approval_status": "APPROVED"
        },
        {
            "title": "You are prohibited from posting content which promotes violence or politically or religiously extremist values.",
            "rating": "neutral",
            "description": "Users are not allowed to post extremist political or religious content. They are also not allowed to post content that glorifies violence.",
            "last_updated": "2023-07-11 06:21:05",
            "edit_link": "https://edit.tosdr.org/points/25173",
            "approval_status": "APPROVED"
        },
        {
            "title": "You agree not to submit libelous, harassing or threatening content",
            "rating": "neutral",
            "description": "This service prohibits users from submitting content of a variety of types. This can include content that is unlawful, harassing, abusive, threatening, libelous, sexist, racist, homophobic, transphobic, or discriminatory in any other way.",
            "last_updated": "2023-07-11 06:21:31",
            "edit_link": "https://edit.tosdr.org/points/25172",
            "approval_status": "APPROVED"
        },
        {
            "title": "The posting of pornographic content is prohibited",
            "rating": "neutral",
            "description": "Users are not allowed to post any content of pornographic nature. This includes adult content, things that are sexually explicit, or obscene.",
            "last_updated": "2023-07-11 06:21:05",
            "edit_link": "https://edit.tosdr.org/points/25176",
            "approval_status": "APPROVED"
        },
        {
            "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder",
            "rating": "neutral",
            "description": "Should any portion of the Terms of Service be unenforceable or invalid, that portion will be enforced to the fullest extent permitted by applicable law and the remainder of the TOS will remain valid and enforceable.",
            "last_updated": "2023-07-11 10:03:40",
            "edit_link": "https://edit.tosdr.org/points/11714",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service does not guarantee accuracy or reliability of the information provided",
            "rating": "neutral",
            "description": "This service makes no warranty regarding the accuracy or reliability of any information that is given on its website or the results that may be obtained from the use of the service.",
            "last_updated": "2023-07-11 06:22:07",
            "edit_link": "https://edit.tosdr.org/points/25160",
            "approval_status": "APPROVED"
        },
        {
            "title": "You agree not to use the service for illegal purposes",
            "rating": "neutral",
            "description": "The user agrees not to commit any unlawful acts through the use of the website, including the posting of illegal content or messaging.",
            "last_updated": "2023-07-11 06:21:05",
            "edit_link": "https://edit.tosdr.org/points/25171",
            "approval_status": "APPROVED"
        },
        {
            "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision",
            "rating": "neutral",
            "description": "Even if the service does not or not always enforce all of the rules or provisions contained in its terms, they still apply. Users can at a later time still be held accountable for violating provisions that have not been enforced consistently.",
            "last_updated": "2023-07-11 10:03:48",
            "edit_link": "https://edit.tosdr.org/points/11713",
            "approval_status": "APPROVED"
        },
        {
            "title": "The court of law governing the terms is in location X",
            "rating": "neutral",
            "description": "The Terms are governed by the applicable laws of a jurisdiction (specified in the title of each point by replacing the \"X\").",
            "last_updated": "2023-07-11 10:03:43",
            "edit_link": "https://edit.tosdr.org/points/11715",
            "approval_status": "APPROVED"
        },
        {
            "title": "You agree not to submit illegal content",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:22:08",
            "edit_link": "https://edit.tosdr.org/points/25164",
            "approval_status": "APPROVED"
        }
    ]
}