{
    "meta_data": {
        "title": "Free Software Foundation - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "This service may use your personal information for marketing purposes",
            "rating": "bad",
            "description": "The service may use your personal data for marketing, such as sending you personalised offerings.",
            "last_updated": "2023-07-11 10:15:45",
            "edit_link": "https://edit.tosdr.org/points/19700"
        },
        {
            "title": "This service gives your personal data to third parties involved in its operation",
            "rating": "bad",
            "description": "Your personal data is or may be given to third parties essential to the service’s operation. This could be an external spam detection service for an internet forum.",
            "last_updated": "2023-07-11 10:15:45",
            "edit_link": "https://edit.tosdr.org/points/19707"
        },
        {
            "title": "Third-party cookies are used for statistics",
            "rating": "bad",
            "description": "For instance, Google Analytics, rather than self-hosted (first-party) statistics software.",
            "last_updated": "2023-07-11 10:11:54",
            "edit_link": "https://edit.tosdr.org/points/18673"
        },
        {
            "title": "You can limit how your information is used by third-parties and the service",
            "rating": "good",
            "description": "Usually it's related to the right to object to data processing or restrict it under the GDPR. Users may be able to refuse the use of their data for marketing purposes for instance.",
            "last_updated": "2023-07-11 10:15:45",
            "edit_link": "https://edit.tosdr.org/points/19694"
        },
        {
            "title": "This service provides archives of their Terms of Service so that changes can be viewed over time",
            "rating": "good",
            "description": "This case applies to Services whose agreements provide previous versions, so that users can compare them and understand how the Service seems to evolve regarding user rights.",
            "last_updated": "2023-07-11 10:15:46",
            "edit_link": "https://edit.tosdr.org/points/19705"
        },
        {
            "title": "The service's data retention period is kept to the minimum necessary for fulfilling its purposes",
            "rating": "good",
            "description": "The service will remove personal data from its systems once it is no longer required. Depending on the type of information and the reason it was collected, data retention periods will vary.",
            "last_updated": "2023-07-11 10:15:46",
            "edit_link": "https://edit.tosdr.org/points/19708"
        },
        {
            "title": "You can request access, correction and/or deletion of your data",
            "rating": "good",
            "description": "Users have the right to access personal data hold by the Service, correct it and/or permanently delete it. This usually applies to Services GDPR compliants.",
            "last_updated": "2023-07-11 10:15:45",
            "edit_link": "https://edit.tosdr.org/points/19706"
        },
        {
            "title": "User accounts can be terminated after having been in breach of the terms of service repeatedly",
            "rating": "good",
            "description": "User accounts can be terminated for having been in breach of the terms of service repeatedly, meaning they cannot be terminated without a reason, but only for a limited number of reasons. Additionally, user accounts will not be deleted after a first infringement.",
            "last_updated": "2023-07-11 10:15:46",
            "edit_link": "https://edit.tosdr.org/points/19696"
        },
        {
            "title": "The service informs users about the risk of publishing personal info online",
            "rating": "good",
            "description": null,
            "last_updated": "2023-07-11 10:15:45",
            "edit_link": "https://edit.tosdr.org/points/19698"
        },
        {
            "title": "This service allows you to retrieve an archive of your data",
            "rating": "good",
            "description": "Users can request a copy of the data collected through the services and infer from it the amount of personal information that is processed and stored by the Service. This usually applies to Services GDPR compliants.",
            "last_updated": "2023-07-11 10:15:44",
            "edit_link": "https://edit.tosdr.org/points/19703"
        },
        {
            "title": "This service respects your browser's Do Not Track (DNT) headers",
            "rating": "good",
            "description": "This service does respect the browser's Do Not Track header and disables all user tracking if it is enabled.",
            "last_updated": "2023-07-11 10:11:53",
            "edit_link": "https://edit.tosdr.org/points/18672"
        },
        {
            "title": "A complaint mechanism is provided for the handling of personal data",
            "rating": "good",
            "description": "The service provides users with contact information for an internal or external structure to lodge complaints. It also provides users with contact information for a higher data protection / privacy office in case the internal mechanism fails to satisfy the user.",
            "last_updated": "2023-07-11 10:15:45",
            "edit_link": "https://edit.tosdr.org/points/19704"
        },
        {
            "title": "If you are the target of a copyright holder's take down notice, this service gives you the opportunity to defend yourself",
            "rating": "good",
            "description": "You have the right to send a counter-notice to the service if you believe the content that was removed wasn't infringing any copyright.",
            "last_updated": "2023-07-11 10:15:46",
            "edit_link": "https://edit.tosdr.org/points/19710"
        },
        {
            "title": "The service claims to be GDPR compliant for European users",
            "rating": "good",
            "description": "The service has a different behavior towards users protected by the GDPR.",
            "last_updated": "2023-07-11 10:15:46",
            "edit_link": "https://edit.tosdr.org/points/19702"
        },
        {
            "title": "You can opt out of promotional communications",
            "rating": "good",
            "description": "You can update your account preferences and/or easily unsubscribe of email/sms lists to stop receiving promotional communications.",
            "last_updated": "2023-07-11 10:15:45",
            "edit_link": "https://edit.tosdr.org/points/19701"
        },
        {
            "title": "There is a date of the last update of the agreements",
            "rating": "neutral",
            "description": "The given text has a date that allows to know when it was last updated.",
            "last_updated": "2023-07-11 10:11:58",
            "edit_link": "https://edit.tosdr.org/points/18674"
        },
        {
            "title": "You cannot delete your contributions, but it makes sense for this service",
            "rating": "neutral",
            "description": "For services that are under an open license where your contributions are for public knowledge (such as Wikipedia and ToS;DR).",
            "last_updated": "2023-07-11 10:15:46",
            "edit_link": "https://edit.tosdr.org/points/19699"
        },
        {
            "title": "Your personal data is aggregated into statistics",
            "rating": "neutral",
            "description": "Your personal data is used for statistics in a de-identified/aggregated form (i.e. not directly linked to a unique identity) to analyse trends, for research and for analytics.",
            "last_updated": "2023-07-11 10:15:46",
            "edit_link": "https://edit.tosdr.org/points/19697"
        },
        {
            "title": "Provides instructions on how to submit a copyright claim",
            "rating": "neutral",
            "description": "If content that you own is copied or made accessible through the service in a way that constitutes an intellectual property right infringement, you can report it following the instructions given in the agreements.",
            "last_updated": "2023-07-11 10:15:46",
            "edit_link": "https://edit.tosdr.org/points/19709"
        },
        {
            "title": "Third parties are involved in operating the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:15:46",
            "edit_link": "https://edit.tosdr.org/points/19695"
        }
    ]
}