{
    "meta_data": {
        "title": "Hacker Wars - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "Terms may be changed any time at their discretion, without notice to the user",
            "rating": "bad",
            "description": "The Agreements can be updated at any time, including in a way that negatively affects user rights, without notifying before or after the changes.",
            "last_updated": "2023-07-11 10:13:09",
            "edit_link": "https://edit.tosdr.org/points/17347"
        },
        {
            "title": "Tracking via third-party cookies for other purposes without your consent.",
            "rating": "bad",
            "description": "The service's website sets third-party cookies (cookies that do not belong to their domain) for purposes not including statistics and analytics.",
            "last_updated": "2023-07-11 10:02:55",
            "edit_link": "https://edit.tosdr.org/points/17369"
        },
        {
            "title": "The service collects many different types of personal data",
            "rating": "bad",
            "description": "The service collects different kinds of personal data, such as name, demographic information, postal address, biometric data, device information, IDs, contacts, call logs...",
            "last_updated": "2023-07-11 10:13:10",
            "edit_link": "https://edit.tosdr.org/points/17362"
        },
        {
            "title": "The service can delete your account without prior notice and without a reason",
            "rating": "bad",
            "description": "At any time, your account can be terminated without explanation and without warning by the service.",
            "last_updated": "2023-07-11 10:13:10",
            "edit_link": "https://edit.tosdr.org/points/17353"
        },
        {
            "title": "This service assumes no liability for unauthorized access to your personal information",
            "rating": "bad",
            "description": null,
            "last_updated": "2023-07-11 10:07:05",
            "edit_link": "https://edit.tosdr.org/points/10975"
        },
        {
            "title": "Details are provided about what kind of information they collect",
            "rating": "good",
            "description": "The Privacy Policy describes in detail the data collected through the website and through the services provided.",
            "last_updated": "2023-07-11 06:25:33",
            "edit_link": "https://edit.tosdr.org/points/26782"
        },
        {
            "title": "This service does not sell your personal data",
            "rating": "good",
            "description": "This service makes an explicit promise not to sell \"personal data\" of users.",
            "last_updated": "2023-07-11 10:06:52",
            "edit_link": "https://edit.tosdr.org/points/10979"
        },
        {
            "title": "The service is not responsible for linked or (clearly) quoted content from third-party content providers",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:07:06",
            "edit_link": "https://edit.tosdr.org/points/10976"
        },
        {
            "title": "There is a date of the last update of the terms",
            "rating": "neutral",
            "description": "The given text has a date that allows to know when it was last updated.",
            "last_updated": "2023-07-11 10:06:55",
            "edit_link": "https://edit.tosdr.org/points/10971"
        },
        {
            "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
            "rating": "neutral",
            "description": "The service provider expressly does not claim to provide uninterrupted, timely, secure or error-free service.",
            "last_updated": "2023-07-11 10:07:05",
            "edit_link": "https://edit.tosdr.org/points/10977"
        },
        {
            "title": "You must create an account to use this service",
            "rating": "neutral",
            "description": "You must provide the service with your information in order to use it",
            "last_updated": "2023-07-11 10:07:05",
            "edit_link": "https://edit.tosdr.org/points/10978"
        },
        {
            "title": "The service is provided 'as is' and to be used at the users' sole risk",
            "rating": "neutral",
            "description": "This service does not provide any guarantees as to its usability or fitness for the users' purposes. Users agree to use it at their own risk, accepting any possible bugs, malfunctions or harm to their devices.",
            "last_updated": "2023-07-11 10:07:08",
            "edit_link": "https://edit.tosdr.org/points/10973"
        },
        {
            "title": "This service is only available to users over a certain age",
            "rating": "neutral",
            "description": "The Services are intended for users who are at least a certain age. If you are younger than the age required then you are prohibited from using the Service.",
            "last_updated": "2023-07-11 10:07:07",
            "edit_link": "https://edit.tosdr.org/points/10972"
        },
        {
            "title": "This service informs you that its Terms of Service does not apply to third party websites",
            "rating": "neutral",
            "description": "The service states that whenever it links to third party websites or applications, its Terms of Service does not apply. Those third party websites or applications hosted or operated by other organizations may have their Terms of Service.",
            "last_updated": "2023-07-11 06:25:33",
            "edit_link": "https://edit.tosdr.org/points/26781"
        },
        {
            "title": "The service does not guarantee accuracy or reliability of the information provided",
            "rating": "neutral",
            "description": "This service makes no warranty regarding the accuracy or reliability of any information that is given on its website or the results that may be obtained from the use of the service.",
            "last_updated": "2023-07-11 10:07:07",
            "edit_link": "https://edit.tosdr.org/points/10974"
        },
        {
            "title": "Minors must have the authorization of their legal guardians to use the service",
            "rating": "neutral",
            "description": "Minors must have the authorization of their legal guardians to use the services. The legal guardians are responsible for the use of the service by the minor.",
            "last_updated": "2023-07-11 06:23:52",
            "edit_link": "https://edit.tosdr.org/points/26780"
        },
        {
            "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.",
            "rating": "neutral",
            "description": "Even though the Do Not Track (DNT) header was not implemented perfectly, services should not track users whose browsers send a DNT header.",
            "last_updated": "2023-07-11 06:33:48",
            "edit_link": "https://edit.tosdr.org/points/17363"
        },
        {
            "title": "This service collects your IP address, which can be used to view your approximate location",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:33:49",
            "edit_link": "https://edit.tosdr.org/points/17356"
        }
    ]
}