{
    "meta_data": {
        "title": "Astronomer - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "Some personal data may be kept for business interests or legal obligations",
            "rating": "bad",
            "description": "After the end of the data retention period and/or if you request the deletion of your data, they may still keep it for business interests (fraud detection, transactions...) or legal obligations (tax, legal reporting...)",
            "last_updated": "2023-07-11 06:21:56",
            "edit_link": "https://edit.tosdr.org/points/25002"
        },
        {
            "title": "Third-party cookies are used for advertising",
            "rating": "bad",
            "description": "The service's website sets third-party cookies (cookies that do not belong to their domain) for purposes not including statistics and analytics.",
            "last_updated": "2023-07-11 06:21:39",
            "edit_link": "https://edit.tosdr.org/points/24714"
        },
        {
            "title": "Your personal data may be used for marketing purposes",
            "rating": "bad",
            "description": "The service may use your personal data for marketing, such as sending you personalised offerings.",
            "last_updated": "2023-07-11 06:21:39",
            "edit_link": "https://edit.tosdr.org/points/24715"
        },
        {
            "title": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting",
            "rating": "bad",
            "description": "Tracking technologies (such as web beacons, tracking pixels...) are employed on users and/or the service assigns a unique ID to a browser or device to track its behaviour.",
            "last_updated": "2023-07-11 06:21:37",
            "edit_link": "https://edit.tosdr.org/points/24709"
        },
        {
            "title": "Your data is processed and stored in a country that is less friendly to user privacy protection",
            "rating": "bad",
            "description": "This case means that user data is not anywhere in the world, but somewhere where it is more likely to be obtained and used by government and/or possible data analysts.",
            "last_updated": "2023-07-11 06:21:39",
            "edit_link": "https://edit.tosdr.org/points/24718"
        },
        {
            "title": "Extra data may be collected about you through promotions",
            "rating": "bad",
            "description": "Additional personal data may be collected through contests, surveys, promotions, petitions or sweepstakes.",
            "last_updated": "2023-07-11 06:21:39",
            "edit_link": "https://edit.tosdr.org/points/24716"
        },
        {
            "title": "This service reserves the right to disclose your personal information without notifying you",
            "rating": "bad",
            "description": "If the Government governing the Terms requests personal data of a user of this service, they may not inform/notify the user while complying with the request.",
            "last_updated": "2023-07-11 06:21:39",
            "edit_link": "https://edit.tosdr.org/points/24721"
        },
        {
            "title": "Instead of asking directly, this Service will assume your consent merely from your usage.",
            "rating": "bad",
            "description": "The Service infers your acceptance from your continued usage, instead of prompting you to read the new Terms and asking for direct consent. This doesn’t apply to services that have no way to seek consent from users through their contact details or an account.",
            "last_updated": "2023-07-11 06:21:57",
            "edit_link": "https://edit.tosdr.org/points/25004"
        },
        {
            "title": "This service gives your personal data to third parties involved in its operation",
            "rating": "bad",
            "description": "Your personal data is or may be given to third parties essential to the service’s operation. This could be an external spam detection service for an internet forum.",
            "last_updated": "2023-07-11 06:21:41",
            "edit_link": "https://edit.tosdr.org/points/24720"
        },
        {
            "title": "Your personal data is used for advertising",
            "rating": "bad",
            "description": "Your interaction with the service and data you have shared with them may be gathered to create an advertising ID or profile to target ads on you, either on the website you were visiting or in third party websites.",
            "last_updated": "2021-08-13 02:20:39",
            "edit_link": "https://edit.tosdr.org/points/24717"
        },
        {
            "title": "Logs are deleted after a finite period of time",
            "rating": "good",
            "description": "Logs are text files containing some information about web visitors, such as user agents (showing for instance that you're connecting from Firefox for Android) and ip addresses (which reveal your approximate location). This case applies to Services that periodically delete their logs to prevent user sessions being tracked over time.",
            "last_updated": "2023-07-11 06:21:38",
            "edit_link": "https://edit.tosdr.org/points/24713"
        },
        {
            "title": "You can delete your content from this service",
            "rating": "good",
            "description": "You can ask the service to remove your content at any time, and it's deleted within a reasonable time.",
            "last_updated": "2023-07-11 06:21:56",
            "edit_link": "https://edit.tosdr.org/points/24999"
        },
        {
            "title": "The data retention period is kept to the minimum necessary for fulfilling its purposes",
            "rating": "good",
            "description": "The service will remove personal data from its systems once it is no longer required. Depending on the type of information and the reason it was collected, data retention periods will vary.",
            "last_updated": "2023-07-11 06:21:38",
            "edit_link": "https://edit.tosdr.org/points/24712"
        },
        {
            "title": "When the service wants to make a material change to its terms, you are notified at least 30 days in advance",
            "rating": "good",
            "description": "The service may update the Terms without notice, but if they significantly change the agreements in a manner that importantly and/or negatively affects the way the service is used, users will be notified at least 30 days in advance.",
            "last_updated": "2023-07-11 06:21:56",
            "edit_link": "https://edit.tosdr.org/points/25003"
        },
        {
            "title": "Details are provided about what kind of information they collect",
            "rating": "good",
            "description": "The Privacy Policy describes in detail the data collected through the website and through the services provided.",
            "last_updated": "2023-07-11 06:21:38",
            "edit_link": "https://edit.tosdr.org/points/24707"
        },
        {
            "title": "Your browser's Do Not Track (DNT) headers are respected",
            "rating": "good",
            "description": "This service does respect the browser's Do Not Track header and disables all user tracking if it is enabled.",
            "last_updated": "2023-07-11 06:21:38",
            "edit_link": "https://edit.tosdr.org/points/24710"
        },
        {
            "title": "The service explains how to prevent disclosure of personal information to third parties",
            "rating": "good",
            "description": null,
            "last_updated": "2023-07-11 06:21:38",
            "edit_link": "https://edit.tosdr.org/points/24706"
        },
        {
            "title": "You can opt out of targeted advertising",
            "rating": "good",
            "description": "The service employs your data to target ads to you, but you can opt-out of this interest-based advertising.",
            "last_updated": "2023-07-11 06:21:38",
            "edit_link": "https://edit.tosdr.org/points/24711"
        },
        {
            "title": "The service claims to be GDPR compliant for European users",
            "rating": "good",
            "description": "The service has a different behavior towards users protected by the GDPR.",
            "last_updated": "2023-07-11 06:21:39",
            "edit_link": "https://edit.tosdr.org/points/24719"
        },
        {
            "title": "You have the right to leave this service at any time",
            "rating": "good",
            "description": "You can stop using the service and/or cancel or delete your account at any time for any reason. Moreover, the termination is reasonably fast and simple.",
            "last_updated": "2023-07-11 06:21:56",
            "edit_link": "https://edit.tosdr.org/points/25001"
        },
        {
            "title": "A free help desk is provided",
            "rating": "good",
            "description": "The service can be easily contacted for questions or provides a support center at no extra cost.",
            "last_updated": "2023-07-11 06:21:56",
            "edit_link": "https://edit.tosdr.org/points/25000"
        },
        {
            "title": "There is a date of the last update of the agreements",
            "rating": "neutral",
            "description": "The given text has a date that allows to know when it was last updated.",
            "last_updated": "2023-07-11 06:21:57",
            "edit_link": "https://edit.tosdr.org/points/25005"
        },
        {
            "title": "Your personal data is aggregated into statistics",
            "rating": "neutral",
            "description": "Your personal data is used for statistics in a de-identified/aggregated form (i.e. not directly linked to a unique identity) to analyse trends, for research and for analytics.",
            "last_updated": "2023-07-11 06:21:38",
            "edit_link": "https://edit.tosdr.org/points/24708"
        }
    ]
}