{
    "meta_data": {
        "title": "Amnesty International Limited (UK) - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "The service uses third party tracking pixels to track social media conversion",
            "rating": "bad",
            "description": "These types of cookies/pixels send information to social media sites when you interact with the service.",
            "last_updated": "2023-07-11 06:33:13",
            "edit_link": "https://edit.tosdr.org/points/4565"
        },
        {
            "title": "The service may keep a secure, anonymized record of users' data for analytical purposes even after the data retention period",
            "rating": "bad",
            "description": "The data retention period states how long a service keeps user data. In this case, the service may anonymize the personal data after its retention period is over and use it for analytical or research purposes.",
            "last_updated": "2023-07-11 06:33:13",
            "edit_link": "https://edit.tosdr.org/points/4560"
        },
        {
            "title": "Amnesty International may share your data with its global membership organizations anywhere in the world",
            "rating": "bad",
            "description": "Your data is stored all over the world, including in countries where data protection rules may differ from the ones of the service's jurisdiction or those of your country jurisdiction.",
            "last_updated": "2023-07-11 06:34:45",
            "edit_link": "https://edit.tosdr.org/points/4558"
        },
        {
            "title": "This service only shares user information with third parties when given specific consent",
            "rating": "good",
            "description": "The service does not share user information with any third parties unless users specifically give it permission to do so.",
            "last_updated": "2023-07-11 06:34:07",
            "edit_link": "https://edit.tosdr.org/points/4545"
        },
        {
            "title": "If Amnesty International shares personal information outside the EU, it is processed to an EU standard",
            "rating": "good",
            "description": "The service has arrangements in place to ensure that users' personal information, if shared with an entity outside of the service's jurisdiction, is processed to the same standards that apply to the processing of personal data in the service's jurisdiction.",
            "last_updated": "2023-07-11 06:34:47",
            "edit_link": "https://edit.tosdr.org/points/4557"
        },
        {
            "title": "The service will resist legal requests for user information where reasonably possible",
            "rating": "good",
            "description": "The service will attempt to protect user information to a great extent, even so far as stating that they will only follow legal requirements to disclose user information in circumstances where this cannot be reasonably resisted.",
            "last_updated": "2023-07-11 06:33:13",
            "edit_link": "https://edit.tosdr.org/points/4561"
        },
        {
            "title": "Users can access most of the pages on the service's website without revealing any personal information",
            "rating": "good",
            "description": "The service does not require users to reveal personal information for most of its website. However, it may still collect anonymous logs.",
            "last_updated": "2023-07-11 06:34:47",
            "edit_link": "https://edit.tosdr.org/points/4547"
        },
        {
            "title": "The service provides information about how they collect personal data",
            "rating": "good",
            "description": "The service details situations in which they collect personal information or means by which they do.",
            "last_updated": "2023-07-11 06:34:08",
            "edit_link": "https://edit.tosdr.org/points/4546"
        },
        {
            "title": "You can request access and deletion of personal data",
            "rating": "good",
            "description": "Users have the right to access personal data hold by the Service, correct it and/or permanently delete it. This usually applies to Services GDPR compliants.",
            "last_updated": "2023-07-11 06:34:09",
            "edit_link": "https://edit.tosdr.org/points/4551"
        },
        {
            "title": "The service's data retention period is kept to the minimum necessary for fulfilling its purposes",
            "rating": "good",
            "description": "The service will remove personal data from its systems once it is no longer required. Depending on the type of information and the reason it was collected, data retention periods will vary.",
            "last_updated": "2023-07-11 06:34:49",
            "edit_link": "https://edit.tosdr.org/points/4559"
        },
        {
            "title": "The service provides a complete list of all cookies set by its website",
            "rating": "good",
            "description": "The service provides users with a complete list of all first and third party cookies its website sets and an explanation of their uses. This information can be valuable for users to make an informed choice whether to allow those cookies.",
            "last_updated": "2023-07-11 06:34:52",
            "edit_link": "https://edit.tosdr.org/points/4564"
        },
        {
            "title": "The service provides details about what kinds of personal information they collect",
            "rating": "good",
            "description": "The Privacy Policy describes in detail the data collected through the website and through the services provided.",
            "last_updated": "2023-07-11 06:34:08",
            "edit_link": "https://edit.tosdr.org/points/4543"
        },
        {
            "title": "The service reviews its privacy policy on a regular basis",
            "rating": "good",
            "description": "Users know the date the privacy policy was last updated and can thus infer the next time it will be reviewed. This gives users more certainty about how long they can trust the current policy to apply.",
            "last_updated": "2023-07-11 06:34:09",
            "edit_link": "https://edit.tosdr.org/points/4556"
        },
        {
            "title": "The service provides a complaint mechanism for the handling of personal data",
            "rating": "good",
            "description": "The service provides users with contact information for an internal or external structure to lodge complaints. It also provides users with contact information for a higher data protection / privacy office in case the internal mechanism fails to satisfy the user.",
            "last_updated": "2023-07-11 06:34:51",
            "edit_link": "https://edit.tosdr.org/points/4553"
        },
        {
            "title": "The service provides information about how they intend to use your personal data",
            "rating": "good",
            "description": "The Privacy Policy explains the purposes for which data is collected and the way it is processed, used and shared.",
            "last_updated": "2023-07-11 06:34:51",
            "edit_link": "https://edit.tosdr.org/points/4544"
        },
        {
            "title": "The Privacy Policy and Cookie Statement for the service are easy to read",
            "rating": "good",
            "description": "The Agreements are well-organised, define legal terms (where applicable), aren't needlessly long and may be pleasant to read.",
            "last_updated": "2018-08-27 08:42:00",
            "edit_link": "https://edit.tosdr.org/points/4542"
        },
        {
            "title": "You can opt out of promotional communications",
            "rating": "good",
            "description": "You can update your account preferences and/or easily unsubscribe of email/sms lists to stop receiving promotional communications.",
            "last_updated": "2023-07-11 06:34:10",
            "edit_link": "https://edit.tosdr.org/points/4552"
        },
        {
            "title": "You can opt out of promotional communications",
            "rating": "good",
            "description": "You can update your account preferences and/or easily unsubscribe of email/sms lists to stop receiving promotional communications.",
            "last_updated": "2023-07-11 06:33:11",
            "edit_link": "https://edit.tosdr.org/points/4550"
        },
        {
            "title": "The service makes critical changes to its terms without user involvement",
            "rating": "neutral",
            "description": "They may significantly update the terms at any time and at their sole discretion, meaning for any reason and without necessarily taking into account the interests or suggestions of the users of the Service.",
            "last_updated": "2019-05-12 13:25:44",
            "edit_link": "https://edit.tosdr.org/points/5982"
        },
        {
            "title": "The service informs users that its privacy policy does not apply to third party websites",
            "rating": "neutral",
            "description": "The service states that whenever it links to third party websites or applications, its privacy policy does not apply. Those third party websites or applications hosted or operated by other organizations may have their own privacy policies.",
            "last_updated": "2023-07-11 06:34:45",
            "edit_link": "https://edit.tosdr.org/points/4548"
        },
        {
            "title": "Third parties are involved in operating the Amnesty International website",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:34:41",
            "edit_link": "https://edit.tosdr.org/points/4562"
        },
        {
            "title": "The Privacy Policy and Cookie Statement for this website are translated into three languages",
            "rating": "neutral",
            "description": "Although there's generally a unique binding language for the terms, they are translated to allow all users to understand the agreement they're accepting, no matter their native language.",
            "last_updated": "2023-07-11 06:34:09",
            "edit_link": "https://edit.tosdr.org/points/4554"
        }
    ]
}