{
    "meta_data": {
        "title": "Mega - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "Tracking via third-party cookies for advertising",
            "rating": "bad",
            "description": "The service's website sets third-party cookies (cookies that do not belong to their domain) for purposes not including statistics and analytics.",
            "last_updated": "2023-07-11 10:13:18",
            "point_link": "https://edit.tosdr.org/points/17548",
            "approval_status": "APPROVED",
            "clause_text": "</ul> Advertising Cookies <p> These Cookies are used by us and our approved advertising partners to customise adverts which are shown by us on our services and by third parties on our services and on other websites and services.\nNot accepting these Cookies means you may be shown advertisements that are less relevant.\nWe and our approved advertising partners use Advertising Cookies to: </p>\n<ul>\n<li> monitor how often you are displayed certain adverts.\n</li>\n<li> customise the adverts you see based on such things as your location and your actions on our services and the actions you have taken on other websites and services you have previously visited.\nand </li>\n<li> tell us when you click on a particular advert and then to track the following actions you take in response to that advert.\n<",
            "point_source": "https://mega.nz/cookie",
            "case": {
                "text": "Third-party cookies are used for advertising",
                "href": "https://edit.tosdr.org/cases/128"
            }
        },
        {
            "title": "This service may keep personal data after a request for erasure for business interests or legal obligations",
            "rating": "bad",
            "description": "After the end of the data retention period and/or if you request the deletion of your data, they may still keep it for business interests (fraud detection, transactions...) or legal obligations (tax, legal reporting...)",
            "last_updated": "2023-07-11 10:04:03",
            "point_link": "https://edit.tosdr.org/points/17533",
            "approval_status": "APPROVED",
            "clause_text": "We may, but shall not be obliged to, keep Your Files after your account has been suspended or terminated.\nIn particular, we may, but shall not be obliged to, keep Your Files where we consider it necessary for evidential purposes relating to a breach of our Cookie Policy, Terms or with respect to current or anticipated action by any competent enforcement authority or other third party.",
            "point_source": "https://mega.nz/privacy",
            "case": {
                "text": "Some personal data may be kept for business interests or legal obligations",
                "href": "https://edit.tosdr.org/cases/333"
            }
        },
        {
            "title": "This service reserves the right to disclose your personal information without notifying you",
            "rating": "bad",
            "description": "If the Government governing the Terms requests personal data of a user of this service, they may not inform/notify the user while complying with the request.",
            "last_updated": "2023-07-11 10:13:17",
            "point_link": "https://edit.tosdr.org/points/17542",
            "approval_status": "APPROVED",
            "clause_text": "15 If we think it is necessary or we are obliged by law in any jurisdiction, then we are entitled to give Your Files, Your Chats, any Account Data and any Usage Data to competent authorities, even if those items are encrypted.\nWe reserve the right to assist any law enforcement agency with investigations, including disclosure of information to them or their agents.\nWe also reserve the right to comply with any legal processes, including but not limited to data breach notification processes, subpoenas, search warrants and court orders initiated by enforcement authorities or other third parties.\nWe may disclose Your Files, Your Chats, any Account Data and any Usage Data to enforce or apply our Terms, our Cookie Policy, our Takedown Guidance Policy and this Policy or any other agreement we have with you, or to protect the rights, property, or safety of us or our other users, third parties or the operation of our services.",
            "point_source": "https://mega.nz/privacy",
            "case": {
                "text": "Your personal data may be disclosed to comply with government requests without notice to you",
                "href": "https://edit.tosdr.org/cases/164"
            }
        },
        {
            "title": "This service may use your personal information for marketing purposes",
            "rating": "bad",
            "description": "The service may use your personal data for marketing, such as sending you personalised offerings.",
            "last_updated": "2023-07-11 10:06:51",
            "point_link": "https://edit.tosdr.org/points/17540",
            "approval_status": "APPROVED",
            "clause_text": "We collect and keep Usage Data with your consent to provide services and support related to our services, for market and product research and to be able to give users promotional material and special offers on our services.",
            "point_source": "https://mega.nz/privacy",
            "case": {
                "text": "Your personal data may be used for marketing purposes",
                "href": "https://edit.tosdr.org/cases/336"
            }
        },
        {
            "title": "Many third parties are involved in operating the service",
            "rating": "bad",
            "description": null,
            "last_updated": "2023-07-11 10:06:47",
            "point_link": "https://edit.tosdr.org/points/17539",
            "approval_status": "APPROVED",
            "clause_text": "9.1.4 serve advertisements or use third-party advertising companies to serve advertisements on our services and on third party sites, as well as to assist us in analysing our marketing and other business efforts.",
            "point_source": "https://mega.nz/privacy",
            "case": {
                "text": "Many third parties are involved in operating the service",
                "href": "https://edit.tosdr.org/cases/208"
            }
        },
        {
            "title": "This service forces users into binding arbitration in the case of disputes",
            "rating": "bad",
            "description": "This service forces users to use their own contracted arbitrator and forces users to waive their rights to jury trial.",
            "last_updated": "2023-07-11 06:33:57",
            "point_link": "https://edit.tosdr.org/points/17529",
            "approval_status": "APPROVED",
            "clause_text": "Any and all disputes arising out of this agreement, its termination, or our relationship with you shall be determined by binding arbitration under the Arbitration Act 1996 in Auckland, New Zealand, by one arbitrator who shall be a lawyer knowledgeable in relevant technology matters appointed by the President for the time being of the Arbitrators’ and Mediators’ Institute of New Zealand Incorporated (AMINZ) on a request by either you or us.",
            "point_source": "https://mega.nz/terms",
            "case": {
                "text": "You are forced into binding arbitration in case of disputes",
                "href": "https://edit.tosdr.org/cases/339"
            }
        },
        {
            "title": "The service may use web beacons and device fingerprinting on users.",
            "rating": "bad",
            "description": "Tracking technologies (such as web beacons, tracking pixels...) are employed on users and/or the service assigns a unique ID to a browser or device to track its behaviour.",
            "last_updated": "2023-07-11 10:13:18",
            "point_link": "https://edit.tosdr.org/points/17547",
            "approval_status": "APPROVED",
            "clause_text": "Based on the functionality they provide, we classify all the ‘Cookies’ we use (including browser cookies, local storage, web beacons, tracking URLs and device identifiers) into the following categories: </p>\n<ul>",
            "point_source": "https://mega.nz/cookie",
            "case": {
                "text": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting",
                "href": "https://edit.tosdr.org/cases/323"
            }
        },
        {
            "title": "The service may keep a secure, anonymized record of users' data for analytical purposes even after the data retention period",
            "rating": "bad",
            "description": "The data retention period states how long a service keeps user data. In this case, the service may anonymize the personal data after its retention period is over and use it for analytical or research purposes.",
            "last_updated": "2023-07-11 10:04:04",
            "point_link": "https://edit.tosdr.org/points/17536",
            "approval_status": "APPROVED",
            "clause_text": "Where there is no enforcement action likely or commenced and the 12 month period has expired, or after such longer period as is applicable in the case of records of financial transactions relating to your account that we are legally required to retain, Account Data that identifies you will be anonymised, but where you are a contact of, have had a folder shared with you by, or have chatted with, another MEGA user, those details will continue to be retained to allow services to continue for those other users.",
            "point_source": "https://mega.nz/privacy",
            "case": {
                "text": "The service may keep a secure, anonymized record of your data for analytical purposes even after the data retention period",
                "href": "https://edit.tosdr.org/cases/304"
            }
        },
        {
            "title": "This service assumes no liability for unauthorized access to your personal information",
            "rating": "bad",
            "description": null,
            "last_updated": "2023-07-11 10:06:40",
            "point_link": "https://edit.tosdr.org/points/17512",
            "approval_status": "APPROVED",
            "clause_text": "We are not responsible if someone else gains access to your computer or other device and/or your Mega password and/or encryption keys for any files.",
            "point_source": "https://mega.nz/terms",
            "case": {
                "text": "This service assumes no liability for unauthorized access to your personal information",
                "href": "https://edit.tosdr.org/cases/186"
            }
        },
        {
            "title": "Users shall not interfere with another person's enjoyment of the service",
            "rating": "bad",
            "description": "Users are asked not to interfere with another person't enjoyment in using the service.\nHowever, this statement is very vague and open to interpretation by the service itself.",
            "last_updated": "2023-07-11 10:03:30",
            "point_link": "https://edit.tosdr.org/points/17506",
            "approval_status": "APPROVED",
            "clause_text": "15.2 do anything that would damage, disrupt or place an unreasonable burden on our service or anyone else's use of our service, including but not limited to denial of service attacks or similar.\n</p>",
            "point_source": "https://mega.nz/terms",
            "case": {
                "text": "You shall not interfere with another person's enjoyment of the service",
                "href": "https://edit.tosdr.org/cases/285"
            }
        },
        {
            "title": "Any liability on behalf of the service is only limited to the fees you paid as a user",
            "rating": "bad",
            "description": null,
            "last_updated": "2023-07-11 10:06:43",
            "point_link": "https://edit.tosdr.org/points/17528",
            "approval_status": "APPROVED",
            "clause_text": "DESPITE THE ABOVE, IF ANY COURT OR OTHER COMPETENT AUTHORITY HOLDS US (THIS INCLUDES OUR OFFICERS, STAFF AND AGENTS) LIABLE FOR ANY MATTER RELATED TO THESE TERMS OR OUR SERVICES, OUR TOTAL COMBINED LIABILITY WILL BE LIMITED TO THE MOST RECENT SUBSCRIPTION AMOUNT YOU HAVE PAID TO US.",
            "point_source": "https://mega.nz/terms",
            "case": {
                "text": "Any liability on behalf of the service is only limited to the fees you paid as a user",
                "href": "https://edit.tosdr.org/cases/149"
            }
        },
        {
            "title": "Tracking pixels are used in service-to-user communication",
            "rating": "bad",
            "description": "The service tracks the user count or some actions of the user; this is usually used for statistics. For example, emails sent by a service can contain a pixel tag, which is a small, clear image that can tell them whether or not you have opened an email and what your IP address is.",
            "last_updated": "2023-07-11 10:13:18",
            "point_link": "https://edit.tosdr.org/points/17550",
            "approval_status": "APPROVED",
            "clause_text": "Tracking URLs <p> These are specially formatted URLs that let us know when they have been clicked.\nThey help us track things like when a particular link in an email is clicked on or which option on a webpage is chosen more often.",
            "point_source": "https://mega.nz/cookie",
            "case": {
                "text": "Tracking pixels are used in service-to-user communication",
                "href": "https://edit.tosdr.org/cases/217"
            }
        },
        {
            "title": "Features of the website are made available under a free software license",
            "rating": "good",
            "description": "This case applies to services under licenses that are free as in \"freedom\". According to the Free Software Foundation, \"free software is the software that grants the user the freedom to share, study, and modify it\". Furthermore, the code is entirely open source and may be used without any restriction, including for commercial purposes.",
            "last_updated": "2023-07-11 10:06:40",
            "point_link": "https://edit.tosdr.org/points/17513",
            "approval_status": "APPROVED",
            "clause_text": "The open source code that we use, where we obtained it, and licences for that code, are all referenced on our websites and via our mobile apps.",
            "point_source": "https://mega.nz/terms",
            "case": {
                "text": "Features of the website are made available under a free software license",
                "href": "https://edit.tosdr.org/cases/171"
            }
        },
        {
            "title": "You maintain ownership of your content",
            "rating": "good",
            "description": "This service does not claim ownership over user-generated content or materials, and the user doesn't need to waive any moral rights by posting owned content.",
            "last_updated": "2023-07-11 10:03:35",
            "point_link": "https://edit.tosdr.org/points/17514",
            "approval_status": "APPROVED",
            "clause_text": "You own, or undertake that you are authorised to use, any intellectual property in any data you store on, use, download, upload, share, access, transmit or otherwise make available to or from, our systems or using our services.",
            "point_source": "https://mega.nz/terms",
            "case": {
                "text": "You maintain ownership of your content",
                "href": "https://edit.tosdr.org/cases/183"
            }
        },
        {
            "title": "User accounts can be terminated after having been in breach of the terms of service repeatedly",
            "rating": "good",
            "description": "User accounts can be terminated for having been in breach of the terms of service repeatedly, meaning they cannot be terminated without a reason, but only for a limited number of reasons. Additionally, user accounts will not be deleted after a first infringement.",
            "last_updated": "2023-07-11 06:22:50",
            "point_link": "https://edit.tosdr.org/points/25755",
            "approval_status": "APPROVED",
            "clause_text": "we will also terminate your account if we consider you to be a repeat infringer",
            "point_source": "https://mega.nz/terms",
            "case": {
                "text": "User accounts can be terminated after having been in breach of the terms of service repeatedly",
                "href": "https://edit.tosdr.org/cases/313"
            }
        },
        {
            "title": "You can request access, correction and/or deletion of your data",
            "rating": "good",
            "description": "Users have the right to access personal data hold by the Service, correct it and/or permanently delete it. This usually applies to Services GDPR compliants.",
            "last_updated": "2023-07-11 10:06:43",
            "point_link": "https://edit.tosdr.org/points/17538",
            "approval_status": "APPROVED",
            "clause_text": "You can request correction of Account Data if it is considered incorrect, in accordance with the New Zealand Privacy Act 2020 and the GDPR.\nAny requests for access to, or correction of, Account Data that is not available to you when you are logged into your account, or if you cannot log in to your account, should be made to privacy@mega.nz specifying the information in question.\nThe information will be provided promptly, and at least within one month, without charge unless the request is manifestly unfounded or excessive.\nCorrections will be promptly considered and actioned if appropriate.\n</p>",
            "point_source": "https://mega.nz/privacy",
            "case": {
                "text": "You can request access, correction and/or deletion of your data",
                "href": "https://edit.tosdr.org/cases/195"
            }
        },
        {
            "title": "User-generated content is encrypted, and this service cannot decrypt it",
            "rating": "good",
            "description": "Content generated by the users is end-to-end encrypted, in a way that it can't be accessed by anyone unauthorised, and even the service has no technical means to decrypt it.",
            "last_updated": "2023-07-11 06:34:17",
            "point_link": "https://edit.tosdr.org/points/17532",
            "approval_status": "APPROVED",
            "clause_text": "All Your Files remain encrypted at all times while they are on our system.\nThey are never received, stored or otherwise dealt with by us in unencrypted form because any decryption takes place only on your device or that of another user to whom you have provided the file/folder links and keys that are created when you give them access.",
            "point_source": "https://mega.nz/privacy",
            "case": {
                "text": "User-generated content is encrypted, and this service cannot decrypt it",
                "href": "https://edit.tosdr.org/cases/372"
            }
        },
        {
            "title": "This service allows you to retrieve an archive of your data",
            "rating": "good",
            "description": "Users can request a copy of the data collected through the services and infer from it the amount of personal information that is processed and stored by the Service. This usually applies to Services GDPR compliants.",
            "last_updated": "2023-07-11 10:04:13",
            "point_link": "https://edit.tosdr.org/points/17537",
            "approval_status": "APPROVED",
            "clause_text": "8.8 You can download your Account Data at https://mega.nz/fm/account/history while you are logged into your account.\nThis will provide your Account Data but not Your Files.",
            "point_source": "https://mega.nz/privacy",
            "case": {
                "text": "You can retrieve an archive of your data",
                "href": "https://edit.tosdr.org/cases/140"
            }
        },
        {
            "title": "Your personal data is not sold",
            "rating": "good",
            "description": "This service makes an explicit promise not to sell \"personal data\" of users.",
            "last_updated": "2023-07-11 10:04:19",
            "point_link": "https://edit.tosdr.org/points/17543",
            "approval_status": "APPROVED",
            "clause_text": "We will never sell Your Files, Your Chats, any Account Data or any Usage Data.",
            "point_source": "https://mega.nz/privacy",
            "case": {
                "text": "Your personal data is not sold",
                "href": "https://edit.tosdr.org/cases/193"
            }
        },
        {
            "title": "If you are the target of a copyright holder's take down notice, this service gives you the opportunity to defend yourself",
            "rating": "good",
            "description": "You have the right to send a counter-notice to the service if you believe the content that was removed wasn't infringing any copyright.",
            "last_updated": "2023-07-11 10:07:04",
            "point_link": "https://edit.tosdr.org/points/17520",
            "approval_status": "APPROVED",
            "clause_text": "Copyright Counter-Notices <p> 23 We process all takedown notices based on good faith acceptance of the representations from the party submitting the takedown notice.\nWe do not review the material before processing the takedown notice.\n</p>\n<p> 24 You may file a counter-notice if you believe that access to a file you have uploaded has been wrongly disabled because it was the subject of an incorrect takedown notice.\nYou should only do so if you are confident that no other party owns copyright in the material, or you have rights to store the material and, if you are sharing it, that you have the right to do so.\n</p>\n<p>",
            "point_source": "https://mega.nz/terms",
            "case": {
                "text": "If you are the target of a copyright holder's take down notice, this service gives you the opportunity to defend yourself",
                "href": "https://edit.tosdr.org/cases/155"
            }
        },
        {
            "title": "The user is informed about security practices",
            "rating": "good",
            "description": "It's important to know what security measures are taken to protect your data from unauthorized access. This case applies to the Agreements that precisely explain their security practices.",
            "last_updated": "2023-07-11 10:04:03",
            "point_link": "https://edit.tosdr.org/points/17534",
            "approval_status": "APPROVED",
            "clause_text": "Every text message you send is stored as an encrypted binary large object (“<b>blob</b>”).",
            "point_source": "https://mega.nz/privacy",
            "case": {
                "text": "Information is provided about security practices",
                "href": "https://edit.tosdr.org/cases/226"
            }
        },
        {
            "title": "You have the right to leave this service at any time",
            "rating": "good",
            "description": "You can stop using the service and/or cancel or delete your account at any time for any reason. Moreover, the termination is reasonably fast and simple.",
            "last_updated": "2023-07-11 10:07:13",
            "point_link": "https://edit.tosdr.org/points/17521",
            "approval_status": "APPROVED",
            "clause_text": "You can terminate your access to our services at any time by following the 'Cancel your account' link in the Account section of our websites or the Settings section of our mobile apps.",
            "point_source": "https://mega.nz/terms",
            "case": {
                "text": "You have the right to leave this service at any time",
                "href": "https://edit.tosdr.org/cases/170"
            }
        },
        {
            "title": "Copyright license limited for the purposes of that same service",
            "rating": "good",
            "description": null,
            "last_updated": "2023-07-11 10:03:37",
            "point_link": "https://edit.tosdr.org/points/17516",
            "approval_status": "APPROVED",
            "clause_text": "You grant us a worldwide, royalty-free licence to use, store, back-up, copy, transmit, distribute, communicate, modify and otherwise make available, your data, solely for the purposes of enabling you and those you give access to, to use our services and for any other purpose related to provision of the services to you and them.",
            "point_source": "https://mega.nz/terms",
            "case": {
                "text": "Copyright license limited for the purposes of that same service but transferable and sublicenseable",
                "href": "https://edit.tosdr.org/cases/135"
            }
        },
        {
            "title": "When the service wants to change its terms, users are notified a week or more in advance.",
            "rating": "good",
            "description": "Users will be notified a week before the Terms are somehow updated, which lets them a reasonable amount of time to carefully read the changes and perhaps stop using the services if they do not longer agree.",
            "last_updated": "2023-07-11 10:05:27",
            "point_link": "https://edit.tosdr.org/points/17500",
            "approval_status": "APPROVED",
            "clause_text": "We can change these terms at any time by providing you at least 30 days' prior notice of the change, whether via email or via a message in any service we provide.",
            "point_source": "https://mega.nz/terms",
            "case": {
                "text": "When the service wants to change its terms, you are notified a week or more in advance.",
                "href": "https://edit.tosdr.org/cases/123"
            }
        },
        {
            "title": "You can opt out of promotional communications",
            "rating": "good",
            "description": "You can update your account preferences and/or easily unsubscribe of email/sms lists to stop receiving promotional communications.",
            "last_updated": "2023-07-11 10:13:17",
            "point_link": "https://edit.tosdr.org/points/17544",
            "approval_status": "APPROVED",
            "clause_text": "We may send invoices, security or service updates and various other notices by email to the email address listed in your account or using any of our chat or messaging systems.\nThey will be deemed to be received in accordance with our Terms.\n</p>\n<p> 20 If appropriate, some of those notices will contain unsubscribe information so you can opt out of further receipt.\nWe will abide by any email unsubscription request (other than those we need to send for invoicing, security or service updates and other service provider purposes).",
            "point_source": "https://mega.nz/privacy",
            "case": {
                "text": "You can opt out of promotional communications",
                "href": "https://edit.tosdr.org/cases/223"
            }
        },
        {
            "title": "Blocking first party cookies may limit your ability to use the service",
            "rating": "neutral",
            "description": "Most browsers allow users to set preferences related to cookies storage. You may choose to block all cookies (including first-party cookies), but it may impact your use of this service and you may not be able to access some or any of the features provided.",
            "last_updated": "2023-07-11 10:13:18",
            "point_link": "https://edit.tosdr.org/points/17549",
            "approval_status": "APPROVED",
            "clause_text": "Please note that if you choose to disable some or all Cookies in your browser, it will limit the functionality that different websites and services (including ours) can make available to you.",
            "point_source": "https://mega.nz/cookie",
            "case": {
                "text": "Blocking first party cookies may limit your ability to use the service",
                "href": "https://edit.tosdr.org/cases/375"
            }
        },
        {
            "title": "You authorise the service to charge a credit card supplied on re-occurring basis",
            "rating": "neutral",
            "description": "You card will be billed on recurring basis unless cancelled. For instance, monthly or annual subscriptions.",
            "last_updated": "2023-07-11 06:34:00",
            "point_link": "https://edit.tosdr.org/points/17530",
            "approval_status": "APPROVED",
            "clause_text": "We will charge the credit card associated with the business account with the applicable fees (including for any specified minimum) at the monthly billing date, on a recurring basis.",
            "point_source": "https://mega.nz/terms",
            "case": {
                "text": "You authorise the service to charge a credit card supplied on re-occurring basis",
                "href": "https://edit.tosdr.org/cases/384"
            }
        },
        {
            "title": "There is a date of the last update of the agreements",
            "rating": "neutral",
            "description": "The given text has a date that allows to know when it was last updated.",
            "last_updated": "2023-07-11 10:04:07",
            "point_link": "https://edit.tosdr.org/points/17531",
            "approval_status": "APPROVED",
            "clause_text": "<p>Last updated 18 December 2020, effective 18 January 2021.</p>",
            "point_source": "https://mega.nz/terms",
            "case": {
                "text": "There is a date of the last update of the agreements",
                "href": "https://edit.tosdr.org/cases/331"
            }
        },
        {
            "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
            "rating": "neutral",
            "description": "The service assumes no liability for any damages the user incurs, including tangible (e.g. profits) and intangible losses (e.g. data), resulting from the use or inability to use the service or any other matter relating to the service.",
            "last_updated": "2023-07-11 10:13:15",
            "point_link": "https://edit.tosdr.org/points/17526",
            "approval_status": "APPROVED",
            "clause_text": "TO THE MAXIMUM EXTENT PERMITTED BY LAW, WE (THIS INCLUDES OUR EMPLOYEES, OFFICERS, AGENTS AND AUTHORISED RESELLERS) ARE NOT LIABLE WHETHER IN CONTRACT, TORT (INCLUDING NEGLIGENCE), EQUITY OR ON ANY OTHER GROUNDS TO YOU OR ANYONE ELSE FOR ANY DIRECT, INDIRECT OR CONSEQUENTIAL DAMAGE, LOSS, COST OR EXPENSE, DAMAGE TO PROPERTY, INJURY TO PERSONS, LOSS OF PROFITS, LOSS OF DATA OR REVENUE, LOSS OF USE, LOST BUSINESS OR MISSED OPPORTUNITIES, WASTED EXPENDITURE OR SAVINGS WHICH YOU MIGHT HAVE HAD, OCCURRING DIRECTLY OR INDIRECTLY FROM THE USE OR ABILITY OR INABILITY TO USE, OR RELIANCE ON, OUR SERVICES, AND BASED ON ANY TYPE OF LIABILITY INCLUDING BREACH OF CONTRACT, BREACH OF WARRANTY, TORT (INCLUDING NEGLIGENCE), STATUTORY OR PRODUCT LIABILITY, OR OTHERWISE.",
            "point_source": "https://mega.nz/terms",
            "case": {
                "text": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
                "href": "https://edit.tosdr.org/cases/293"
            }
        },
        {
            "title": "This service has a no refund policy with some exceptions",
            "rating": "neutral",
            "description": "Payments can be refunded if some requirements are fulfilled.",
            "last_updated": "2023-07-11 10:05:28",
            "point_link": "https://edit.tosdr.org/points/17501",
            "approval_status": "APPROVED",
            "clause_text": "If you have paid for a subscription that is due to expire after that 30 day notice period and you do not wish to continue to use our services under the new terms, you may terminate your subscription before the new terms come into force.\nWe will then (but not otherwise) refund the unexpired portion of your subscription payment within 30 days and close your account.",
            "point_source": "https://mega.nz/terms",
            "case": {
                "text": "This service has a no refund policy with some exceptions",
                "href": "https://edit.tosdr.org/cases/398"
            }
        },
        {
            "title": "They may stop providing the service at any time",
            "rating": "neutral",
            "description": "They may discontinue the services without prior notice, at any time, for any or no reason. They usually assume no liability for losses and damages resulting from this suspension.",
            "last_updated": "2023-07-11 10:07:22",
            "point_link": "https://edit.tosdr.org/points/17522",
            "approval_status": "APPROVED",
            "clause_text": "We may also terminate, suspend or limit our services or any part of our services, for all users or for groups of users, without notice, at any time, and as applicable for any duration of time(s) that we specify, for any reason or no reason, provided that in any such cases, to the greatest extent permitted at law, we will have no liability to you in any regard as a result of any such actions.",
            "point_source": "https://mega.nz/terms",
            "case": {
                "text": "They may stop providing the service at any time",
                "href": "https://edit.tosdr.org/cases/203"
            }
        },
        {
            "title": "You are solely responsible for claims made against the service and agree to indemnify the service.",
            "rating": "neutral",
            "description": "You are responsible for your use of the service. If a claim arises related to that use, you agree to indemnify and hold the service harmless.\nIf users are also required to defend the service, see Case 146 instead.",
            "last_updated": "2023-07-11 10:13:15",
            "point_link": "https://edit.tosdr.org/points/17527",
            "approval_status": "APPROVED",
            "clause_text": "YOU SHALL INDEMNIFY US AGAINST ALL CLAIMS, COSTS (INCLUDING ALL OUR LEGAL COSTS), EXPENSES, DEMANDS OR LIABILITY, DAMAGES AND LOSSES WHETHER DIRECT, INDIRECT, CONSEQUENTIAL, OR OTHERWISE, AND WHETHER ARISING IN CONTRACT, TORT (INCLUDING IN EACH CASE NEGLIGENCE), OR EQUITY OR OTHERWISE, ARISING DIRECTLY OR INDIRECTLY FROM BREACH BY YOU OR ANYONE YOU GIVE ACCESS TO YOUR DATA, OF ANY OF THESE TERMS OR ANY POLICY REFERENCED IN THESE TERMS.\n</p>",
            "point_source": "https://mega.nz/terms",
            "case": {
                "text": "You agree to indemnify and hold the service harmless in case of a claim related to your use of the service",
                "href": "https://edit.tosdr.org/cases/145"
            }
        },
        {
            "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
            "rating": "neutral",
            "description": "The service provider expressly does not claim to provide uninterrupted, timely, secure or error-free service.",
            "last_updated": "2023-07-11 10:06:16",
            "point_link": "https://edit.tosdr.org/points/17503",
            "approval_status": "APPROVED",
            "clause_text": "We do not make any guarantees that there will be no loss of data or the services will be bug free.",
            "point_source": "https://mega.nz/terms",
            "case": {
                "text": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
                "href": "https://edit.tosdr.org/cases/287"
            }
        },
        {
            "title": "This service prohibits users sending chain letters, junk mail, spam or any unsolicited messages.",
            "rating": "neutral",
            "description": "Users are not allowed to use the service for chain letters, junk mail, spamming or any other distribution of content to people who have not agreed to receiving it.",
            "last_updated": "2023-07-11 10:06:34",
            "point_link": "https://edit.tosdr.org/points/17507",
            "approval_status": "APPROVED",
            "clause_text": "15.7 use our service: </p>\n<p> 15.7.1 to store, use, download, upload, share, access, transmit, or otherwise make available, data in violation of any law in any country (including to breach copyright or other intellectual property rights held by us or anyone else).\n</p>\n<p> 15.7.2 to send unwelcome communications of any kind (including but not limited to unlawful unsolicited commercial communications) to anyone (e.g.\nspam or chain letters).\n</p>",
            "point_source": "https://mega.nz/terms",
            "case": {
                "text": "You are prohibited from sending chain letters, junk mail, spam or any unsolicited messages",
                "href": "https://edit.tosdr.org/cases/281"
            }
        },
        {
            "title": "The service is provided 'as is' and to be used at the users' sole risk",
            "rating": "neutral",
            "description": "This service does not provide any guarantees as to its usability or fitness for the users' purposes. Users agree to use it at their own risk, accepting any possible bugs, malfunctions or harm to their devices.",
            "last_updated": "2023-07-11 10:07:22",
            "point_link": "https://edit.tosdr.org/points/17523",
            "approval_status": "APPROVED",
            "clause_text": "WE DON'T GIVE YOU ANY WARRANTY OR UNDERTAKING ABOUT THE SERVICES WHICH ARE PROVIDED \"AS IS\".",
            "point_source": "https://mega.nz/terms",
            "case": {
                "text": "The service is provided 'as is' and to be used at your sole risk",
                "href": "https://edit.tosdr.org/cases/286"
            }
        },
        {
            "title": "Spidering, crawling, or accessing the site through any automated means is not allowed",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:06:38",
            "point_link": "https://edit.tosdr.org/points/17510",
            "approval_status": "APPROVED",
            "clause_text": "<p> 15.7.5 to run any network scanning software, spiders, spyware, robots, open relay software or similar software.",
            "point_source": "https://mega.nz/terms",
            "case": {
                "text": "Spidering, crawling, or accessing the site through any automated means is not allowed",
                "href": "https://edit.tosdr.org/cases/150"
            }
        },
        {
            "title": "Users agree not to submit libelous, harassing or threatening content",
            "rating": "neutral",
            "description": "This service prohibits users from submitting content of a variety of types. This can include content that is unlawful, harassing, abusive, threatening, libelous, sexist, racist, homophobic, transphobic, or discriminatory in any other way.",
            "last_updated": "2023-07-11 10:06:35",
            "point_link": "https://edit.tosdr.org/points/17508",
            "approval_status": "APPROVED",
            "clause_text": "15.7.3 to abuse, defame, threaten, stalk or harass anyone, or to harm them as defined in the Harmful Digital Communications Act 2015 (NZ) or any similar law in any jurisdiction.",
            "point_source": "https://mega.nz/terms",
            "case": {
                "text": "You agree not to submit libelous, harassing or threatening content",
                "href": "https://edit.tosdr.org/cases/283"
            }
        },
        {
            "title": "This service prohibits users from attempting to gain unauthorized access to other computer systems",
            "rating": "neutral",
            "description": "The service does not allow any attempts at hacking or otherwise gaining unauthorized access to other users' computers.",
            "last_updated": "2023-07-11 10:06:39",
            "point_link": "https://edit.tosdr.org/points/17511",
            "approval_status": "APPROVED",
            "clause_text": "15.7.8 to attempt to gain unauthorised access to any services other than those to which you have been given express permission to access.",
            "point_source": "https://mega.nz/terms",
            "case": {
                "text": "You are prohibited from attempting to gain unauthorized access to other computer systems",
                "href": "https://edit.tosdr.org/cases/284"
            }
        },
        {
            "title": "The service can suspend your account for several reasons",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:06:30",
            "point_link": "https://edit.tosdr.org/points/17504",
            "approval_status": "APPROVED",
            "clause_text": "If you choose to stop using our services, you must download your data first because after account closure we may, if we wish, delete all your data.\n<br>\n<br> If we suspend or terminate our services to you because you have breached these terms, or someone you have given access to has breached these terms, during the term of that suspension we may, if we wish, delete your data immediately or deny you access to your data but keep it for evidential purposes.",
            "point_source": "https://mega.nz/terms",
            "case": {
                "text": "Your account can be suspended for several reasons",
                "href": "https://edit.tosdr.org/cases/205"
            }
        },
        {
            "title": "Prohibits the posting of pornographic content",
            "rating": "neutral",
            "description": "Users are not allowed to post any content of pornographic nature. This includes adult content, things that are sexually explicit, or obscene.",
            "last_updated": "2023-07-11 10:06:36",
            "point_link": "https://edit.tosdr.org/points/17509",
            "approval_status": "APPROVED",
            "clause_text": "<p> 15.7.4 to store, use, download, upload, share, access, transmit, or otherwise make available, unsuitable, offensive, obscene or discriminatory information of any kind.",
            "point_source": "https://mega.nz/terms",
            "case": {
                "text": "The posting of pornographic content is prohibited",
                "href": "https://edit.tosdr.org/cases/315"
            }
        },
        {
            "title": "If you are the target of a copyright claim, your content may be removed",
            "rating": "neutral",
            "description": "The content you have published on the service may be removed if it infringes copyright.",
            "last_updated": "2023-07-11 10:07:07",
            "point_link": "https://edit.tosdr.org/points/17519",
            "approval_status": "APPROVED",
            "clause_text": "We reserve the right to remove data alleged to be infringing without prior notice, at our sole discretion, and without liability to you.",
            "point_source": "https://mega.nz/terms",
            "case": {
                "text": "If you are the target of a copyright claim, your content may be removed",
                "href": "https://edit.tosdr.org/cases/310"
            }
        },
        {
            "title": "This service requires first-party cookies",
            "rating": "neutral",
            "description": "First-party cookies only belong to the domain of the service and not a third party.",
            "last_updated": "2023-07-11 10:13:13",
            "point_link": "https://edit.tosdr.org/points/17546",
            "approval_status": "APPROVED",
            "clause_text": "Any browser cookies that we set when you visit our website or use our apps are called ‘first party cookies’ as we control them.",
            "point_source": "https://mega.nz/cookie",
            "case": {
                "text": "First-party cookies are used",
                "href": "https://edit.tosdr.org/cases/126"
            }
        },
        {
            "title": "Provides instructions on how to submit a copyright claim",
            "rating": "neutral",
            "description": "If content that you own is copied or made accessible through the service in a way that constitutes an intellectual property right infringement, you can report it following the instructions given in the agreements.",
            "last_updated": "2023-07-11 10:06:43",
            "point_link": "https://edit.tosdr.org/points/17518",
            "approval_status": "APPROVED",
            "clause_text": "If you believe that your content has been copied or used in a way that constitutes copyright infringement, please provide us with the following information:",
            "point_source": "https://mega.nz/terms",
            "case": {
                "text": "Instructions are provided on how to submit a copyright claim",
                "href": "https://edit.tosdr.org/cases/138"
            }
        },
        {
            "title": "You cannot distribute or disclose your account to third parties",
            "rating": "neutral",
            "description": "In this context third-parties refers to anyone including friends, family, or company",
            "last_updated": "2023-07-11 10:06:22",
            "point_link": "https://edit.tosdr.org/points/17505",
            "approval_status": "APPROVED",
            "clause_text": "You can't, and will ensure that no users within a business account, of which you are administrator: </p>\n<p> 15.1 assign or transfer any rights you have under these terms to any other person (including by sharing your password with someone else) without our prior written consent.",
            "point_source": "https://mega.nz/terms",
            "case": {
                "text": "You cannot distribute or disclose your account to third parties",
                "href": "https://edit.tosdr.org/cases/229"
            }
        },
        {
            "title": "You are responsible for maintaining the security of your account and for the activities on your account",
            "rating": "neutral",
            "description": "You are responsible for protecting the confidentiality of your password and for maintaining the security of your account. Any activity occurring under your account is your responsibility, whether authorized by you or not.",
            "last_updated": "2023-07-11 10:06:15",
            "point_link": "https://edit.tosdr.org/points/17502",
            "approval_status": "APPROVED",
            "clause_text": "You should keep your password and Recovery Key safe and confidential.\nYou must not share your password with anyone else and should not release encryption keys to anyone else unless you wish them to have access to your data.",
            "point_source": "https://mega.nz/terms",
            "case": {
                "text": "You are responsible for maintaining the security of your account and for the activities on your account",
                "href": "https://edit.tosdr.org/cases/148"
            }
        },
        {
            "title": "The service does not guarantee accuracy or reliability of the information provided",
            "rating": "neutral",
            "description": "This service makes no warranty regarding the accuracy or reliability of any information that is given on its website or the results that may be obtained from the use of the service.",
            "last_updated": "2023-07-11 10:07:23",
            "point_link": "https://edit.tosdr.org/points/17525",
            "approval_status": "APPROVED",
            "clause_text": "Full quote: \"TO AVOID DOUBT, ALL IMPLIED CONDITIONS OR WARRANTIES ARE EXCLUDED AS MUCH AS IS PERMITTED BY LAW, INCLUDING (WITHOUT LIMITATION) WARRANTIES OF MERCHANTABILITY, FITNESS FOR PURPOSE, SAFETY,\nRELIABILITY, DURABILITY, TITLE AND NON-INFRINGEMENT.\"",
            "point_source": "https://mega.nz/terms",
            "case": {
                "text": "The service does not guarantee accuracy or reliability of the information provided",
                "href": "https://edit.tosdr.org/cases/288"
            }
        },
        {
            "title": "This service does not guarantee that it or the products obtained through it meet the users' expectations or requirements",
            "rating": "neutral",
            "description": "This service provider informs its users that the services, information, products, or other materials provided on its website may not meet the users' expectations or requirements.",
            "last_updated": "2023-07-11 10:03:39",
            "point_link": "https://edit.tosdr.org/points/17524",
            "approval_status": "APPROVED",
            "clause_text": "TO AVOID DOUBT, ALL IMPLIED CONDITIONS OR WARRANTIES ARE EXCLUDED AS MUCH AS IS PERMITTED BY LAW, INCLUDING (WITHOUT LIMITATION) WARRANTIES OF MERCHANTABILITY, FITNESS FOR PURPOSE",
            "point_source": "https://mega.nz/terms",
            "case": {
                "text": "This service does not guarantee that it or the products obtained through it meet your expectations or requirements",
                "href": "https://edit.tosdr.org/cases/290"
            }
        },
        {
            "title": "This service collects your IP address, which can be used to view your approximate location",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:34:00",
            "point_link": "https://edit.tosdr.org/points/17535",
            "approval_status": "APPROVED",
            "clause_text": "8.3 When you use our services, our systems retain the following metadata in unencrypted form: </p>\n<p> 8.3.1 Browser type and operating system of the devices from which you have logged in to MEGA.\n</p>\n<p> 8.3.2 IP address and port information for logins, API usage, file uploads, folder creations and link exports.",
            "point_source": "https://mega.nz/privacy",
            "case": {
                "text": "Your IP address is collected, which can be used to view your approximate location",
                "href": "https://edit.tosdr.org/cases/399"
            }
        },
        {
            "title": "The court of law governing the terms is in New Zealand",
            "rating": "neutral",
            "description": "The Terms are governed by the applicable laws of a jurisdiction (specified in the title of each point by replacing the \"X\").",
            "last_updated": "2023-07-11 10:13:17",
            "point_link": "https://edit.tosdr.org/points/17545",
            "approval_status": "APPROVED",
            "clause_text": "Subject to the rights that those in the European Union have under the GDPR, this Policy and its interpretation and operation are governed solely by New Zealand law.",
            "point_source": "https://mega.nz/privacy",
            "case": {
                "text": "The court of law governing the terms is in location X",
                "href": "https://edit.tosdr.org/cases/163"
            }
        }
    ]
}