{
    "meta_data": {
        "title": "Hacker Wars - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "Terms may be changed any time at their discretion, without notice to the user",
            "rating": "bad",
            "description": "The Agreements can be updated at any time, including in a way that negatively affects user rights, without notifying before or after the changes.",
            "last_updated": "2023-07-11 10:13:09",
            "point_link": "https://edit.tosdr.org/points/17347",
            "approval_status": "APPROVED",
            "clause_text": "We reserve the right at our own discretion to make any changes or modifications at any time to the Terms of Service and Use.",
            "point_source": "https://hackerwars.io/TOS",
            "case": {
                "text": "Terms may be changed any time at their discretion, without notice to you",
                "href": "https://edit.tosdr.org/cases/121"
            }
        },
        {
            "title": "Tracking via third-party cookies for other purposes without your consent.",
            "rating": "bad",
            "description": "The service's website sets third-party cookies (cookies that do not belong to their domain) for purposes not including statistics and analytics.",
            "last_updated": "2023-07-11 10:02:55",
            "point_link": "https://edit.tosdr.org/points/17369",
            "approval_status": "APPROVED",
            "clause_text": "Third party advertisers</b> - We may use a third party advertising company to serve ads when you visit the site.\nThe company may use information about your visits to the website and other websites that contain cookies and tracking information to provide advertisements of goods and services that interest you.</p>",
            "point_source": "https://hackerwars.io/privacy",
            "case": {
                "text": "Third-party cookies are used for advertising",
                "href": "https://edit.tosdr.org/cases/128"
            }
        },
        {
            "title": "The service collects many different types of personal data",
            "rating": "bad",
            "description": "The service collects different kinds of personal data, such as name, demographic information, postal address, biometric data, device information, IDs, contacts, call logs...",
            "last_updated": "2023-07-11 10:13:10",
            "point_link": "https://edit.tosdr.org/points/17362",
            "approval_status": "APPROVED",
            "clause_text": "Much of this information is automatically collected when you visit the website.\n</p>\n<p>We automatically collect certain information when you visit or use the website.\nThis information does not reveal specific personal information such as your name and contact information but it may include device/host information and usage such as IP addresses, browser and cookies, device/host characteristics, operating system, language preferences, location, country, and information about how you use our information.",
            "point_source": "https://hackerwars.io/privacy",
            "case": {
                "text": "Many different types of personal data are collected",
                "href": "https://edit.tosdr.org/cases/376"
            }
        },
        {
            "title": "The service can delete your account without prior notice and without a reason",
            "rating": "bad",
            "description": "At any time, your account can be terminated without explanation and without warning by the service.",
            "last_updated": "2023-07-11 10:13:10",
            "point_link": "https://edit.tosdr.org/points/17353",
            "approval_status": "APPROVED",
            "clause_text": "We reserve the right to remove, reclaim, restrict, ban, or modify your account and username at our own discretion.",
            "point_source": "https://hackerwars.io/TOS",
            "case": {
                "text": "Your account can be deleted or permanently suspended without prior notice and without a reason",
                "href": "https://edit.tosdr.org/cases/201"
            }
        },
        {
            "title": "This service assumes no liability for unauthorized access to your personal information",
            "rating": "bad",
            "description": null,
            "last_updated": "2023-07-11 10:07:05",
            "point_link": "https://edit.tosdr.org/points/10975",
            "approval_status": "APPROVED",
            "clause_text": "(3) ANY UNAUTHORIZED ACCESS TO OR USE OF OUR SECURE SERVERS AND/OR ANY AND ALL PERSONAL INFORMATION AND/OR FINANCIAL INFORMATION STORED THEREIN,",
            "point_source": "https://hackerwars.io/TOS",
            "case": {
                "text": "This service assumes no liability for unauthorized access to your personal information",
                "href": "https://edit.tosdr.org/cases/186"
            }
        },
        {
            "title": "Details are provided about what kind of information they collect",
            "rating": "good",
            "description": "The Privacy Policy describes in detail the data collected through the website and through the services provided.",
            "last_updated": "2023-07-11 06:25:33",
            "point_link": "https://edit.tosdr.org/points/26782",
            "approval_status": "APPROVED",
            "clause_text": "What Personal information do we collect?",
            "point_source": "https://hackerwars.io/privacy",
            "case": {
                "text": "Information is provided about what kind of information they collect",
                "href": "https://edit.tosdr.org/cases/228"
            }
        },
        {
            "title": "This service does not sell your personal data",
            "rating": "good",
            "description": "This service makes an explicit promise not to sell \"personal data\" of users.",
            "last_updated": "2023-07-11 10:06:52",
            "point_link": "https://edit.tosdr.org/points/10979",
            "approval_status": "APPROVED",
            "clause_text": "We will NEVER sell or rent your data to anyone",
            "point_source": "https://hackerwars.io/TOS",
            "case": {
                "text": "Your personal data is not sold",
                "href": "https://edit.tosdr.org/cases/193"
            }
        },
        {
            "title": "The service is not responsible for linked or (clearly) quoted content from third-party content providers",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:07:06",
            "point_link": "https://edit.tosdr.org/points/10976",
            "approval_status": "APPROVED",
            "clause_text": "WE DO NOT WARRANT, ENDORSE, GUARANTEE, OR ASSUME RESPONSIBILITY FOR ANY PRODUCT OR SERVICE ADVERTISED OR OFFERED BY A THIRD PARTY THROUGH THE SITE, ANY HYPERLINKED WEBSITE, OR ANY WEBSITE OR MOBILE APPLICATION FEATURED IN ANY BANNER OR OTHER ADVERTISING, AND WE WILL NOT BE A PARTY TO OR IN ANY WAY BE RESPONSIBLE FOR MONITORING ANY TRANSACTION BETWEEN YOU AND ANY THIRD-PARTY PROVIDERS OF PRODUCTS OR SERVICES.",
            "point_source": "https://hackerwars.io/TOS",
            "case": {
                "text": "The service is not responsible for linked or (clearly) quoted content from third-party content providers",
                "href": "https://edit.tosdr.org/cases/278"
            }
        },
        {
            "title": "There is a date of the last update of the terms",
            "rating": "neutral",
            "description": "The given text has a date that allows to know when it was last updated.",
            "last_updated": "2023-07-11 10:06:55",
            "point_link": "https://edit.tosdr.org/points/10971",
            "approval_status": "APPROVED",
            "clause_text": "Last Updated: October 19th, 2019",
            "point_source": "https://hackerwars.io/TOS",
            "case": {
                "text": "There is a date of the last update of the agreements",
                "href": "https://edit.tosdr.org/cases/331"
            }
        },
        {
            "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
            "rating": "neutral",
            "description": "The service provider expressly does not claim to provide uninterrupted, timely, secure or error-free service.",
            "last_updated": "2023-07-11 10:07:05",
            "point_link": "https://edit.tosdr.org/points/10977",
            "approval_status": "APPROVED",
            "clause_text": "We cannot guarantee the site will be available at all times.\nWe may experience hardware, software, or other problems or need to perform maintenance related to the site, resulting in interruptions, delays, or errors.",
            "point_source": "https://hackerwars.io/TOS",
            "case": {
                "text": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
                "href": "https://edit.tosdr.org/cases/287"
            }
        },
        {
            "title": "You must create an account to use this service",
            "rating": "neutral",
            "description": "You must provide the service with your information in order to use it",
            "last_updated": "2023-07-11 10:07:05",
            "point_link": "https://edit.tosdr.org/points/10978",
            "approval_status": "APPROVED",
            "clause_text": "You will be required to register with the site.",
            "point_source": "https://hackerwars.io/TOS",
            "case": {
                "text": "You must create an account to use this service",
                "href": "https://edit.tosdr.org/cases/230"
            }
        },
        {
            "title": "The service is provided 'as is' and to be used at the users' sole risk",
            "rating": "neutral",
            "description": "This service does not provide any guarantees as to its usability or fitness for the users' purposes. Users agree to use it at their own risk, accepting any possible bugs, malfunctions or harm to their devices.",
            "last_updated": "2023-07-11 10:07:08",
            "point_link": "https://edit.tosdr.org/points/10973",
            "approval_status": "APPROVED",
            "clause_text": "<p>THE SITE IS PROVIDED ON AN AS-IS AND AS-AVAILABLE BASIS.\nYOU AGREE THAT YOUR USE OF THE SITE AND OUR SERVICES WILL BE AT YOUR SOLE RISK.",
            "point_source": "https://hackerwars.io/TOS",
            "case": {
                "text": "The service is provided 'as is' and to be used at your sole risk",
                "href": "https://edit.tosdr.org/cases/286"
            }
        },
        {
            "title": "This service is only available to users over a certain age",
            "rating": "neutral",
            "description": "The Services are intended for users who are at least a certain age. If you are younger than the age required then you are prohibited from using the Service.",
            "last_updated": "2023-07-11 10:07:07",
            "point_link": "https://edit.tosdr.org/points/10972",
            "approval_status": "APPROVED",
            "clause_text": "Hackerwars.io is intended for users who are at least 13 years of age.",
            "point_source": "https://hackerwars.io/TOS",
            "case": {
                "text": "This service is only available to users over a certain age",
                "href": "https://edit.tosdr.org/cases/152"
            }
        },
        {
            "title": "This service informs you that its Terms of Service does not apply to third party websites",
            "rating": "neutral",
            "description": "The service states that whenever it links to third party websites or applications, its Terms of Service does not apply. Those third party websites or applications hosted or operated by other organizations may have their Terms of Service.",
            "last_updated": "2023-07-11 06:25:33",
            "point_link": "https://edit.tosdr.org/points/26781",
            "approval_status": "APPROVED",
            "clause_text": "If you decide to leave the site and access the Third-Party Websites or to use or install any Third-Party Content, you do so at your own risk, and you should be aware these Terms of Service and Use no longer govern.",
            "point_source": "https://hackerwars.io/TOS",
            "case": {
                "text": "This service informs you that its Terms of Service does not apply to third party websites",
                "href": "https://edit.tosdr.org/cases/408"
            }
        },
        {
            "title": "The service does not guarantee accuracy or reliability of the information provided",
            "rating": "neutral",
            "description": "This service makes no warranty regarding the accuracy or reliability of any information that is given on its website or the results that may be obtained from the use of the service.",
            "last_updated": "2023-07-11 10:07:07",
            "point_link": "https://edit.tosdr.org/points/10974",
            "approval_status": "APPROVED",
            "clause_text": "WE MAKE NO WARRANTIES OR REPRESENTATIONS ABOUT THE ACCURACY OR COMPLETENESS OF THE SITE’S CONTENT OR THE CONTENT OF ANY WEBSITES LINKED TO THE SITE AND WE WILL ASSUME NO LIABILITY OR RESPONSIBILITY FOR ANY (1) ERRORS, MISTAKES, OR INACCURACIES OF CONTENT AND MATERIALS,",
            "point_source": "https://hackerwars.io/TOS",
            "case": {
                "text": "The service does not guarantee accuracy or reliability of the information provided",
                "href": "https://edit.tosdr.org/cases/288"
            }
        },
        {
            "title": "Minors must have the authorization of their legal guardians to use the service",
            "rating": "neutral",
            "description": "Minors must have the authorization of their legal guardians to use the services. The legal guardians are responsible for the use of the service by the minor.",
            "last_updated": "2023-07-11 06:23:52",
            "point_link": "https://edit.tosdr.org/points/26780",
            "approval_status": "APPROVED",
            "clause_text": "All users who are minors who fall under the jurisdiction which they reside in must have the permission or direct supervision of their parent or guardian to use this website.",
            "point_source": "https://hackerwars.io/TOS",
            "case": {
                "text": "Minors must have the authorization of their legal guardians to use the service",
                "href": "https://edit.tosdr.org/cases/486"
            }
        },
        {
            "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.",
            "rating": "neutral",
            "description": "Even though the Do Not Track (DNT) header was not implemented perfectly, services should not track users whose browsers send a DNT header.",
            "last_updated": "2023-07-11 06:33:48",
            "point_link": "https://edit.tosdr.org/points/17363",
            "approval_status": "APPROVED",
            "clause_text": "Do not track features</b>\n</p>\n<p>Most web browsers and some mobile operating systems and mobile applications include a Do-Not-Track (\"DNT\") feature or setting you can activate to signal your privacy preference not to have data about your online browsing activities monitored and collected.\nNo uniform technology standard for recognizing and implementing DNT signals has been finalized.\nAs such, we do not currently respond to DNT browser signals or any other mechanism that automatically communicates your choice not to be tracked online.",
            "point_source": "https://hackerwars.io/privacy",
            "case": {
                "text": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.",
                "href": "https://edit.tosdr.org/cases/233"
            }
        },
        {
            "title": "This service collects your IP address, which can be used to view your approximate location",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:33:49",
            "point_link": "https://edit.tosdr.org/points/17356",
            "approval_status": "APPROVED",
            "clause_text": "Information automatically collected\n<p>At an overview, we collect information such as IP addresses, browser and device characteristics/information.",
            "point_source": "https://hackerwars.io/privacy",
            "case": {
                "text": "Your IP address is collected, which can be used to view your approximate location",
                "href": "https://edit.tosdr.org/cases/399"
            }
        }
    ]
}