{
    "meta_data": {
        "title": "Nslookup - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "Terms may be changed any time at their discretion, without notice to the user",
            "rating": "bad",
            "description": "The Agreements can be updated at any time, including in a way that negatively affects user rights, without notifying before or after the changes.",
            "last_updated": "2023-07-11 10:14:39",
            "edit_link": "https://edit.tosdr.org/points/18734",
            "approval_status": "APPROVED"
        },
        {
            "title": "Instead of asking directly, this Service will assume your consent merely from your usage.",
            "rating": "bad",
            "description": "The Service infers your acceptance from your continued usage, instead of prompting you to read the new Terms and asking for direct consent. This doesn’t apply to services that have no way to seek consent from users through their contact details or an account.",
            "last_updated": "2023-07-11 10:14:39",
            "edit_link": "https://edit.tosdr.org/points/18738",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service does not track you",
            "rating": "good",
            "description": "The document excerpt needs to include the words \"[the service] does not track [users]\" or \"[the service] does not use any tracking technology\".",
            "last_updated": "2023-07-11 10:14:25",
            "edit_link": "https://edit.tosdr.org/points/18417",
            "approval_status": "APPROVED"
        },
        {
            "title": "User logs are deleted after a finite period of time",
            "rating": "good",
            "description": "Logs are text files containing some information about web visitors, such as user agents (showing for instance that you're connecting from Firefox for Android) and ip addresses (which reveal your approximate location). This case applies to Services that periodically delete their logs to prevent user sessions being tracked over time.",
            "last_updated": "2023-07-11 10:14:39",
            "edit_link": "https://edit.tosdr.org/points/18730",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service provides information about how they collect personal data",
            "rating": "good",
            "description": "The service details situations in which they collect personal information or means by which they do.",
            "last_updated": "2023-07-11 10:14:38",
            "edit_link": "https://edit.tosdr.org/points/18731",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service's data retention period is kept to the minimum necessary for fulfilling its purposes",
            "rating": "good",
            "description": "The service will remove personal data from its systems once it is no longer required. Depending on the type of information and the reason it was collected, data retention periods will vary.",
            "last_updated": "2023-07-11 10:14:08",
            "edit_link": "https://edit.tosdr.org/points/18418",
            "approval_status": "APPROVED"
        },
        {
            "title": "IP addresses of website visitors are not tracked",
            "rating": "good",
            "description": "The Service disclaims that IP adresses from users are not collected (or anonymized) nor shared.",
            "last_updated": "2023-07-11 10:14:38",
            "edit_link": "https://edit.tosdr.org/points/18729",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service provides a complete list of all cookies set by its website",
            "rating": "good",
            "description": "The service provides users with a complete list of all first and third party cookies its website sets and an explanation of their uses. This information can be valuable for users to make an informed choice whether to allow those cookies.",
            "last_updated": "2023-07-11 10:14:26",
            "edit_link": "https://edit.tosdr.org/points/18416",
            "approval_status": "APPROVED"
        },
        {
            "title": "User feedback is invited regarding changes to the terms.",
            "rating": "good",
            "description": "The Service takes user suggestions into account to update its Terms.",
            "last_updated": "2023-07-11 10:14:39",
            "edit_link": "https://edit.tosdr.org/points/18733",
            "approval_status": "APPROVED"
        },
        {
            "title": "The user is informed about security practices",
            "rating": "good",
            "description": "It's important to know what security measures are taken to protect your data from unauthorized access. This case applies to the Agreements that precisely explain their security practices.",
            "last_updated": "2023-07-11 10:14:24",
            "edit_link": "https://edit.tosdr.org/points/18421",
            "approval_status": "APPROVED"
        },
        {
            "title": "You have the right to leave this service at any time",
            "rating": "good",
            "description": "You can stop using the service and/or cancel or delete your account at any time for any reason. Moreover, the termination is reasonably fast and simple.",
            "last_updated": "2023-07-11 06:34:02",
            "edit_link": "https://edit.tosdr.org/points/18420",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service is not responsible for linked or (clearly) quoted content from third-party content providers",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 04:47:58",
            "edit_link": "https://edit.tosdr.org/points/18735",
            "approval_status": "APPROVED"
        },
        {
            "title": "There is a date of the last update of the agreements",
            "rating": "neutral",
            "description": "The given text has a date that allows to know when it was last updated.",
            "last_updated": "2023-07-11 10:14:04",
            "edit_link": "https://edit.tosdr.org/points/18419",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
            "rating": "neutral",
            "description": "The service assumes no liability for any damages the user incurs, including tangible (e.g. profits) and intangible losses (e.g. data), resulting from the use or inability to use the service or any other matter relating to the service.",
            "last_updated": "2023-07-11 10:15:20",
            "edit_link": "https://edit.tosdr.org/points/18728",
            "approval_status": "APPROVED"
        },
        {
            "title": "They may stop providing the service at any time",
            "rating": "neutral",
            "description": "They may discontinue the services without prior notice, at any time, for any or no reason. They usually assume no liability for losses and damages resulting from this suspension.",
            "last_updated": "2023-07-11 10:11:06",
            "edit_link": "https://edit.tosdr.org/points/18726",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service is only available for use individually and non-commercially.",
            "rating": "neutral",
            "description": "Users can't use the Service for commercial purposes (unless the Service consents): it is only for personal, individual purposes.",
            "last_updated": "2023-07-11 04:47:58",
            "edit_link": "https://edit.tosdr.org/points/18737",
            "approval_status": "APPROVED"
        },
        {
            "title": "Spidering, crawling, or accessing the site through any automated means is not allowed",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:14:38",
            "edit_link": "https://edit.tosdr.org/points/18727",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service can suspend your account for several reasons",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:14:38",
            "edit_link": "https://edit.tosdr.org/points/18736",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service does not guarantee accuracy or reliability of the information provided",
            "rating": "neutral",
            "description": "This service makes no warranty regarding the accuracy or reliability of any information that is given on its website or the results that may be obtained from the use of the service.",
            "last_updated": "2023-07-11 10:14:39",
            "edit_link": "https://edit.tosdr.org/points/18732",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service collects your IP address, which can be used to view your approximate location",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:14:26",
            "edit_link": "https://edit.tosdr.org/points/18422",
            "approval_status": "APPROVED"
        }
    ]
}