{
    "meta_data": {
        "title": "Fandom - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "This service gathers information about you through third parties",
            "rating": "bad",
            "description": "This Service may employ, either identifiable or non-identifiable, data collection from third party sources about you.",
            "last_updated": "2023-07-11 06:33:01",
            "point_link": "https://edit.tosdr.org/points/9740",
            "approval_status": "APPROVED",
            "clause_text": "We may obtain information about you from other sources, including through third party services and organizations to supplement information provided by you.",
            "point_source": "https://www.fandom.com/privacy-policy",
            "case": {
                "text": "Information is gathered about you through third parties",
                "href": "https://edit.tosdr.org/cases/382"
            }
        },
        {
            "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
            "rating": "bad",
            "description": "Tracking technologies (such as web beacons, tracking pixels...) are employed on users and/or the service assigns a unique ID to a browser or device to track its behaviour.",
            "last_updated": "2023-07-11 06:33:51",
            "point_link": "https://edit.tosdr.org/points/9839",
            "approval_status": "APPROVED",
            "clause_text": "A pixel tag (also known as a web beacon) is a piece of code embedded in the Services that collects information about engagement on the Services.",
            "point_source": "https://www.fandom.com/privacy-policy",
            "case": {
                "text": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting",
                "href": "https://edit.tosdr.org/cases/323"
            }
        },
        {
            "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.",
            "rating": "bad",
            "description": "If the service gets acquired or is involved in a merger, bankruptcy, reorganisation or sale, your personal data may be transferred or sold.",
            "last_updated": "2023-07-11 06:34:02",
            "point_link": "https://edit.tosdr.org/points/9737",
            "approval_status": "APPROVED",
            "clause_text": "</b>If we are involved in a merger, acquisition, financing due diligence, reorganization, bankruptcy, receivership, purchase or sale of assets, or transition of service to another provider, then your information may be sold or transferred as part of such a transaction, as permitted by law and/or contract.",
            "point_source": "https://www.fandom.com/privacy-policy",
            "case": {
                "text": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction",
                "href": "https://edit.tosdr.org/cases/243"
            }
        },
        {
            "title": "This service assumes no liability for unauthorized access to your personal information",
            "rating": "bad",
            "description": null,
            "last_updated": "2023-07-11 06:34:03",
            "point_link": "https://edit.tosdr.org/points/9843",
            "approval_status": "APPROVED",
            "clause_text": "We take steps to ensure that your information is treated securely and in accordance with this Privacy Policy.\nUnfortunately, no system is 100% secure, and we cannot ensure or warrant the security of any information you provide to us.\nTo the fullest extent permitted by applicable law, we do not accept liability for unauthorized disclosure.</p>",
            "point_source": "https://www.fandom.com/privacy-policy",
            "case": {
                "text": "This service assumes no liability for unauthorized access to your personal information",
                "href": "https://edit.tosdr.org/cases/186"
            }
        },
        {
            "title": "The service uses your personal data for advertising",
            "rating": "bad",
            "description": "Your interaction with the service and data you have shared with them may be gathered to create an advertising ID or profile to target ads on you, either on the website you were visiting or in third party websites.",
            "last_updated": "2023-07-11 06:34:02",
            "point_link": "https://edit.tosdr.org/points/9736",
            "approval_status": "APPROVED",
            "clause_text": "We use your personal information to provide you with tailored content and advertisements, including to determine your interests and select content and advertisements to provide to you based on your interests.",
            "point_source": "https://www.fandom.com/privacy-policy",
            "case": {
                "text": "Your personal data is used for advertising",
                "href": "https://edit.tosdr.org/cases/216"
            }
        },
        {
            "title": "This service uses third-party cookies for statistics",
            "rating": "bad",
            "description": "For instance, Google Analytics, rather than self-hosted (first-party) statistics software.",
            "last_updated": "2023-07-11 06:33:56",
            "point_link": "https://edit.tosdr.org/points/9735",
            "approval_status": "APPROVED",
            "clause_text": "We may use Google Analytics, Quantcast, comScore and other service providers to collect and process analytics information on our Services",
            "point_source": "https://www.fandom.com/privacy-policy",
            "case": {
                "text": "Third-party cookies are used for statistics",
                "href": "https://edit.tosdr.org/cases/325"
            }
        },
        {
            "title": "The service provides information about how they collect personal data",
            "rating": "good",
            "description": "The service details situations in which they collect personal information or means by which they do.",
            "last_updated": "2023-07-11 06:33:53",
            "point_link": "https://edit.tosdr.org/points/9842",
            "approval_status": "APPROVED",
            "clause_text": "<b>PERSONAL INFORMATION WE COLLECT",
            "point_source": "https://www.fandom.com/privacy-policy",
            "case": {
                "text": "Information is provided about how they collect personal data",
                "href": "https://edit.tosdr.org/cases/297"
            }
        },
        {
            "title": "The service provides information about how they intend to use your personal data",
            "rating": "good",
            "description": "The Privacy Policy explains the purposes for which data is collected and the way it is processed, used and shared.",
            "last_updated": "2023-07-11 06:33:52",
            "point_link": "https://edit.tosdr.org/points/9840",
            "approval_status": "APPROVED",
            "clause_text": "<b>HOW WE USE YOUR INFORMATION",
            "point_source": "https://www.fandom.com/privacy-policy",
            "case": {
                "text": "Information is provided about how your personal data is used",
                "href": "https://edit.tosdr.org/cases/227"
            }
        },
        {
            "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.",
            "rating": "neutral",
            "description": "Even though the Do Not Track (DNT) header was not implemented perfectly, services should not track users whose browsers send a DNT header.",
            "last_updated": "2023-07-11 06:34:02",
            "point_link": "https://edit.tosdr.org/points/9738",
            "approval_status": "APPROVED",
            "clause_text": "Please note that we do not respond to or honor DNT signals or similar mechanisms transmitted by web browsers.",
            "point_source": "https://www.fandom.com/privacy-policy",
            "case": {
                "text": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.",
                "href": "https://edit.tosdr.org/cases/233"
            }
        }
    ]
}