{
    "meta_data": {
        "title": "Discord - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "Your account can be deleted without prior notice and without a reason",
            "rating": "bad",
            "description": "At any time, your account can be terminated without explanation and without warning by the service.",
            "last_updated": "2024-03-29 13:41:34",
            "edit_link": "https://edit.tosdr.org/points/35062"
        },
        {
            "title": "Information is gathered about you through third parties",
            "rating": "bad",
            "description": "This Service may employ, either identifiable or non-identifiable, data collection from third party sources about you.",
            "last_updated": "2023-10-18 10:11:02",
            "edit_link": "https://edit.tosdr.org/points/35076"
        },
        {
            "title": "Instead of asking directly, this Service will assume your consent merely from your usage.",
            "rating": "bad",
            "description": "The Service infers your acceptance from your continued usage, instead of prompting you to read the new Terms and asking for direct consent. This doesn’t apply to services that have no way to seek consent from users through their contact details or an account.",
            "last_updated": "2023-06-10 22:18:26",
            "edit_link": "https://edit.tosdr.org/points/34114"
        },
        {
            "title": "Extra data may be collected about you through promotions",
            "rating": "bad",
            "description": "Additional personal data may be collected through contests, surveys, promotions, petitions or sweepstakes.",
            "last_updated": "2023-10-26 09:38:08",
            "edit_link": "https://edit.tosdr.org/points/35075"
        },
        {
            "title": "The service is only available in some countries approved by its government",
            "rating": "bad",
            "description": "Countries under embargo or banned by the government of the country in question cannot use the service.",
            "last_updated": "2023-07-11 06:31:15",
            "edit_link": "https://edit.tosdr.org/points/32912"
        },
        {
            "title": "You can delete your content from this service",
            "rating": "good",
            "description": "You can ask the service to remove your content at any time, and it's deleted within a reasonable time.",
            "last_updated": "2023-10-09 16:46:45",
            "edit_link": "https://edit.tosdr.org/points/35058"
        },
        {
            "title": "You should revisit the terms periodically, although in case of material changes, the service will notify",
            "rating": "neutral",
            "description": "The service may update the Terms without notice, but if they significantly change the agreements in a manner that importantly and/or negatively affects the way the service is used, users will be notified.",
            "last_updated": "2023-07-11 06:31:15",
            "edit_link": "https://edit.tosdr.org/points/32914"
        },
        {
            "title": "Your account can be suspended for several reasons",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-10-09 16:45:54",
            "edit_link": "https://edit.tosdr.org/points/35060"
        },
        {
            "title": "The service is transparent regarding government requests or inquiries that may involve your data.",
            "rating": "neutral",
            "description": "Weight was 30.",
            "last_updated": "2023-10-26 09:38:41",
            "edit_link": "https://edit.tosdr.org/points/35079"
        }
    ]
}