{
    "meta_data": {
        "title": "PayPal - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "You waive your moral rights",
            "rating": "blocker",
            "description": "Moral rights are rights to creators of literary, dramatic, musical and artistic works, as well as directors of films.\n\"The moral rights include the right of attribution, the right to have a work published anonymously or pseudonymously, and the right to the integrity of the work. The preserving of the integrity of the work allows the author to object to alteration, distortion, or mutilation of the work that is \"prejudicial to the author's honor or reputation\". Anything else that may detract from the artist's relationship with the work even after it leaves the artist's possession or ownership may bring these moral rights into play. Moral rights are distinct from any economic rights tied to copyrights. Even if an artist has assigned his or her copyright rights to a work to a third party, he or she still maintains the moral rights to the work.\" -Wikipedia\nIn general, any terms that use the exact words \"moral rights\" as rights that are waived will fall under this Case.",
            "last_updated": "2023-07-11 04:49:00",
            "point_link": "https://edit.tosdr.org/points/21259",
            "approval_status": "APPROVED",
            "clause_text": "On 2024-10-11 08:43:50 UTC, asuir55 (38355)  wrote:\n          To communicate successfully, we must recognize that everyone perceives the world differently and utilize this awareness to govern our interactions with others papa's pizzeria.",
            "point_source": "https://www.paypal.com/nl/webapps/mpp/ua/useragreement-full?locale.x=en_NL",
            "case": {
                "text": "You waive your moral rights",
                "href": "https://edit.tosdr.org/cases/118"
            }
        },
        {
            "title": "This service still tracks you even if you opted out from tracking",
            "rating": "blocker",
            "description": "Users can’t fully opt out of tracking technologies used for non essential purposes such as advertising, marketing or analytics. The user may be asked for consent for installing some tracking technologies on the device, and even if all are rejected the service will still track its visitors and ignore the choice.This case doesn’t apply to functional cookies that are necessary to provide the services.",
            "last_updated": "2023-07-11 10:15:12",
            "point_link": "https://edit.tosdr.org/points/17274",
            "approval_status": "APPROVED",
            "clause_text": "Technologies that store information in your browser or device utilizing local shared objects or local storage, such as flash cookies, HTML 5 cookies, and other web application software methods.\nThese technologies can operate across all of your browsers, and in some instances may not be fully managed by your browser and may require management directly through your installed applications or device.",
            "point_source": "https://www.paypal.com/us/webapps/mpp/ua/cookie-full",
            "case": {
                "text": "This service still tracks you even if you opted out from tracking",
                "href": "https://edit.tosdr.org/cases/478"
            }
        },
        {
            "title": "This service holds onto content that you've deleted",
            "rating": "blocker",
            "description": "Content may remain in backup servers and be retained after deletion, and thus never be completely deleted. This case doesn't apply to contributions that can't be removed due to the nature of the service.",
            "last_updated": "2023-07-11 10:08:23",
            "point_link": "https://edit.tosdr.org/points/12646",
            "approval_status": "APPROVED",
            "clause_text": "On 2024-11-22 07:07:14 UTC, steven (38897)  wrote:\n          <a href=\"https://retakesprunki.com\" target=\"_blank\">Sprunki Retake</a> is a fan-made adaptation of the music game Incredibox, enhancing the original experience with new sounds, characters, and visual effects.",
            "point_source": "https://www.paypal.com/us/webapps/mpp/ua/privacy-full",
            "case": {
                "text": "This service holds onto content that you've deleted",
                "href": "https://edit.tosdr.org/cases/174"
            }
        },
        {
            "title": "You must provide your identifiable information",
            "rating": "bad",
            "description": "The Service requires users to provide their identifiable information, including phone number, iD number or other information, even though this data collection isn’t essential for the purposes of the service. They may still allow pseudonyms in the foreground.",
            "last_updated": "2023-07-11 06:26:45",
            "point_link": "https://edit.tosdr.org/points/26433",
            "approval_status": "APPROVED",
            "clause_text": "Also, some personal data is required for our services to function at all.</p>",
            "point_source": "https://www.paypal.com/us/webapps/mpp/ua/privacy-full",
            "case": {
                "text": "You must provide your identifiable information",
                "href": "https://edit.tosdr.org/cases/409"
            }
        },
        {
            "title": "The service collects many different types of personal data",
            "rating": "bad",
            "description": "The service collects different kinds of personal data, such as name, demographic information, postal address, biometric data, device information, IDs, contacts, call logs...",
            "last_updated": "2023-07-11 10:08:52",
            "point_link": "https://edit.tosdr.org/points/12620",
            "approval_status": "APPROVED",
            "clause_text": "Types of data according to the Privacy Policy (general overview):\n\"1. Information that identifies you\n2. Records and financial information\n3. Personal characteristics\n4. Commercial information\n5. Internet or network activity\n6. Geolocation data\n7. Audio, electronic, visual, or similar information\n8. Professional or employment information\n9. Information we infer based on your personal data\"",
            "point_source": "https://www.paypal.com/us/webapps/mpp/ua/privacy-full",
            "case": {
                "text": "Many different types of personal data are collected",
                "href": "https://edit.tosdr.org/cases/376"
            }
        },
        {
            "title": "Third-party cookies are used for advertising",
            "rating": "bad",
            "description": "The service's website sets third-party cookies (cookies that do not belong to their domain) for purposes not including statistics and analytics.",
            "last_updated": "2023-07-11 06:18:03",
            "point_link": "https://edit.tosdr.org/points/21959",
            "approval_status": "APPROVED",
            "clause_text": "On 2024-12-05 08:13:45 UTC, Daniels9 (39078)  wrote:\n          moto x3m is an exhilarating online motorcycle racing game that thrills players with its adventurous tracks and challenging obstacles. Players navigate their bikes through various levels, performing stunts and avoiding hazards like spikes, fire, and pitfalls. The game's vibrant graphics and engaging physics make each race exciting and unpredictable. With multiple levels set in different environments, Moto X3M offers endless fun and excitement for fans of racing games, encouraging players to achieve the fastest completion times.",
            "point_source": "https://www.paypal.com/us/webapps/mpp/ua/privacy-full",
            "case": {
                "text": "Third-party cookies are used for advertising",
                "href": "https://edit.tosdr.org/cases/128"
            }
        },
        {
            "title": "This service can share your personal information to third parties",
            "rating": "bad",
            "description": "Your personal data is or may be given to third parties nonessential to the service’s operation. This could be a business partner that receives your data to provide targeted advertisements.",
            "last_updated": "2023-07-11 10:08:51",
            "point_link": "https://edit.tosdr.org/points/12625",
            "approval_status": "APPROVED",
            "clause_text": "However, we may share personal data across our services and with other members of the PayPal corporate family.\nSometimes we share the personal data we collect with third parties to help us provide services, protect our customers from risk and fraud, market our products, and comply with legal obligations.</p>",
            "point_source": "https://www.paypal.com/us/webapps/mpp/ua/privacy-full",
            "case": {
                "text": "This service shares your personal data with third parties that are not essential to its operation",
                "href": "https://edit.tosdr.org/cases/166"
            }
        },
        {
            "title": "This service may keep personal data after a request for erasure for business interests or legal obligations",
            "rating": "bad",
            "description": "After the end of the data retention period and/or if you request the deletion of your data, they may still keep it for business interests (fraud detection, transactions...) or legal obligations (tax, legal reporting...)",
            "last_updated": "2023-07-11 10:08:52",
            "point_link": "https://edit.tosdr.org/points/12610",
            "approval_status": "APPROVED",
            "clause_text": "If you close your account or request that we delete personal data, we still need to keep some personal data so we can:</p>\n<ul>\n<li>Complete a transaction, provide goods or services you requested, or comply with our promises to you in the User Agreement or other contract you have with us</li>\n<li>Detect and prevent malicious, fraudulent, or illegal activity</li>\n<li>Protect your (or another person’s) legal rights, including the right to free speech</li>\n<li>Manage our internal business processes that are reasonably related to your expectations when using our services</li>\n<li>Comply with laws</li>\n</ul>\n<p>Depending on where you live and what type of account you use, you may have different rights and choices for managing your personal data.",
            "point_source": "https://www.paypal.com/us/webapps/mpp/ua/privacy-full",
            "case": {
                "text": "Some personal data may be kept for business interests or legal obligations",
                "href": "https://edit.tosdr.org/cases/333"
            }
        },
        {
            "title": "The service uses social media cookies/pixels",
            "rating": "bad",
            "description": "These types of cookies/pixels send information to social media sites when you interact with the service.",
            "last_updated": "2023-07-11 10:08:43",
            "point_link": "https://edit.tosdr.org/points/12628",
            "approval_status": "APPROVED",
            "clause_text": "<li>Third parties that you asked us to connect with, such as other financial or social media apps.",
            "point_source": "https://www.paypal.com/us/webapps/mpp/ua/privacy-full",
            "case": {
                "text": "You are being tracked via social media cookies/pixels",
                "href": "https://edit.tosdr.org/cases/307"
            }
        },
        {
            "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
            "rating": "bad",
            "description": "Tracking technologies (such as web beacons, tracking pixels...) are employed on users and/or the service assigns a unique ID to a browser or device to track its behaviour.",
            "last_updated": "2023-07-11 06:36:04",
            "point_link": "https://edit.tosdr.org/points/11249",
            "approval_status": "APPROVED",
            "clause_text": "we or our authorized service providers may use cookies, web beacons, and other similar technologies for storing information to help provide you with a better, faster, and safer experience and for advertising purposes.</p>",
            "point_source": "https://www.paypal.com/us/webapps/mpp/ua/cookie-full",
            "case": {
                "text": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting",
                "href": "https://edit.tosdr.org/cases/323"
            }
        },
        {
            "title": "This service gathers information about you through third parties",
            "rating": "bad",
            "description": "This Service may employ, either identifiable or non-identifiable, data collection from third party sources about you.",
            "last_updated": "2023-07-11 10:08:51",
            "point_link": "https://edit.tosdr.org/points/12621",
            "approval_status": "APPROVED",
            "clause_text": "We may collect personal information about you from various sources, for example from:</p>\n<ul>\n<li>You</li>\n<li>Merchants</li>\n<li>Our payment partners, such as card networks and payment processors</li>\n<li>Financial institutions, such as banks</li>\n<li>Credit bureaus</li>\n<li>Service providers, such as companies that help us manage risk and fraud, deliver services to you, and market our services",
            "point_source": "https://www.paypal.com/us/webapps/mpp/ua/privacy-full",
            "case": {
                "text": "Information is gathered about you through third parties",
                "href": "https://edit.tosdr.org/cases/382"
            }
        },
        {
            "title": "This service may use your personal information for marketing purposes",
            "rating": "bad",
            "description": "The service may use your personal data for marketing, such as sending you personalised offerings.",
            "last_updated": "2023-07-11 10:08:52",
            "point_link": "https://edit.tosdr.org/points/11248",
            "approval_status": "APPROVED",
            "clause_text": "<li>Send you marketing information about our products and services.\nWe may use personal data to market about our partners, such as merchants.",
            "point_source": "https://www.paypal.com/us/webapps/mpp/ua/privacy-full",
            "case": {
                "text": "Your personal data may be used for marketing purposes",
                "href": "https://edit.tosdr.org/cases/336"
            }
        },
        {
            "title": "Instead of asking directly, this Service will assume your consent merely from your usage.",
            "rating": "bad",
            "description": "The Service infers your acceptance from your continued usage, instead of prompting you to read the new Terms and asking for direct consent. This doesn’t apply to services that have no way to seek consent from users through their contact details or an account.",
            "last_updated": "2023-07-11 10:09:18",
            "point_link": "https://edit.tosdr.org/points/16638",
            "approval_status": "APPROVED",
            "clause_text": "By continuing to use our services after any changes to this user agreement, you agree to abide and be bound by those changes.\nIf you do not agree with any changes to this user agreement, you may close your account.",
            "point_source": "https://www.paypal.com/us/webapps/mpp/ua/useragreement-full",
            "case": {
                "text": "Instead of asking directly, this Service will assume your consent to changes of terms merely from your usage.",
                "href": "https://edit.tosdr.org/cases/403"
            }
        },
        {
            "title": "Your profile is combined across various products",
            "rating": "bad",
            "description": "When using multiple services from one same company, they can combine these (unrelated) information sources about you to build up a single richer user profile about you.",
            "last_updated": "2023-07-11 10:08:52",
            "point_link": "https://edit.tosdr.org/points/12615",
            "approval_status": "APPROVED",
            "clause_text": "If you use our services without creating or logging into an account, we’ll still collect personal data, which may include your payment information, device information, and location.\nWhen you use our services without creating or logging into an account, we will use this information to process transactions, prevent fraud and comply with the law.\nWe may connect this information with your account, if you have one or if you create an account at a later date.</p>",
            "point_source": "https://www.paypal.com/us/webapps/mpp/ua/privacy-full",
            "case": {
                "text": "Your profile is combined across various products",
                "href": "https://edit.tosdr.org/cases/326"
            }
        },
        {
            "title": "You waive your right to a class action.",
            "rating": "bad",
            "description": "The right to be represented in a class action (or representative action) exists in the US and some European countries. It allows people who have been similarly injured by the same accused to take legal action by a single lawsuit instead of individually. Some Terms of Service try to limit that right. By agreeing to them, you could waive (= renounce to) your right to a class action, which might reduce your chances to be successful in a case.",
            "last_updated": "2023-07-11 10:10:45",
            "point_link": "https://edit.tosdr.org/points/14333",
            "approval_status": "APPROVED",
            "clause_text": "Includes a Prohibition of Class and Representative Actions and Non-Individualized Relief pursuant to which you agree to waive your right to participate in a class action lawsuit against us.</li>",
            "point_source": "https://www.paypal.com/us/webapps/mpp/ua/useragreement-full",
            "case": {
                "text": "You waive your right to a class action.",
                "href": "https://edit.tosdr.org/cases/117"
            }
        },
        {
            "title": "This service receives your location through GPS coordinates",
            "rating": "bad",
            "description": "Unless the service relies on Geo Location, this case is to be assigned to points that don't need your GPS coordinates to function properly.",
            "last_updated": "2023-07-11 10:08:52",
            "point_link": "https://edit.tosdr.org/points/12618",
            "approval_status": "APPROVED",
            "clause_text": "6.\nGeolocation data, for example:</p>\n<ul>\n<li>Global Positioning System (GPS) information when you give us permission through your device settings</li>\n<li>IP-based geolocation</li>",
            "point_source": "https://www.paypal.com/us/webapps/mpp/ua/privacy-full",
            "case": {
                "text": "This service receives your precise location through GPS coordinates",
                "href": "https://edit.tosdr.org/cases/400"
            }
        },
        {
            "title": "The service uses your personal data to employ targeted third-party advertising",
            "rating": "bad",
            "description": "Your Personal Information is traded and shared with advertising companies to target ads on you, either on the website you were visiting or in third party websites. Your interaction with the service and data you have shared with them may be gathered to create an advertising ID or profile.",
            "last_updated": "2023-07-11 10:08:41",
            "point_link": "https://edit.tosdr.org/points/12606",
            "approval_status": "APPROVED",
            "clause_text": "Ad networks and exchanges operated by authorized third parties for interest-based advertising</strong>\n<p>We may use third parties, such as advertising networks and exchanges, to allow us to serve you advertisements.\nThese third-party ad networks and exchange providers may use third-party cookies, web beacons, or similar technologies to collect information about your visit to our site and elsewhere on the Internet.",
            "point_source": "https://www.paypal.com/us/webapps/mpp/ua/cookie-full",
            "case": {
                "text": "Your personal data is used to employ targeted third-party advertising",
                "href": "https://edit.tosdr.org/cases/220"
            }
        },
        {
            "title": "Your biometric data is collected",
            "rating": "bad",
            "description": "This service can collect or use your biometric data. This includes but is not limited to facial recognition, fingerprints, and iris scans. Although this feature can sometimes be convenient to the user, providing this type of information to the service could open your personal data to being sold or stolen.",
            "last_updated": "2023-07-11 10:08:43",
            "point_link": "https://edit.tosdr.org/points/12619",
            "approval_status": "APPROVED",
            "clause_text": "Audio, electronic, visual, biometric, or similar information, for example:</p>\n<ul>\n<li>Call recordings when you talk to customer service</li>\n<li>Voice identification, when you consent to this biometric method of authentication</li>\n<li>Photo IDs and profile pictures you provide</li>",
            "point_source": "https://www.paypal.com/us/webapps/mpp/ua/privacy-full",
            "case": {
                "text": "Your biometric data is collected",
                "href": "https://edit.tosdr.org/cases/397"
            }
        },
        {
            "title": "Your data may be processed and stored anywhere in the world",
            "rating": "bad",
            "description": "Your data is stored all over the world, including in countries where data protection rules may differ from the ones of the service's jurisdiction or those of your country jurisdiction.",
            "last_updated": "2023-07-11 06:34:33",
            "point_link": "https://edit.tosdr.org/points/6544",
            "approval_status": "APPROVED",
            "clause_text": "On 2024-05-09 13:58:48 UTC, joy12 (34641)  wrote:\n          Today, I was just browsing along and came upon your blog. Just wanted to say good blog and this article helped me a lot, due to which I have found exactly I was looking. Jnetoto",
            "point_source": "https://www.paypal.com/sg/webapps/mpp/ua/privacy-full",
            "case": {
                "text": "Your data may be processed and stored anywhere in the world",
                "href": "https://edit.tosdr.org/cases/187"
            }
        },
        {
            "title": "Your data may be processed and stored anywhere in the world",
            "rating": "bad",
            "description": "Your data is stored all over the world, including in countries where data protection rules may differ from the ones of the service's jurisdiction or those of your country jurisdiction.",
            "last_updated": "2023-07-11 06:23:31",
            "point_link": "https://edit.tosdr.org/points/26354",
            "approval_status": "APPROVED",
            "clause_text": "<p>Financial companies choose how they share your personal information.\nFederal law gives consumers the right to limit some but not all sharing.",
            "point_source": "https://www.paypal.com/us/webapps/mpp/ua/privacy-full",
            "case": {
                "text": "Your data may be processed and stored anywhere in the world",
                "href": "https://edit.tosdr.org/cases/187"
            }
        },
        {
            "title": "Any liability on behalf of the service is limited to $10 000",
            "rating": "bad",
            "description": null,
            "last_updated": "2023-07-11 10:10:45",
            "point_link": "https://edit.tosdr.org/points/14332",
            "approval_status": "APPROVED",
            "clause_text": "<p>For any claim (excluding claims for injunctive or other equitable relief) where the total amount of the award sought is less than $10,000 USD (or other currency equivalents),",
            "point_source": "https://www.paypal.com/sg/webapps/mpp/ua/useragreement-full",
            "case": {
                "text": "Any liability on behalf of the service is only limited to the fees you paid as a user",
                "href": "https://edit.tosdr.org/cases/149"
            }
        },
        {
            "title": "This service uses third-party cookies for statistics",
            "rating": "bad",
            "description": "For instance, Google Analytics, rather than self-hosted (first-party) statistics software.",
            "last_updated": "2023-07-11 10:08:42",
            "point_link": "https://edit.tosdr.org/points/12603",
            "approval_status": "APPROVED",
            "clause_text": "These service providers may use these technologies to help us deliver our own content and advertising, and compile anonymous site metrics and analytics.",
            "point_source": "https://www.paypal.com/us/webapps/mpp/ua/cookie-full",
            "case": {
                "text": "Third-party cookies are used for statistics",
                "href": "https://edit.tosdr.org/cases/325"
            }
        },
        {
            "title": "Your information is only shared with third parties when given specific consent",
            "rating": "good",
            "description": "The service does not share user information with any third parties unless users specifically give it permission to do so.",
            "last_updated": "2023-07-11 06:21:55",
            "point_link": "https://edit.tosdr.org/points/24977",
            "approval_status": "APPROVED",
            "clause_text": "You acknowledge that if you grant permission for a third party to take actions on your behalf, we may disclose certain information about your Account to this third party.",
            "point_source": "https://www.paypal.com/nl/webapps/mpp/ua/useragreement-full?locale.x=en_NL",
            "case": {
                "text": "Your information is only shared with third parties when given specific consent",
                "href": "https://edit.tosdr.org/cases/296"
            }
        },
        {
            "title": "The service provides information about how they collect personal data",
            "rating": "good",
            "description": "The service details situations in which they collect personal information or means by which they do.",
            "last_updated": "2023-07-11 10:08:51",
            "point_link": "https://edit.tosdr.org/points/12653",
            "approval_status": "APPROVED",
            "clause_text": "How does PayPal collect my personal information?</strong>\n</p>\n<p>We collect your personal information, for example, when you</p>\n<ul>\n<li>open an account or provide account information</li>\n<li>use your credit or debit card or give us your contact information</li>\n<li>use your PayPal and/or Xoom account to send or receive funds</li>\n</ul>\n<p>We also collect your personal information from others, such as credit bureaus, affiliates, or other companies.</p>",
            "point_source": "https://www.paypal.com/us/webapps/mpp/ua/privacy-full",
            "case": {
                "text": "Information is provided about how they collect personal data",
                "href": "https://edit.tosdr.org/cases/297"
            }
        },
        {
            "title": "This service does not force users into binding arbitration",
            "rating": "good",
            "description": "Binding Arbitration is a dispute resolution method involving a neutral third party which will render a decision instead of going to court. Since the arbitrator can decide the outgoing of a dispute without evidences or a legal basis, it is preferable that users decide whether they want or not their dispute to be resolved this way.",
            "last_updated": "2023-07-11 10:10:43",
            "point_link": "https://edit.tosdr.org/points/14331",
            "approval_status": "APPROVED",
            "clause_text": "you may elect to resolve the dispute in a cost effective manner through binding non-appearance-based arbitration.",
            "point_source": "https://www.paypal.com/sg/webapps/mpp/ua/useragreement-full",
            "case": {
                "text": "You aren’t forced into binding arbitration in case of disputes",
                "href": "https://edit.tosdr.org/cases/335"
            }
        },
        {
            "title": "You can request access and deletion of personal data",
            "rating": "good",
            "description": "Users have the right to access personal data hold by the Service, correct it and/or permanently delete it. This usually applies to Services GDPR compliants.",
            "last_updated": "2023-07-11 10:08:41",
            "point_link": "https://edit.tosdr.org/points/12609",
            "approval_status": "APPROVED",
            "clause_text": "On 2024-06-02 07:19:25 UTC, jacigi1975 (33710)  Suspended wrote:\n          Nice post! This is a very nice blog that I will definitively come back to more times this year! Thanks for informative post.په 2022 کې ترکیې ته د سفر او ننوتلو محدودیتونه",
            "point_source": "https://www.paypal.com/us/webapps/mpp/ua/privacy-full",
            "case": {
                "text": "You can request access, correction and/or deletion of your data",
                "href": "https://edit.tosdr.org/cases/195"
            }
        },
        {
            "title": "You can limit how your information is used by third-parties and the service",
            "rating": "good",
            "description": "Usually it's related to the right to object to data processing or restrict it under the GDPR. Users may be able to refuse the use of their data for marketing purposes for instance.",
            "last_updated": "2023-07-11 10:08:42",
            "point_link": "https://edit.tosdr.org/points/12611",
            "approval_status": "APPROVED",
            "clause_text": "Understanding your choices</strong>\n<p>You can control how personal data is collected or shared, as well as how we communicate with you.\nHere are some of the ways you can customize your choices.</p>\n<p>\n<strong>Choose how we collect personal data</strong>\n</p>\n<p>You may choose to limit the personal data you provide when our apps or services request it.",
            "point_source": "https://www.paypal.com/us/webapps/mpp/ua/privacy-full",
            "case": {
                "text": "You can limit how your information is used by third-parties and the service",
                "href": "https://edit.tosdr.org/cases/338"
            }
        },
        {
            "title": "You maintain ownership of your content",
            "rating": "good",
            "description": "This service does not claim ownership over user-generated content or materials, and the user doesn't need to waive any moral rights by posting owned content.",
            "last_updated": "2023-07-11 04:49:00",
            "point_link": "https://edit.tosdr.org/points/21257",
            "approval_status": "APPROVED",
            "clause_text": "PayPal does not claim ownership of the content that you provide, upload, submit or send to PayPal.\n&nbsp;Nor does PayPal claim ownership of the content you host on third-party websites or applications that use PayPal services to provide payments services related to your content.",
            "point_source": "https://www.paypal.com/nl/webapps/mpp/ua/useragreement-full?locale.x=en_NL",
            "case": {
                "text": "You maintain ownership of your content",
                "href": "https://edit.tosdr.org/cases/183"
            }
        },
        {
            "title": "When the service wants to make a material change to its terms, you are notified at least 30 days in advance",
            "rating": "good",
            "description": "The service may update the Terms without notice, but if they significantly change the agreements in a manner that importantly and/or negatively affects the way the service is used, users will be notified at least 30 days in advance.",
            "last_updated": "2023-07-11 04:49:00",
            "point_link": "https://edit.tosdr.org/points/21260",
            "approval_status": "APPROVED",
            "clause_text": "On 2024-11-13 08:16:19 UTC, sowaro4784 (31933)  wrote:\n          The most interesting text on this interesting topic that can be found on the net … \tppf patek philippe",
            "point_source": "https://www.paypal.com/nl/webapps/mpp/ua/useragreement-full?locale.x=en_NL",
            "case": {
                "text": "When the service wants to make a material change to its terms, you are notified at least 30 days in advance",
                "href": "https://edit.tosdr.org/cases/124"
            }
        },
        {
            "title": "This service allows you to retrieve an archive of your data",
            "rating": "good",
            "description": "Users can request a copy of the data collected through the services and infer from it the amount of personal information that is processed and stored by the Service. This usually applies to Services GDPR compliants.",
            "last_updated": "2023-07-11 06:34:37",
            "point_link": "https://edit.tosdr.org/points/12608",
            "approval_status": "APPROVED",
            "clause_text": "<p>You have the right to request a copy of the personal data we’ve collected about you in the past 12 months.",
            "point_source": "https://www.paypal.com/us/webapps/mpp/ua/privacy-full",
            "case": {
                "text": "You can retrieve an archive of your data",
                "href": "https://edit.tosdr.org/cases/140"
            }
        },
        {
            "title": "You will be notified about discontinuation of service(s), unless not possible",
            "rating": "good",
            "description": "Users will be notified before their experience is impacted due to website maintenance.",
            "last_updated": "2023-07-11 06:21:55",
            "point_link": "https://edit.tosdr.org/points/24985",
            "approval_status": "APPROVED",
            "clause_text": "On 2025-01-15 07:04:00 UTC, PegLegge (29370)  Suspended wrote:\n          Excellent to be visiting your blog again, it has been months for me. Rightly, this article that I've been served for therefore long. I want this article to finish my assignment within the faculty, and it has the same topic together with your article. Thanks for the ton of valuable help, nice share. 티비몬",
            "point_source": "https://www.paypal.com/nl/webapps/mpp/ua/useragreement-full?locale.x=en_NL",
            "case": {
                "text": "You will be notified about website maintenance",
                "href": "https://edit.tosdr.org/cases/159"
            }
        },
        {
            "title": "The service provides details about what kinds of personal information they collect",
            "rating": "good",
            "description": "The Privacy Policy describes in detail the data collected through the website and through the services provided.",
            "last_updated": "2023-07-11 10:08:52",
            "point_link": "https://edit.tosdr.org/points/12614",
            "approval_status": "APPROVED",
            "clause_text": "The personal data we collect",
            "point_source": "https://www.paypal.com/us/webapps/mpp/ua/privacy-full",
            "case": {
                "text": "Information is provided about what kind of information they collect",
                "href": "https://edit.tosdr.org/cases/228"
            }
        },
        {
            "title": "The service provides information about how they intend to use your personal data",
            "rating": "good",
            "description": "The Privacy Policy explains the purposes for which data is collected and the way it is processed, used and shared.",
            "last_updated": "2023-07-11 10:08:44",
            "point_link": "https://edit.tosdr.org/points/12645",
            "approval_status": "APPROVED",
            "clause_text": "WHAT DOES PAYPAL DO WITH YOUR PERSONAL INFORMATION?</strong>\n</p>\n<p>\n<strong>Why?",
            "point_source": "https://www.paypal.com/us/webapps/mpp/ua/privacy-full",
            "case": {
                "text": "Information is provided about how your personal data is used",
                "href": "https://edit.tosdr.org/cases/227"
            }
        },
        {
            "title": "The service will only respond to government requests that are reasonable",
            "rating": "good",
            "description": "The Agreement explains they will disclose personal data about you if it is reasonably necessary to comply with applicable law and government requests.",
            "last_updated": "2023-07-11 10:08:51",
            "point_link": "https://edit.tosdr.org/points/12627",
            "approval_status": "APPROVED",
            "clause_text": "On 2025-01-10 15:14:54 UTC, sowaro4784 (31933)  wrote:\n          On that website page, you'll see your description, why not read through this.\thometipsntrick",
            "point_source": "https://www.paypal.com/us/webapps/mpp/ua/privacy-full",
            "case": {
                "text": "The service will only respond to government requests that are reasonable",
                "href": "https://edit.tosdr.org/cases/393"
            }
        },
        {
            "title": "The service reviews its privacy policy on a regular basis",
            "rating": "good",
            "description": "Users know the date the privacy policy was last updated and can thus infer the next time it will be reviewed. This gives users more certainty about how long they can trust the current policy to apply.",
            "last_updated": "2023-07-11 10:08:51",
            "point_link": "https://edit.tosdr.org/points/12643",
            "approval_status": "APPROVED",
            "clause_text": "We’ll make changes to this privacy statement from time to time.\nThis helps us stay up to date with changes to our business and the most current laws.",
            "point_source": "https://www.paypal.com/us/webapps/mpp/ua/privacy-full",
            "case": {
                "text": "The service reviews its privacy policy on a regular basis",
                "href": "https://edit.tosdr.org/cases/301"
            }
        },
        {
            "title": "Third parties used by the service are bound by confidentiality obligations",
            "rating": "good",
            "description": "The Third Parties accessing your personal information must keep it confidential and only use it for limited purposes.",
            "last_updated": "2023-07-11 10:08:42",
            "point_link": "https://edit.tosdr.org/points/12604",
            "approval_status": "APPROVED",
            "clause_text": "We do not permit any of these service providers to collect any of your personal information on our sites or in our services, applications, or tools for their own purposes.\nThese service providers are subject to confidentiality agreements with us and other legal restrictions on their use or collection of any personal information.",
            "point_source": "https://www.paypal.com/us/webapps/mpp/ua/cookie-full",
            "case": {
                "text": "Third parties used by the service are bound by confidentiality obligations",
                "href": "https://edit.tosdr.org/cases/210"
            }
        },
        {
            "title": "You have the right to leave this service at any time",
            "rating": "good",
            "description": "You can stop using the service and/or cancel or delete your account at any time for any reason. Moreover, the termination is reasonably fast and simple.",
            "last_updated": "2023-07-11 06:21:55",
            "point_link": "https://edit.tosdr.org/points/24980",
            "approval_status": "APPROVED",
            "clause_text": "You can close your account at any time.</strong> See the PayPal Help Centre for how to do this.</p>",
            "point_source": "https://www.paypal.com/nl/webapps/mpp/ua/useragreement-full?locale.x=en_NL",
            "case": {
                "text": "You have the right to leave this service at any time",
                "href": "https://edit.tosdr.org/cases/170"
            }
        },
        {
            "title": "Two months of notice are given before closing your account",
            "rating": "good",
            "description": "The Terms explain they will notify users at least 30 days before closing their accounts, which allows users to limit the losses and damages caused by this termination.",
            "last_updated": "2023-07-11 06:21:55",
            "point_link": "https://edit.tosdr.org/points/24981",
            "approval_status": "APPROVED",
            "clause_text": "We may close your account at our convenience by providing you with two months’ prior notice.",
            "point_source": "https://www.paypal.com/nl/webapps/mpp/ua/useragreement-full?locale.x=en_NL",
            "case": {
                "text": "30 days of notice are given before closing your account",
                "href": "https://edit.tosdr.org/cases/206"
            }
        },
        {
            "title": "You can opt out of promotional communications",
            "rating": "good",
            "description": "You can update your account preferences and/or easily unsubscribe of email/sms lists to stop receiving promotional communications.",
            "last_updated": "2023-07-11 10:08:51",
            "point_link": "https://edit.tosdr.org/points/12613",
            "approval_status": "APPROVED",
            "clause_text": "On 2024-08-06 03:05:35 UTC, derlean (37525)  wrote:\n          Hole IO is more than just a game – it's a phenomenon that has captivated millions of players worldwide.",
            "point_source": "https://www.paypal.com/us/webapps/mpp/ua/privacy-full",
            "case": {
                "text": "You can opt out of promotional communications",
                "href": "https://edit.tosdr.org/cases/223"
            }
        },
        {
            "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:10:45",
            "point_link": "https://edit.tosdr.org/points/14334",
            "approval_status": "APPROVED",
            "clause_text": "You agree to defend, indemnify and hold PayPal harmless from any claim or demand (including reasonable legal fees) made or incurred by any third party due to or arising out of:</p>\n<ul>\n<li>your breach of this user agreement;</li>\n<li>your improper use of the PayPal services;</li>\n<li>your violation of any law or the rights of a third party.",
            "point_source": "https://www.paypal.com/nl/webapps/mpp/ua/useragreement-full?locale.x=en_NL",
            "case": {
                "text": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
                "href": "https://edit.tosdr.org/cases/146"
            }
        },
        {
            "title": "Blocking first party cookies may limit your ability to use the service",
            "rating": "neutral",
            "description": "Most browsers allow users to set preferences related to cookies storage. You may choose to block all cookies (including first-party cookies), but it may impact your use of this service and you may not be able to access some or any of the features provided.",
            "last_updated": "2023-07-11 10:08:44",
            "point_link": "https://edit.tosdr.org/points/12623",
            "approval_status": "APPROVED",
            "clause_text": "You can disable or decline some cookies for our sites and services.\nBut, since some parts of our service rely on cookies to work, those services could become difficult or impossible to use",
            "point_source": "https://www.paypal.com/us/webapps/mpp/ua/privacy-full",
            "case": {
                "text": "Blocking first party cookies may limit your ability to use the service",
                "href": "https://edit.tosdr.org/cases/375"
            }
        },
        {
            "title": "There is a date of the last update of the agreements",
            "rating": "neutral",
            "description": "The given text has a date that allows to know when it was last updated.",
            "last_updated": "2023-07-11 06:21:54",
            "point_link": "https://edit.tosdr.org/points/24974",
            "approval_status": "APPROVED",
            "clause_text": "This user agreement will be effective for all users as of September 14, 2020.",
            "point_source": "https://www.paypal.com/nl/webapps/mpp/ua/useragreement-full?locale.x=en_NL",
            "case": {
                "text": "There is a date of the last update of the agreements",
                "href": "https://edit.tosdr.org/cases/331"
            }
        },
        {
            "title": "Blocking cookies may limit your ability to use the service",
            "rating": "neutral",
            "description": "Most browsers allow users to set preferences related to cookies storage. You may choose to block all cookies (including first-party cookies), but it may impact your use of this service and you may not be able to access some or any of the features provided.",
            "last_updated": "2023-07-11 06:35:42",
            "point_link": "https://edit.tosdr.org/points/6543",
            "approval_status": "APPROVED",
            "clause_text": "Certain aspects and features of our Services and Sites are only available through the use of Cookies, so if you choose to disable or decline Cookies, your use of the Sites and Services may be limited or not possible.",
            "point_source": "https://www.paypal.com/sg/webapps/mpp/ua/privacy-full",
            "case": {
                "text": "Blocking first party cookies may limit your ability to use the service",
                "href": "https://edit.tosdr.org/cases/375"
            }
        },
        {
            "title": "This service can use your content for all their existing and future services",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 04:49:00",
            "point_link": "https://edit.tosdr.org/points/21258",
            "approval_status": "APPROVED",
            "clause_text": "Subject to the&nbsp;next paragraph, when you provide content to the PayPal companies or post content using PayPal services, you grant PayPal (and parties that we work with) a non-exclusive, irrevocable, royalty-free, transferable, and worldwide license to use your content and associated intellectual property and publicity rights to help us improve, operate and promote our current services and develop new ones.",
            "point_source": "https://www.paypal.com/nl/webapps/mpp/ua/useragreement-full?locale.x=en_NL",
            "case": {
                "text": "This service can use your content for all their existing and future services",
                "href": "https://edit.tosdr.org/cases/180"
            }
        },
        {
            "title": "You must create an account to use this service",
            "rating": "neutral",
            "description": "You must provide the service with your information in order to use it",
            "last_updated": "2023-07-11 06:21:54",
            "point_link": "https://edit.tosdr.org/points/24968",
            "approval_status": "APPROVED",
            "clause_text": "To use the PayPal services you need to open a PayPal account.",
            "point_source": "https://www.paypal.com/nl/webapps/mpp/ua/useragreement-full?locale.x=en_NL",
            "case": {
                "text": "You must create an account to use this service",
                "href": "https://edit.tosdr.org/cases/230"
            }
        },
        {
            "title": "Your account can be closed for several reasons",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:21:55",
            "point_link": "https://edit.tosdr.org/points/24982",
            "approval_status": "APPROVED",
            "clause_text": "We may also close your account at any time if:</p>\n<ol>\n<li>you are in breach of this user agreement and/or we are otherwise entitled to close your account under this user agreement;</li>\n<li>you do not access your account for three years.\nor</li>\n<li>we suspect that your account has been accessed without your authorisation.</li>",
            "point_source": "https://www.paypal.com/nl/webapps/mpp/ua/useragreement-full?locale.x=en_NL",
            "case": {
                "text": "Your account can be suspended for several reasons",
                "href": "https://edit.tosdr.org/cases/205"
            }
        },
        {
            "title": "This service is only available to users over a certain age",
            "rating": "neutral",
            "description": "The Services are intended for users who are at least a certain age. If you are younger than the age required then you are prohibited from using the Service.",
            "last_updated": "2023-07-11 10:09:15",
            "point_link": "https://edit.tosdr.org/points/16982",
            "approval_status": "APPROVED",
            "clause_text": "f you are an individual, you must be a resident of one of the countries/regions listed on the <strong>PayPal Worldwide</strong> page and at least 18 years old, or the age of majority in your country/region of residence to open a PayPal account and use the PayPal services.",
            "point_source": "https://www.paypal.com/sg/webapps/mpp/ua/useragreement-full",
            "case": {
                "text": "This service is only available to users over a certain age",
                "href": "https://edit.tosdr.org/cases/152"
            }
        },
        {
            "title": "You are responsible for maintaining the security of your account and for the activities on your account",
            "rating": "neutral",
            "description": "You are responsible for protecting the confidentiality of your password and for maintaining the security of your account. Any activity occurring under your account is your responsibility, whether authorized by you or not.",
            "last_updated": "2023-07-11 06:21:55",
            "point_link": "https://edit.tosdr.org/points/24976",
            "approval_status": "APPROVED",
            "clause_text": "You should take reasonable steps to stop your PayPal account being misused.\nYou must maintain adequate security and control of any and all devices, items, IDs, passwords and personal identification numbers / codes that you use to access your PayPal account and the PayPal services.\nPlease see our Key Payment and Service Information for guidelines.",
            "point_source": "https://www.paypal.com/nl/webapps/mpp/ua/useragreement-full?locale.x=en_NL",
            "case": {
                "text": "You are responsible for maintaining the security of your account and for the activities on your account",
                "href": "https://edit.tosdr.org/cases/148"
            }
        },
        {
            "title": "The service informs users that its privacy policy does not apply to third party websites",
            "rating": "neutral",
            "description": "The service states that whenever it links to third party websites or applications, its privacy policy does not apply. Those third party websites or applications hosted or operated by other organizations may have their own privacy policies.",
            "last_updated": "2023-07-11 10:08:39",
            "point_link": "https://edit.tosdr.org/points/12605",
            "approval_status": "APPROVED",
            "clause_text": "Third party cookies are covered by the third-parties’ privacy policy.</p>",
            "point_source": "https://www.paypal.com/us/webapps/mpp/ua/cookie-full",
            "case": {
                "text": "The service informs you that its privacy policy does not apply to third party websites",
                "href": "https://edit.tosdr.org/cases/299"
            }
        },
        {
            "title": "This service requires first-party cookies",
            "rating": "neutral",
            "description": "First-party cookies only belong to the domain of the service and not a third party.",
            "last_updated": "2023-07-11 10:08:41",
            "point_link": "https://edit.tosdr.org/points/12596",
            "approval_status": "APPROVED",
            "clause_text": "First-party cookies are set by the site you are visiting.</li>",
            "point_source": "https://www.paypal.com/us/webapps/mpp/ua/cookie-full",
            "case": {
                "text": "First-party cookies are used",
                "href": "https://edit.tosdr.org/cases/126"
            }
        },
        {
            "title": "Users agree not to use the service for illegal purposes",
            "rating": "neutral",
            "description": "The user agrees not to commit any unlawful acts through the use of the website, including the posting of illegal content or messaging.",
            "last_updated": "2023-07-11 10:09:17",
            "point_link": "https://edit.tosdr.org/points/16640",
            "approval_status": "APPROVED",
            "clause_text": "You may not use the PayPal service for activities that:</p>\n<ol>\n<li>violate any law, statute, ordinance or regulation.</li>",
            "point_source": "https://www.paypal.com/sg/webapps/mpp/ua/acceptableuse-full",
            "case": {
                "text": "You agree not to use the service for illegal purposes",
                "href": "https://edit.tosdr.org/cases/280"
            }
        },
        {
            "title": "This service employs separate policies for different parts of the service",
            "rating": "neutral",
            "description": "The user may need to read additional product-specific agreements depending on the way the service is used.",
            "last_updated": "2023-07-11 10:08:52",
            "point_link": "https://edit.tosdr.org/points/12607",
            "approval_status": "APPROVED",
            "clause_text": "This privacy statement only applies to the PayPal and Xoom services offered by PayPal.\nTo learn about our privacy practices for our other products or services, like Venmo or Braintree, visit the website and review the privacy statement for that product or service.</p>",
            "point_source": "https://www.paypal.com/us/webapps/mpp/ua/privacy-full",
            "case": {
                "text": "Separate policies are employed for different parts of the service",
                "href": "https://edit.tosdr.org/cases/200"
            }
        },
        {
            "title": "The service may change its terms at any time, but the user will receive notification of the changes.",
            "rating": "neutral",
            "description": "The Terms may be updated without prior notice, but users will be notified of the changes at the moment they will start applying.",
            "last_updated": "2023-07-11 10:04:26",
            "point_link": "https://edit.tosdr.org/points/10586",
            "approval_status": "APPROVED",
            "clause_text": "PayPal has a dedicated Policy Updates page and will update personal account 21 days in advance, and business accounts 5 days in advance.\n    \n          On 2024-10-05 08:23:33 UTC, kowoc38816 (25539)  Suspended wrote:\n          This can be in addition a great article i genuinely liked looking at. It's not at all every day i contain the probability to view a thing. 瑞士公民的電子簽證印度簽證",
            "point_source": "https://www.paypal.com/us/webapps/mpp/ua/useragreement-full",
            "case": {
                "text": "The terms may be changed at any time, but you will receive notification of the changes",
                "href": "https://edit.tosdr.org/cases/122"
            }
        },
        {
            "title": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.",
            "rating": "neutral",
            "description": "Even though the Do Not Track (DNT) header was not implemented perfectly, services should not track users whose browsers send a DNT header.",
            "last_updated": "2023-07-11 06:18:03",
            "point_link": "https://edit.tosdr.org/points/21960",
            "approval_status": "APPROVED",
            "clause_text": "Because many of our services won’t function without tracking data, we do not respond to DNT settings.",
            "point_source": "https://www.paypal.com/us/webapps/mpp/ua/privacy-full",
            "case": {
                "text": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.",
                "href": "https://edit.tosdr.org/cases/233"
            }
        },
        {
            "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.",
            "rating": "neutral",
            "description": "Even though the Do Not Track (DNT) header was not implemented perfectly, services should not track users whose browsers send a DNT header.",
            "last_updated": "2023-07-11 06:34:59",
            "point_link": "https://edit.tosdr.org/points/6546",
            "approval_status": "APPROVED",
            "clause_text": "</p>\n<p>Do Not Track (DNT) is an optional browser setting that allows you to express your preferences regarding tracking by advertisers and other third-parties.\n&nbsp;We do not respond to DNT signals.</p>",
            "point_source": "https://www.paypal.com/sg/webapps/mpp/ua/privacy-full",
            "case": {
                "text": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.",
                "href": "https://edit.tosdr.org/cases/233"
            }
        },
        {
            "title": "Third parties may be involved in operating the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:08:09",
            "point_link": "https://edit.tosdr.org/points/12601",
            "approval_status": "APPROVED",
            "clause_text": "Use of these technologies by authorized third-party service providers</strong>",
            "point_source": "https://www.paypal.com/us/webapps/mpp/ua/cookie-full",
            "case": {
                "text": "Third parties are involved in operating the service",
                "href": "https://edit.tosdr.org/cases/207"
            }
        },
        {
            "title": "This service collects your IP address for location use",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:08:44",
            "point_link": "https://edit.tosdr.org/points/12616",
            "approval_status": "APPROVED",
            "clause_text": "IP address</li>\n<li>Information collected from cookies or other tracking technologies",
            "point_source": "https://www.paypal.com/us/webapps/mpp/ua/privacy-full",
            "case": {
                "text": "Your IP address is collected, which can be used to view your approximate location",
                "href": "https://edit.tosdr.org/cases/399"
            }
        },
        {
            "title": "Certain features maybe unavailable, depending on when you opened an account",
            "rating": "neutral",
            "description": "Use of the service is subject also to an exhaustive list of other documents containing rules, guidelines, terms or policies (in addition to the obvious Terms of Service/Terms of Use and Privacy Policy/Data Use Policy)",
            "last_updated": "2023-07-11 06:21:55",
            "point_link": "https://edit.tosdr.org/points/24972",
            "approval_status": "APPROVED",
            "clause_text": "<p>Holders of certain existing personal accounts may be required to upgrade their accounts (which may include providing further information to PayPal) in order to be able to use all of the current functionality available in a personal account.",
            "point_source": "https://www.paypal.com/nl/webapps/mpp/ua/useragreement-full?locale.x=en_NL",
            "case": {
                "text": "Other applicable rules, terms, conditions or guidelines",
                "href": "https://edit.tosdr.org/cases/144"
            }
        }
    ]
}