{
    "meta_data": {
        "title": "Proton AG - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "Terms may be changed any time at their discretion, without notice to you",
            "rating": "bad",
            "description": "The Agreements can be updated at any time, including in a way that negatively affects user rights, without notifying before or after the changes.",
            "last_updated": "2025-02-18 19:33:57",
            "edit_link": "https://edit.tosdr.org/points/75724"
        },
        {
            "title": "Instead of asking directly, this Service will assume your consent to changes of terms merely from your usage.",
            "rating": "bad",
            "description": "The Service infers your acceptance from your continued usage, instead of prompting you to read the new Terms and asking for direct consent. This doesn’t apply to services that have no way to seek consent from users through their contact details or an account.",
            "last_updated": "2025-02-18 19:33:13",
            "edit_link": "https://edit.tosdr.org/points/75723"
        },
        {
            "title": "This service tracks which web page referred you to it",
            "rating": "bad",
            "description": "The service logs the URL of the last web page you visited before visiting the Site and may use that information to gather more data about you.",
            "last_updated": "2025-02-18 19:34:22",
            "edit_link": "https://edit.tosdr.org/points/75721"
        },
        {
            "title": "Any liability on behalf of the service is only limited to the fees you paid as a user",
            "rating": "bad",
            "description": null,
            "last_updated": "2025-01-31 10:06:50",
            "edit_link": "https://edit.tosdr.org/points/75722"
        },
        {
            "title": "Features of the website are made available under a free software license",
            "rating": "good",
            "description": "This case applies to services under licenses that are free as in \"freedom\". According to the Free Software Foundation, \"free software is the software that grants the user the freedom to share, study, and modify it\". Furthermore, the code is entirely open source and may be used without any restriction, including for commercial purposes.",
            "last_updated": "2023-07-11 10:04:16",
            "edit_link": "https://edit.tosdr.org/points/7959"
        },
        {
            "title": "The court of law governing the terms is in a jurisdiction that is friendlier to user privacy protection.",
            "rating": "good",
            "description": "The Terms are governed by the applicable laws of a jurisdiction known for protecting citizens privacy with strong data regulations. Usually contributors will need to explain in the Analysis view of each point linked to this Case why the jurisdiction is friendly to user privacy protection.",
            "last_updated": "2023-07-11 10:11:24",
            "edit_link": "https://edit.tosdr.org/points/14751"
        },
        {
            "title": "This service does not force users into binding arbitration",
            "rating": "good",
            "description": "Binding Arbitration is a dispute resolution method involving a neutral third party which will render a decision instead of going to court. Since the arbitrator can decide the outgoing of a dispute without evidences or a legal basis, it is preferable that users decide whether they want or not their dispute to be resolved this way.",
            "last_updated": "2023-07-11 10:11:24",
            "edit_link": "https://edit.tosdr.org/points/14752"
        },
        {
            "title": "This service provides an onion site accessible over Tor",
            "rating": "good",
            "description": "Tor is a software for anonymous communication that directs Internet traffic through an overlay network. Onion sites are only available through Tor browser and provide additional security and anonymity to users.",
            "last_updated": "2023-04-12 10:17:57",
            "edit_link": "https://edit.tosdr.org/points/16744"
        },
        {
            "title": "The service provides two factor authentification for your account",
            "rating": "good",
            "description": "The service provides means of further securing your account with two factor authentification, thus greatly improving account security.",
            "last_updated": "2020-11-25 21:10:43",
            "edit_link": "https://edit.tosdr.org/points/11626"
        },
        {
            "title": "The service claims to be GDPR compliant for European users",
            "rating": "good",
            "description": "The service has a different behavior towards users protected by the GDPR.",
            "last_updated": "2023-07-11 10:15:40",
            "edit_link": "https://edit.tosdr.org/points/19602"
        },
        {
            "title": "Users agree to comply with the law of the service's country",
            "rating": "neutral",
            "description": "By using the service, you agree to comply with the applicable laws of the service's jurisdiction, regardless of your location.",
            "last_updated": "2023-07-11 10:06:30",
            "edit_link": "https://edit.tosdr.org/points/9297"
        }
    ]
}