{
    "meta_data": {
        "title": "ExpressVPN - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "The Privacy Policy may be changed any time at their discretion, without notice to the user",
            "rating": "bad",
            "description": "The Agreements can be updated at any time, including in a way that negatively affects user rights, without notifying before or after the changes.",
            "last_updated": "2023-07-11 10:03:47",
            "point_link": "https://edit.tosdr.org/points/17257",
            "approval_status": "APPROVED",
            "clause_text": "We may change our Privacy Policy from time to time, without prior notice to you, consistent with applicable privacy laws and principles.\nYour continued use of the Site or Services constitutes your acceptance of our Privacy Policy.",
            "point_source": "https://www.expressvpn.com/privacy-policy",
            "case": {
                "text": "Terms may be changed any time at their discretion, without notice to you",
                "href": "https://edit.tosdr.org/cases/121"
            }
        },
        {
            "title": "Tracking via third-party cookies for advertising",
            "rating": "bad",
            "description": "The service's website sets third-party cookies (cookies that do not belong to their domain) for purposes not including statistics and analytics.",
            "last_updated": "2023-07-11 10:13:38",
            "point_link": "https://edit.tosdr.org/points/17254",
            "approval_status": "APPROVED",
            "clause_text": "ExpressVPN uses Google AdWords remarketing to show advertisements on third-party websites (including Google) to users who have visited our Site.",
            "point_source": "https://www.expressvpn.com/privacy-policy",
            "case": {
                "text": "Third-party cookies are used for advertising",
                "href": "https://edit.tosdr.org/cases/128"
            }
        },
        {
            "title": "Service can block or censor user communications",
            "rating": "bad",
            "description": "The service reserves the right, for any or no reason, to refuse to post or reject user communications.",
            "last_updated": "2023-07-11 06:33:39",
            "point_link": "https://edit.tosdr.org/points/17238",
            "approval_status": "APPROVED",
            "clause_text": "We may, but are not obligated to, in our sole discretion and without notice, remove, block, filter, or restrict by any means any materials or information that we consider to be actual or potential violations of the restrictions set forth in these Terms, and any other activities that may subject ExpressVPN or our customers to liability.",
            "point_source": "https://www.expressvpn.com/tos",
            "case": {
                "text": "User-generated content can be blocked or censored for any reason",
                "href": "https://edit.tosdr.org/cases/379"
            }
        },
        {
            "title": "Instead of asking directly, this Service will assume your consent merely from your usage.",
            "rating": "bad",
            "description": "The Service infers your acceptance from your continued usage, instead of prompting you to read the new Terms and asking for direct consent. This doesn’t apply to services that have no way to seek consent from users through their contact details or an account.",
            "last_updated": "2023-07-11 10:13:34",
            "point_link": "https://edit.tosdr.org/points/17229",
            "approval_status": "APPROVED",
            "clause_text": "Your use of the Content or Services following the changes to these Terms constitutes your acceptance of the changed Terms.",
            "point_source": "https://www.expressvpn.com/tos",
            "case": {
                "text": "Instead of asking directly, this Service will assume your consent to changes of terms merely from your usage.",
                "href": "https://edit.tosdr.org/cases/403"
            }
        },
        {
            "title": "The service does not guarantee that software errors will be corrected",
            "rating": "bad",
            "description": "Users agree to use the service and its software as provided and accept that any errors within that software may not be corrected.",
            "last_updated": "2023-07-11 06:19:29",
            "point_link": "https://edit.tosdr.org/points/23089",
            "approval_status": "APPROVED",
            "clause_text": ", or that defects, if any, will be corrected.",
            "point_source": "https://www.expressvpn.com/tos",
            "case": {
                "text": "The service does not guarantee that software errors will be corrected",
                "href": "https://edit.tosdr.org/cases/289"
            }
        },
        {
            "title": "This service forces users into binding arbitration in the case of disputes",
            "rating": "bad",
            "description": "This service forces users to use their own contracted arbitrator and forces users to waive their rights to jury trial.",
            "last_updated": "2023-07-11 10:13:37",
            "point_link": "https://edit.tosdr.org/points/17242",
            "approval_status": "APPROVED",
            "clause_text": "All disputes arising out of or relating to this Agreement or the use of the Site or Services shall be finally settled under the Rules of Arbitration (“<strong>Rules</strong>”) of the International Centre for Dispute Resolution (ICDR) by one arbitrator (“<strong>Arbitrator</strong>”) appointed in accordance with said Rules.",
            "point_source": "https://www.expressvpn.com/tos",
            "case": {
                "text": "You are forced into binding arbitration in case of disputes",
                "href": "https://edit.tosdr.org/cases/339"
            }
        },
        {
            "title": "The service may use device fingerprinting on users.",
            "rating": "bad",
            "description": "Tracking technologies (such as web beacons, tracking pixels...) are employed on users and/or the service assigns a unique ID to a browser or device to track its behaviour.",
            "last_updated": "2023-07-11 10:11:14",
            "point_link": "https://edit.tosdr.org/points/17255",
            "approval_status": "APPROVED",
            "clause_text": "ExpressVPN uses mobile identifiers to generate statistics related to the marketing channels and advertising partners through which users learned about and signed up for ExpressVPN mobile apps.</p>",
            "point_source": "https://www.expressvpn.com/privacy-policy",
            "case": {
                "text": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting",
                "href": "https://edit.tosdr.org/cases/323"
            }
        },
        {
            "title": "Users have a reduced time period to take legal action against the service",
            "rating": "bad",
            "description": "If you wish to bring legal action against a service about a past incident, you may not be able to do so if the Terms you agreed to implied a limited amount of time. As a result it may be worthy to carefully read that section of the Terms to know exactly how much time you might have before your right to take legal action expires.",
            "last_updated": "2023-07-11 10:13:37",
            "point_link": "https://edit.tosdr.org/points/17243",
            "approval_status": "APPROVED",
            "clause_text": "<p>Subject to any applicable law to the contrary, you agree that any cause of action arising out of or related to the use of our Site or Services must be commenced within one (1) year after the cause of action accrues, or such action will be permanently barred.</p>",
            "point_source": "https://www.expressvpn.com/tos",
            "case": {
                "text": "You have a reduced time period to take legal action against the service",
                "href": "https://edit.tosdr.org/cases/151"
            }
        },
        {
            "title": "This service gives your personal data to third parties involved in its operation",
            "rating": "bad",
            "description": "Your personal data is or may be given to third parties essential to the service’s operation. This could be an external spam detection service for an internet forum.",
            "last_updated": "2023-07-11 10:03:57",
            "point_link": "https://edit.tosdr.org/points/17259",
            "approval_status": "APPROVED",
            "clause_text": "<p>Third-party vendors, including Google, use cookies to serve ads based on someone’s past visits to the Site.\nAny data collected will be used in accordance with our Privacy Policy and Google’s privacy policy.",
            "point_source": "https://www.expressvpn.com/privacy-policy",
            "case": {
                "text": "This service gives your personal data to third parties involved in its operation",
                "href": "https://edit.tosdr.org/cases/188"
            }
        },
        {
            "title": "This service throttles your use",
            "rating": "bad",
            "description": "The service may impose limits or restrictions to the use of the service, thus negatively impacting users experience. They may do so without reason or prior notice.",
            "last_updated": "2023-07-11 06:32:52",
            "point_link": "https://edit.tosdr.org/points/17237",
            "approval_status": "APPROVED",
            "clause_text": "On 2024-05-06 10:36:31 UTC, sdefrtgyh (35566)  wrote:\n          I read your blog frequently, and I just thought I’d say keep up the fantastic work! It is one of the most outstanding blogs in my opinionAllt om Nya Zeeland Visa NZETA",
            "point_source": "https://www.expressvpn.com/tos",
            "case": {
                "text": "Your use is throttled",
                "href": "https://edit.tosdr.org/cases/157"
            }
        },
        {
            "title": "Third-party cookies are used for statistics",
            "rating": "bad",
            "description": "For instance, Google Analytics, rather than self-hosted (first-party) statistics software.",
            "last_updated": "2023-07-11 10:11:13",
            "point_link": "https://edit.tosdr.org/points/17253",
            "approval_status": "APPROVED",
            "clause_text": "</p>Third-party cookies<p>ExpressVPN uses third-party services such as Google Analytics and Adwords.",
            "point_source": "https://www.expressvpn.com/privacy-policy",
            "case": {
                "text": "Third-party cookies are used for statistics",
                "href": "https://edit.tosdr.org/cases/325"
            }
        },
        {
            "title": "You can request access and deletion of personal data",
            "rating": "good",
            "description": "Users have the right to access personal data hold by the Service, correct it and/or permanently delete it. This usually applies to Services GDPR compliants.",
            "last_updated": "2023-07-11 10:13:38",
            "point_link": "https://edit.tosdr.org/points/17256",
            "approval_status": "APPROVED",
            "clause_text": "You can exercise your rights under the GDPR to access, transfer, correct, delete, or object to the processing of your personal information by contacting us at support@expressvpn.com.</p>\n<p>",
            "point_source": "https://www.expressvpn.com/privacy-policy",
            "case": {
                "text": "You can request access, correction and/or deletion of your data",
                "href": "https://edit.tosdr.org/cases/195"
            }
        },
        {
            "title": "IP addresses of website visitors are not tracked",
            "rating": "good",
            "description": "The Service disclaims that IP adresses from users are not collected (or anonymized) nor shared.",
            "last_updated": "2023-07-11 10:13:37",
            "point_link": "https://edit.tosdr.org/points/17244",
            "approval_status": "APPROVED",
            "clause_text": "We also never store connection logs, meaning no logs of your IP address, your outgoing VPN IP address, connection timestamp, or session duration</strong>.</p>",
            "point_source": "https://www.expressvpn.com/privacy-policy",
            "case": {
                "text": "IP addresses of website visitors are not tracked",
                "href": "https://edit.tosdr.org/cases/192"
            }
        },
        {
            "title": "The court of law governing the terms is in a jurisdiction that is friendlier to user privacy protection.",
            "rating": "good",
            "description": "The Terms are governed by the applicable laws of a jurisdiction known for protecting citizens privacy with strong data regulations. Usually contributors will need to explain in the Analysis view of each point linked to this Case why the jurisdiction is friendly to user privacy protection.",
            "last_updated": "2023-07-11 10:13:38",
            "point_link": "https://edit.tosdr.org/points/17251",
            "approval_status": "APPROVED",
            "clause_text": "ExpressVPN’s core mission is to keep your information private.\nIn service of this mission, ExpressVPN’s headquarters and registered place of business is in the British Virgin Islands (BVI), which has stricter laws concerning information disclosure than most countries.</p>",
            "point_source": "https://www.expressvpn.com/privacy-policy",
            "case": {
                "text": "The court of law governing the terms is in a jurisdiction that is friendlier to user privacy protection.",
                "href": "https://edit.tosdr.org/cases/241"
            }
        },
        {
            "title": "Only necessary user logs are kept by the service to ensure quality",
            "rating": "good",
            "description": "Logs are text files containing some information about web visitors, such as user agents (showing for instance that you're connecting from Firefox for Android) and ip addresses (which reveal your approximate location). This case applies to Services that only keep the strictly necessary logs on their servers and therefore protect your privacy.",
            "last_updated": "2023-07-11 10:13:37",
            "point_link": "https://edit.tosdr.org/points/17245",
            "approval_status": "APPROVED",
            "clause_text": "<p>Our guiding principle toward data collection is to collect only the minimal data required to operate a world-class VPN service at scale.",
            "point_source": "https://www.expressvpn.com/privacy-policy",
            "case": {
                "text": "Only necessary logs are kept by the service to ensure quality",
                "href": "https://edit.tosdr.org/cases/176"
            }
        },
        {
            "title": "Users are entitled to a refund if certain thresholds or standards are not met by the service",
            "rating": "good",
            "description": null,
            "last_updated": "2023-07-11 10:13:35",
            "point_link": "https://edit.tosdr.org/points/17232",
            "approval_status": "APPROVED",
            "clause_text": "You may cancel your account with a full refund within 30 days of your initial purchase (“<strong>Money Back Guarantee</strong>”).</p>\n<p>Refunds beyond the 30-day purchase window will be considered, at the sole discretion of ExpressVPN, if a Subscriber can demonstrate that the Service was not available or usable during the subscription period and that reasonable attempts were made to contact ExpressVPN to resolve the issue.",
            "point_source": "https://www.expressvpn.com/tos",
            "case": {
                "text": "You are entitled to a refund if certain thresholds or standards are not met by the service",
                "href": "https://edit.tosdr.org/cases/161"
            }
        },
        {
            "title": "This service does not collect, use, or share location data",
            "rating": "good",
            "description": "No location-based information is tracked by the service, so that it cannot be used or shared with third parties.",
            "last_updated": "2023-07-11 10:13:37",
            "point_link": "https://edit.tosdr.org/points/17246",
            "approval_status": "APPROVED",
            "clause_text": "These statistics never include anything about what the user did with the VPN: no data about the contents or destinations of VPN traffic, no DNS queries, and no IP addresses.</p>(iii) (User-controlled option): Anonymous app diagnostics, including crash reports<p>App diagnostic data, which include crash reports, usability diagnostics, and VPN connection diagnostics, are anonymized and cannot be tied back to individual ExpressVPN users.",
            "point_source": "https://www.expressvpn.com/privacy-policy",
            "case": {
                "text": "This service does not collect, use, or share location data",
                "href": "https://edit.tosdr.org/cases/392"
            }
        },
        {
            "title": "Your personal data is not sold",
            "rating": "good",
            "description": "This service makes an explicit promise not to sell \"personal data\" of users.",
            "last_updated": "2023-07-11 10:13:38",
            "point_link": "https://edit.tosdr.org/points/17249",
            "approval_status": "APPROVED",
            "clause_text": "<p>ExpressVPN uses your personal information only for the purposes listed in this Privacy Policy, and <strong>we do not sell your personal information to third parties</strong>.</p>",
            "point_source": "https://www.expressvpn.com/privacy-policy",
            "case": {
                "text": "Your personal data is not sold",
                "href": "https://edit.tosdr.org/cases/193"
            }
        },
        {
            "title": "This service offers an anonymous payment method",
            "rating": "good",
            "description": "Some services allow payments via cryptocurrencies, so that users don’t need to reveal their identity to payment processors.",
            "last_updated": "2023-07-11 10:13:37",
            "point_link": "https://edit.tosdr.org/points/17247",
            "approval_status": "APPROVED",
            "clause_text": "To minimize the amount of personal information you submit to us, we recommend that you use Bitcoin payments when subscribing to our Service.</p>",
            "point_source": "https://www.expressvpn.com/privacy-policy",
            "case": {
                "text": "An anonymous payment method is offered",
                "href": "https://edit.tosdr.org/cases/405"
            }
        },
        {
            "title": "The user is informed about security practices",
            "rating": "good",
            "description": "It's important to know what security measures are taken to protect your data from unauthorized access. This case applies to the Agreements that precisely explain their security practices.",
            "last_updated": "2023-07-11 10:03:57",
            "point_link": "https://edit.tosdr.org/points/17258",
            "approval_status": "APPROVED",
            "clause_text": "When you correspond with us using these platforms, they will store your correspondence records—including your email address, as well as user and device attributes that help with troubleshooting, such as the country you are contacting us from and your device’s operating system.\nBoth platforms utilize modern security practices and HTTPS encryption.</p>",
            "point_source": "https://www.expressvpn.com/privacy-policy",
            "case": {
                "text": "Information is provided about security practices",
                "href": "https://edit.tosdr.org/cases/226"
            }
        },
        {
            "title": "You can opt out of promotional communications",
            "rating": "good",
            "description": "You can update your account preferences and/or easily unsubscribe of email/sms lists to stop receiving promotional communications.",
            "last_updated": "2023-07-11 10:13:37",
            "point_link": "https://edit.tosdr.org/points/17248",
            "approval_status": "APPROVED",
            "clause_text": "You may choose to not receive Marketing emails by following the opt-out procedure described in these emails.</p>",
            "point_source": "https://www.expressvpn.com/privacy-policy",
            "case": {
                "text": "You can opt out of promotional communications",
                "href": "https://edit.tosdr.org/cases/223"
            }
        },
        {
            "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:13:36",
            "point_link": "https://edit.tosdr.org/points/17240",
            "approval_status": "APPROVED",
            "clause_text": "You agree to indemnify, defend, and hold harmless ExpressVPN, its officers, directors, employees, members, partners, agents, and suppliers, and their respective affiliates, officers, directors, employees, members, shareholders, partners, and agents, from any and all claims and expenses, including attorneys’ fees, arising out of your use of the Content and Service, including but not limited to your violation of this Agreement.",
            "point_source": "https://www.expressvpn.com/tos",
            "case": {
                "text": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
                "href": "https://edit.tosdr.org/cases/146"
            }
        },
        {
            "title": "You authorise the service to charge a credit card supplied on re-occurring basis",
            "rating": "neutral",
            "description": "You card will be billed on recurring basis unless cancelled. For instance, monthly or annual subscriptions.",
            "last_updated": "2023-07-11 06:19:29",
            "point_link": "https://edit.tosdr.org/points/23090",
            "approval_status": "APPROVED",
            "clause_text": "On 2024-11-21 12:53:42 UTC, gicon95255 (35019)  wrote:\n          The mobile app for sagame66 is awesome! I can play my favorite games anywhere, and the app runs smoothly without any glitches.sagame66",
            "point_source": "https://www.expressvpn.com/tos",
            "case": {
                "text": "You authorise the service to charge a credit card supplied on re-occurring basis",
                "href": "https://edit.tosdr.org/cases/384"
            }
        },
        {
            "title": "You authorise the service to charge a credit card supplied on re-occurring basis",
            "rating": "neutral",
            "description": "You card will be billed on recurring basis unless cancelled. For instance, monthly or annual subscriptions.",
            "last_updated": "2023-07-11 10:04:06",
            "point_link": "https://edit.tosdr.org/points/17231",
            "approval_status": "APPROVED",
            "clause_text": "The subscription fee will be charged automatically to the payment method you last selected.",
            "point_source": "https://www.expressvpn.com/tos",
            "case": {
                "text": "You authorise the service to charge a credit card supplied on re-occurring basis",
                "href": "https://edit.tosdr.org/cases/384"
            }
        },
        {
            "title": "Blocking first party cookies may limit your ability to use the service",
            "rating": "neutral",
            "description": "Most browsers allow users to set preferences related to cookies storage. You may choose to block all cookies (including first-party cookies), but it may impact your use of this service and you may not be able to access some or any of the features provided.",
            "last_updated": "2023-07-11 10:13:38",
            "point_link": "https://edit.tosdr.org/points/17252",
            "approval_status": "APPROVED",
            "clause_text": "Note that ExpressVPN’s Site may not work as intended if you choose to disable cookies.</p>",
            "point_source": "https://www.expressvpn.com/privacy-policy",
            "case": {
                "text": "Blocking first party cookies may limit your ability to use the service",
                "href": "https://edit.tosdr.org/cases/375"
            }
        },
        {
            "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
            "rating": "neutral",
            "description": "The service assumes no liability for any damages the user incurs, including tangible (e.g. profits) and intangible losses (e.g. data), resulting from the use or inability to use the service or any other matter relating to the service.",
            "last_updated": "2023-07-11 10:13:36",
            "point_link": "https://edit.tosdr.org/points/17239",
            "approval_status": "APPROVED",
            "clause_text": "ExpressVPN shall not be liable and shall not have responsibility of any kind to any Subscriber or other individual for any loss or damage that you incur in the event of:</p>\n<ol>\n<li>\n<p>any failure or interruption of the Site or Service;</p>\n</li>\n<li>\n<p>any act or omission of any Third Party involved in making the Site or Service or the data contained therein available to you;</p>\n</li>\n<li>\n<p>any other cause relating to your access or use, or inability to access or use, any portion of the Site or its Content;</p>\n</li>\n<li>\n<p>your interactions on the Site or Service;</p>\n</li>\n<li>\n<p>your failure to comply with this Agreement;</p>\n</li>\n<li>\n<p>the cost of procurement of substitute goods or services.\nor</p>\n</li>\n<li>\n<p>unauthorized access to or alteration of your transmissions or data, whether or not the circumstances giving rise to such cause may have been within the control of ExpressVPN or of any vendor providing software, services, or support for the Site or Service.</p>\n</li>",
            "point_source": "https://www.expressvpn.com/tos",
            "case": {
                "text": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
                "href": "https://edit.tosdr.org/cases/293"
            }
        },
        {
            "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
            "rating": "neutral",
            "description": "The service provider expressly does not claim to provide uninterrupted, timely, secure or error-free service.",
            "last_updated": "2023-07-11 06:19:29",
            "point_link": "https://edit.tosdr.org/points/23088",
            "approval_status": "APPROVED",
            "clause_text": "We do not make any warranty that the Services will meet your requirements, or that it will be uninterrupted, timely, secure, or error-free",
            "point_source": "https://www.expressvpn.com/tos",
            "case": {
                "text": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
                "href": "https://edit.tosdr.org/cases/287"
            }
        },
        {
            "title": "The service is provided 'as is' and to be used at the users' sole risk",
            "rating": "neutral",
            "description": "This service does not provide any guarantees as to its usability or fitness for the users' purposes. Users agree to use it at their own risk, accepting any possible bugs, malfunctions or harm to their devices.",
            "last_updated": "2023-07-11 10:07:15",
            "point_link": "https://edit.tosdr.org/points/17234",
            "approval_status": "APPROVED",
            "clause_text": "We will strive to prevent interruptions to the Site and Services.\nHowever, these are provided on an “as-is” and “as-available” basis,",
            "point_source": "https://www.expressvpn.com/tos",
            "case": {
                "text": "The service is provided 'as is' and to be used at your sole risk",
                "href": "https://edit.tosdr.org/cases/286"
            }
        },
        {
            "title": "This service is only available to users over 18 years of age",
            "rating": "neutral",
            "description": "The Services are intended for users who are at least a certain age. If you are younger than the age required then you are prohibited from using the Service.",
            "last_updated": "2023-07-11 10:13:34",
            "point_link": "https://edit.tosdr.org/points/17228",
            "approval_status": "APPROVED",
            "clause_text": "<p>By creating an account for using our Services, you represent that you are at least eighteen (18) years of age or that you are a valid legal entity, and that the registration information you have provided is accurate and complete.",
            "point_source": "https://www.expressvpn.com/tos",
            "case": {
                "text": "This service is only available to users over a certain age",
                "href": "https://edit.tosdr.org/cases/152"
            }
        },
        {
            "title": "The service does not guarantee accuracy or reliability of the information provided",
            "rating": "neutral",
            "description": "This service makes no warranty regarding the accuracy or reliability of any information that is given on its website or the results that may be obtained from the use of the service.",
            "last_updated": "2023-07-11 10:13:02",
            "point_link": "https://edit.tosdr.org/points/17235",
            "approval_status": "APPROVED",
            "clause_text": "we do not warrant, either expressly or by implication, the accuracy of any materials or information provided through the Site or Service, or their suitability for any particular purpose.",
            "point_source": "https://www.expressvpn.com/tos",
            "case": {
                "text": "The service does not guarantee accuracy or reliability of the information provided",
                "href": "https://edit.tosdr.org/cases/288"
            }
        },
        {
            "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision",
            "rating": "neutral",
            "description": "Even if the service does not or not always enforce all of the rules or provisions contained in its terms, they still apply. Users can at a later time still be held accountable for violating provisions that have not been enforced consistently.",
            "last_updated": "2024-02-07 08:52:31",
            "point_link": "https://edit.tosdr.org/points/35697",
            "approval_status": "APPROVED",
            "clause_text": "Any failure to exercise or enforce any right or the provision of this agreement shall not constitute a waiver of such right or provision.",
            "point_source": null,
            "case": {
                "text": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision",
                "href": "https://edit.tosdr.org/cases/295"
            }
        },
        {
            "title": "You are responsible for maintaining the security of your account and for the activities on your account",
            "rating": "neutral",
            "description": "You are responsible for protecting the confidentiality of your password and for maintaining the security of your account. Any activity occurring under your account is your responsibility, whether authorized by you or not.",
            "last_updated": "2023-07-11 10:13:35",
            "point_link": "https://edit.tosdr.org/points/17233",
            "approval_status": "APPROVED",
            "clause_text": "<p>You understand that it is your responsibility to keep your ExpressVPN account information confidential.\nYou are responsible for all activity under your account.",
            "point_source": "https://www.expressvpn.com/tos",
            "case": {
                "text": "You are responsible for maintaining the security of your account and for the activities on your account",
                "href": "https://edit.tosdr.org/cases/148"
            }
        },
        {
            "title": "Third parties are involved in operating the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:13:38",
            "point_link": "https://edit.tosdr.org/points/17250",
            "approval_status": "APPROVED",
            "clause_text": "App diagnostics, including crash reports and usability diagnostics, also without any personally identifiable information.\nThese are handled in an anonymized form by these third parties, dependent on the platform you are using ExpressVPN on:</p>\n<ul>\n<li>\n<p>\n<strong>Windows</strong>: Hockeyapp, owned by Microsoft, and Sentry, owned by Functional Software, Inc.\nSee Microsoft’s Privacy Policy and Sentry’s Privacy Policy.</p>\n</li>\n<li>\n<p>\n<strong>Mac</strong>: Crashlytics, owned by Google, and Sentry, owned by Functional Software, Inc.\nSee Crashlytics’s Privacy Policy and Sentry’s Privacy Policy.</p>\n</li>\n<li>\n<p>\n<strong>Linux</strong>: Sentry, owned by Functional Software, Inc.\nSee Sentry’s Privacy Policy.</p>\n</li>\n<li>\n<p>\n<strong>iOS</strong>: Firebase Crashlytics, owned by Google, and Apple.\nSee Apple’s Privacy Policy and Firebase’s Privacy and Security documentation.\nYou can disable Apple’s crash reporting in iOS settings as described here.</p>\n</li>\n<li>\n<p>\n<strong>Android</strong>: Firebase Crashlytics, owned by Google.\nSee Firebase’s Privacy and Security documentation.</p>\n</li>\n<li>\n<p>\n<strong>Browser extensions</strong>: Google Analytics, owned by Google.\nSee Google’s Privacy Policy.</p>",
            "point_source": "https://www.expressvpn.com/privacy-policy",
            "case": {
                "text": "Third parties are involved in operating the service",
                "href": "https://edit.tosdr.org/cases/207"
            }
        },
        {
            "title": "This service does not guarantee that it or the products obtained through it meet the users' expectations or requirements",
            "rating": "neutral",
            "description": "This service provider informs its users that the services, information, products, or other materials provided on its website may not meet the users' expectations or requirements.",
            "last_updated": "2023-07-11 06:32:52",
            "point_link": "https://edit.tosdr.org/points/17236",
            "approval_status": "APPROVED",
            "clause_text": "We expressly disclaim all warranties of any kind, whether express or implied, including but not limited to warranties of merchantability or fitness for a particular purpose, or non-infringement.",
            "point_source": "https://www.expressvpn.com/tos",
            "case": {
                "text": "This service does not guarantee that it or the products obtained through it meet your expectations or requirements",
                "href": "https://edit.tosdr.org/cases/290"
            }
        },
        {
            "title": "The court of law governing the terms is in British Virgin Islands",
            "rating": "neutral",
            "description": "The Terms are governed by the applicable laws of a jurisdiction (specified in the title of each point by replacing the \"X\").",
            "last_updated": "2023-07-11 06:33:39",
            "point_link": "https://edit.tosdr.org/points/17241",
            "approval_status": "APPROVED",
            "clause_text": "This Agreement shall be governed by and construed in accordance with the laws of the British Virgin Islands, excluding its rules governing conflicts of law.</p>",
            "point_source": "https://www.expressvpn.com/tos",
            "case": {
                "text": "The court of law governing the terms is in location X",
                "href": "https://edit.tosdr.org/cases/163"
            }
        }
    ]
}