{
    "meta_data": {
        "title": "FaceApp - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "Specific content can be deleted without reason and may be removed without prior notice",
            "rating": "blocker",
            "description": "This service can delete specific content. Usually they will claim they reserve the right to do it at their sole discretion, which is legalese for saying they won't give a specific reason. If the terms say they will not notify you, it shall be included in the quote but if it does not explicitly say they will give you a notice, it can be reasonably inferred that they can do it without telling you.",
            "last_updated": "2023-07-11 06:18:03",
            "point_link": "https://edit.tosdr.org/points/21966",
            "approval_status": "APPROVED",
            "clause_text": "Although we have no obligation to screen, edit or monitor User Content, we may delete or remove User Content at any time and for any reason.</p>",
            "point_source": "https://faceapp.com/terms",
            "case": {
                "text": "Specific content can be deleted without reason and may be removed without prior notice",
                "href": "https://edit.tosdr.org/cases/202"
            }
        },
        {
            "title": "Third-party cookies are used for advertising",
            "rating": "bad",
            "description": "The service's website sets third-party cookies (cookies that do not belong to their domain) for purposes not including statistics and analytics.",
            "last_updated": "2023-07-11 06:18:08",
            "point_link": "https://edit.tosdr.org/points/21986",
            "approval_status": "APPROVED",
            "clause_text": "Our service providers and certain third parties (e.g., online advertising networks and their clients) also may collect this type of information over time and across third-party websites and mobile applications.\nThis information may be collected on our Site using cookies, browser web storage (also known as locally stored objects, or “LSOs”), web beacons, and similar technologies.",
            "point_source": "https://faceapp.com/privacy",
            "case": {
                "text": "Third-party cookies are used for advertising",
                "href": "https://edit.tosdr.org/cases/128"
            }
        },
        {
            "title": "Your account can be deleted without prior notice and without a reason",
            "rating": "bad",
            "description": "At any time, your account can be terminated without explanation and without warning by the service.",
            "last_updated": "2023-07-11 06:18:04",
            "point_link": "https://edit.tosdr.org/points/21981",
            "approval_status": "APPROVED",
            "clause_text": "We reserve the right, without notice and in our sole discretion, to terminate your right to access or use our Services.",
            "point_source": "https://faceapp.com/terms",
            "case": {
                "text": "Your account can be deleted or permanently suspended without prior notice and without a reason",
                "href": "https://edit.tosdr.org/cases/201"
            }
        },
        {
            "title": "Your personal data may be used for marketing purposes",
            "rating": "bad",
            "description": "The service may use your personal data for marketing, such as sending you personalised offerings.",
            "last_updated": "2023-07-11 06:18:05",
            "point_link": "https://edit.tosdr.org/points/21989",
            "approval_status": "APPROVED",
            "clause_text": "</li>\n</ul>\n<p>To send you marketing and promotional communications.\nWe may send you marketing communications as permitted by law.",
            "point_source": "https://faceapp.com/privacy",
            "case": {
                "text": "Your personal data may be used for marketing purposes",
                "href": "https://edit.tosdr.org/cases/336"
            }
        },
        {
            "title": "U.S. Residents are forced into binding arbitration in case of disputes",
            "rating": "bad",
            "description": "This service forces users to use their own contracted arbitrator and forces users to waive their rights to jury trial.",
            "last_updated": "2023-07-11 06:18:04",
            "point_link": "https://edit.tosdr.org/points/21979",
            "approval_status": "APPROVED",
            "clause_text": "Please read the following section carefully because it requires users who are U.S.\nresidents to arbitrate certain disputes and claims with FaceApp and limits the manner in which you can seek relief from us.</p>",
            "point_source": "https://faceapp.com/terms",
            "case": {
                "text": "You are forced into binding arbitration in case of disputes",
                "href": "https://edit.tosdr.org/cases/339"
            }
        },
        {
            "title": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and device fingerprinting",
            "rating": "bad",
            "description": "Tracking technologies (such as web beacons, tracking pixels...) are employed on users and/or the service assigns a unique ID to a browser or device to track its behaviour.",
            "last_updated": "2023-07-11 06:18:05",
            "point_link": "https://edit.tosdr.org/points/21985",
            "approval_status": "APPROVED",
            "clause_text": "Also \"web beacons\"",
            "point_source": "https://faceapp.com/privacy",
            "case": {
                "text": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting",
                "href": "https://edit.tosdr.org/cases/323"
            }
        },
        {
            "title": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction",
            "rating": "bad",
            "description": "If the service gets acquired or is involved in a merger, bankruptcy, reorganisation or sale, your personal data may be transferred or sold.",
            "last_updated": "2023-07-11 06:18:06",
            "point_link": "https://edit.tosdr.org/points/21993",
            "approval_status": "APPROVED",
            "clause_text": "We may sell, transfer or otherwise share some or all of our business or assets, including your personal information, in connection with a business transaction (or potential business transaction) such as a corporate divestiture, merger, consolidation, acquisition, reorganization or sale of assets, or in the event of bankruptcy or dissolution.</p>",
            "point_source": "https://faceapp.com/privacy",
            "case": {
                "text": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction",
                "href": "https://edit.tosdr.org/cases/243"
            }
        },
        {
            "title": "This service reserves the right to disclose your personal information without notifying you",
            "rating": "bad",
            "description": "If the Government governing the Terms requests personal data of a user of this service, they may not inform/notify the user while complying with the request.",
            "last_updated": "2023-07-11 06:18:06",
            "point_link": "https://edit.tosdr.org/points/21994",
            "approval_status": "APPROVED",
            "clause_text": "<p>We may be required to use and share your personal information to comply with applicable laws, lawful requests, and legal process, such as to respond to subpoenas or requests from government authorities.</p>",
            "point_source": "https://faceapp.com/privacy",
            "case": {
                "text": "Your personal data may be disclosed to comply with government requests without notice to you",
                "href": "https://edit.tosdr.org/cases/164"
            }
        },
        {
            "title": "You waive your right to a class action.",
            "rating": "bad",
            "description": "The right to be represented in a class action (or representative action) exists in the US and some European countries. It allows people who have been similarly injured by the same accused to take legal action by a single lawsuit instead of individually. Some Terms of Service try to limit that right. By agreeing to them, you could waive (= renounce to) your right to a class action, which might reduce your chances to be successful in a case.",
            "last_updated": "2023-07-11 06:18:03",
            "point_link": "https://edit.tosdr.org/points/21962",
            "approval_status": "APPROVED",
            "clause_text": "1) YOU WILL ONLY BE PERMITTED TO PURSUE DISPUTES OR CLAIMS AND SEEK RELIEVE AGAINST US ON AN INDIVIDUAL BASIS, NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY CLASS OR REPRESENTATIVE ACTION OR PROCEEDING.",
            "point_source": "https://faceapp.com/terms",
            "case": {
                "text": "You waive your right to a class action.",
                "href": "https://edit.tosdr.org/cases/117"
            }
        },
        {
            "title": "This service gives your personal data to third parties involved in its operation",
            "rating": "bad",
            "description": "Your personal data is or may be given to third parties essential to the service’s operation. This could be an external spam detection service for an internet forum.",
            "last_updated": "2023-07-11 06:18:05",
            "point_link": "https://edit.tosdr.org/points/21991",
            "approval_status": "APPROVED",
            "clause_text": "We may share your personal information with services providers that perform services on our behalf or help us operate the App (such as customer support, hosting, analytics, email delivery, marketing, and database management services).",
            "point_source": "https://faceapp.com/privacy",
            "case": {
                "text": "This service gives your personal data to third parties involved in its operation",
                "href": "https://edit.tosdr.org/cases/188"
            }
        },
        {
            "title": "Users shall not interfere with another person's enjoyment of the service",
            "rating": "bad",
            "description": "Users are asked not to interfere with another person't enjoyment in using the service.\nHowever, this statement is very vague and open to interpretation by the service itself.",
            "last_updated": "2023-07-11 06:32:54",
            "point_link": "https://edit.tosdr.org/points/15470",
            "approval_status": "APPROVED",
            "clause_text": "Use our Services in any manner that could interfere with, disrupt, negatively affect or inhibit other users from fully enjoying our Services",
            "point_source": "https://faceapp.com/terms",
            "case": {
                "text": "You shall not interfere with another person's enjoyment of the service",
                "href": "https://edit.tosdr.org/cases/285"
            }
        },
        {
            "title": "The service is only available in some countries approved by its government",
            "rating": "bad",
            "description": "Countries under embargo or banned by the government of the country in question cannot use the service.",
            "last_updated": "2023-07-11 06:18:04",
            "point_link": "https://edit.tosdr.org/points/21982",
            "approval_status": "APPROVED",
            "clause_text": "You represent and warrant that (a) you are not located in a country that is subject to a U.S.\nGovernment embargo, or that has been designated by the U.S.\nGovernment as a “terrorist supporting” country, and (b) you are not listed on any U.S.\nGovernment list of prohibited or restricted parties.</li>\n<li>",
            "point_source": "https://faceapp.com/terms",
            "case": {
                "text": "The service is only available in some countries approved by its government",
                "href": "https://edit.tosdr.org/cases/490"
            }
        },
        {
            "title": "Third-party cookies are used for statistics",
            "rating": "bad",
            "description": "For instance, Google Analytics, rather than self-hosted (first-party) statistics software.",
            "last_updated": "2023-07-11 06:18:05",
            "point_link": "https://edit.tosdr.org/points/21988",
            "approval_status": "APPROVED",
            "clause_text": "Perform statistical analysis about use of the App (including throught the use of Google Analytics).",
            "point_source": "https://faceapp.com/privacy",
            "case": {
                "text": "Third-party cookies are used for statistics",
                "href": "https://edit.tosdr.org/cases/325"
            }
        },
        {
            "title": "Any liability on behalf of the service is only limited to the fees you paid as a user",
            "rating": "bad",
            "description": null,
            "last_updated": "2023-07-11 06:18:03",
            "point_link": "https://edit.tosdr.org/points/21978",
            "approval_status": "APPROVED",
            "clause_text": "THE TOTAL LIABILITY OF FACEAPP AND THE OTHER FACEAPP PARTIES, FOR ANY CLAIM ARISING OUT OF OR RELATING TO THIS AGREEMENT OR OUR SERVICES, REGARDLESS OF THE FORM OF THE ACTION, IS LIMITED TO THE AMOUNT PAID, IF ANY, BY YOU TO ACCESS OR USE OUR SERVICES.</p>",
            "point_source": "https://faceapp.com/terms",
            "case": {
                "text": "Any liability on behalf of the service is only limited to the fees you paid as a user",
                "href": "https://edit.tosdr.org/cases/149"
            }
        },
        {
            "title": "User accounts can be terminated after having been in breach of the terms of service repeatedly",
            "rating": "good",
            "description": "User accounts can be terminated for having been in breach of the terms of service repeatedly, meaning they cannot be terminated without a reason, but only for a limited number of reasons. Additionally, user accounts will not be deleted after a first infringement.",
            "last_updated": "2023-07-11 06:18:03",
            "point_link": "https://edit.tosdr.org/points/21972",
            "approval_status": "APPROVED",
            "clause_text": "We have a policy of limiting access to our Services and terminating the accounts of users who repeatedly infringe the intellectual property copyright rights of others upon prompt notification to us by the copyright owner or the copyright owner’s legal agent.",
            "point_source": "https://faceapp.com/terms",
            "case": {
                "text": "User accounts can be terminated after having been in breach of the terms of service repeatedly",
                "href": "https://edit.tosdr.org/cases/313"
            }
        },
        {
            "title": "You maintain ownership of your content",
            "rating": "good",
            "description": "This service does not claim ownership over user-generated content or materials, and the user doesn't need to waive any moral rights by posting owned content.",
            "last_updated": "2023-07-11 06:18:03",
            "point_link": "https://edit.tosdr.org/points/21963",
            "approval_status": "APPROVED",
            "clause_text": "Subject to this Agreement and the Privacy Policy, you retain all rights in and to your User Content, as between you and FaceApp.",
            "point_source": "https://faceapp.com/terms",
            "case": {
                "text": "You maintain ownership of your content",
                "href": "https://edit.tosdr.org/cases/183"
            }
        },
        {
            "title": "You can delete your content from this service",
            "rating": "good",
            "description": "You can ask the service to remove your content at any time, and it's deleted within a reasonable time.",
            "last_updated": "2023-07-11 06:18:06",
            "point_link": "https://edit.tosdr.org/points/21995",
            "approval_status": "APPROVED",
            "clause_text": "You may request that we remove your information, including photographs, from the cloud before the 24-48 hour period after which Google Cloud Platform or Amazon Web Services automatically deletes the information by clicking the “Request cloud data removal” button in the “Support” section of the App Settings on your mobile device.</p>\n<p>",
            "point_source": "https://faceapp.com/privacy",
            "case": {
                "text": "You can delete your content from this service",
                "href": "https://edit.tosdr.org/cases/175"
            }
        },
        {
            "title": "If you offer suggestions to the service, they may use that without your approval or compensation, but they do not become the owner",
            "rating": "good",
            "description": "The service may employ a broad copyright license over feedback, proposals, ideas and suggestions submitted, including the right to use them without restriction, compensation or obligation to the user, but they do not claim ownership on them.",
            "last_updated": "2023-07-11 06:18:07",
            "point_link": "https://edit.tosdr.org/points/21971",
            "approval_status": "APPROVED",
            "clause_text": "Any questions, comments, suggestions, ideas, original or creative materials or other information you submit about FaceApp or our products or Services (collectively, “Feedback”), is non-confidential and we have no obligations (including without limitation obligations of confidentiality) with respect to such Feedback.\nYou hereby grant to FaceApp a fully paid, royalty-free, perpetual, irrevocable, worldwide, non-exclusive, and fully sublicensable right and license to use, reproduce, perform, display, distribute, adapt, modify, re-format, create derivative works of, and otherwise commercially or non-commercially exploit in any manner, any and all Feedback, and to sublicense the foregoing rights, in connection with the operation and maintenance of the Services and/or FaceApp’s business.",
            "point_source": "https://faceapp.com/terms",
            "case": {
                "text": "If you offer suggestions to the service, they may use that without your approval or compensation, but they do not become the owner",
                "href": "https://edit.tosdr.org/cases/390"
            }
        },
        {
            "title": "The court of law governing the terms is in a jurisdiction that is friendlier to user privacy protection (California, USA)",
            "rating": "good",
            "description": "The Terms are governed by the applicable laws of a jurisdiction known for protecting citizens privacy with strong data regulations. Usually contributors will need to explain in the Analysis view of each point linked to this Case why the jurisdiction is friendly to user privacy protection.",
            "last_updated": "2023-07-11 06:18:07",
            "point_link": "https://edit.tosdr.org/points/21980",
            "approval_status": "APPROVED",
            "clause_text": "This Agreement and your access to and use of our Services will be governed by and construed and enforced in accordance with the laws of California, consistent with the Federal Arbitration Act, without regard to conflict of law rules or principles (whether of California or any other jurisdiction) that would cause the application of the laws of any other jurisdiction.",
            "point_source": "https://faceapp.com/terms",
            "case": {
                "text": "The court of law governing the terms is in a jurisdiction that is friendlier to user privacy protection.",
                "href": "https://edit.tosdr.org/cases/241"
            }
        },
        {
            "title": "When the service wants to make a material change to its terms, you are notified at least 30 days in advance",
            "rating": "good",
            "description": "The service may update the Terms without notice, but if they significantly change the agreements in a manner that importantly and/or negatively affects the way the service is used, users will be notified at least 30 days in advance.",
            "last_updated": "2023-07-11 06:18:07",
            "point_link": "https://edit.tosdr.org/points/21964",
            "approval_status": "APPROVED",
            "clause_text": "<p>PLEASE NOTE THAT THE AGREEMENT IS SUBJECT TO CHANGE BY FACEAPP IN ITS SOLE DISCRETION AT ANY TIME.\nWhen changes are made, we will make a new copy of the Agreement available at our website and within our mobile application.\nWe will also update the “Last Updated” date at the top of the Agreement.\nIf we make any material changes, we will also send push notification or show a pop-up to you via the FaceApp application.\nAny changes to the Agreement will be effective immediately for new users of the website, the mobile application and/or the Services and will be effective thirty (30) days after posting notice of such changes on the website for existing users, provided that any material changes shall be effective for existing users upon the earlier of thirty (30) days after posting notice of such changes on the website or thirty (30) days after dispatch of the push notification of such changes.",
            "point_source": "https://faceapp.com/terms",
            "case": {
                "text": "When the service wants to make a material change to its terms, you are notified at least 30 days in advance",
                "href": "https://edit.tosdr.org/cases/124"
            }
        },
        {
            "title": "Details are provided about what kind of information they collect",
            "rating": "good",
            "description": "The Privacy Policy describes in detail the data collected through the website and through the services provided.",
            "last_updated": "2023-07-11 06:18:04",
            "point_link": "https://edit.tosdr.org/points/21984",
            "approval_status": "APPROVED",
            "clause_text": "Personal Information We Collect<p>",
            "point_source": "https://faceapp.com/privacy",
            "case": {
                "text": "Information is provided about what kind of information they collect",
                "href": "https://edit.tosdr.org/cases/228"
            }
        },
        {
            "title": "Information is provided about how your personal data is used",
            "rating": "good",
            "description": "The Privacy Policy explains the purposes for which data is collected and the way it is processed, used and shared.",
            "last_updated": "2023-07-11 06:18:04",
            "point_link": "https://edit.tosdr.org/points/21987",
            "approval_status": "APPROVED",
            "clause_text": "How We Use Your Personal Information<p>",
            "point_source": "https://faceapp.com/privacy",
            "case": {
                "text": "Information is provided about how your personal data is used",
                "href": "https://edit.tosdr.org/cases/227"
            }
        },
        {
            "title": "Third parties used by the service are bound by confidentiality obligations",
            "rating": "good",
            "description": "The Third Parties accessing your personal information must keep it confidential and only use it for limited purposes.",
            "last_updated": "2023-07-11 06:18:07",
            "point_link": "https://edit.tosdr.org/points/21992",
            "approval_status": "APPROVED",
            "clause_text": "These third parties may use your personal information only as directed or authorized by us and in a manner consistent with this Privacy Policy, and are prohibited from using or disclosing your information for any other purpose.</p>",
            "point_source": "https://faceapp.com/privacy",
            "case": {
                "text": "Third parties used by the service are bound by confidentiality obligations",
                "href": "https://edit.tosdr.org/cases/210"
            }
        },
        {
            "title": "You can opt out of promotional communications",
            "rating": "good",
            "description": "You can update your account preferences and/or easily unsubscribe of email/sms lists to stop receiving promotional communications.",
            "last_updated": "2023-07-11 06:18:05",
            "point_link": "https://edit.tosdr.org/points/21990",
            "approval_status": "APPROVED",
            "clause_text": "You will have the ability to opt-out of our marketing and promotional communications",
            "point_source": "https://faceapp.com/privacy",
            "case": {
                "text": "You can opt out of promotional communications",
                "href": "https://edit.tosdr.org/cases/223"
            }
        },
        {
            "title": "The service has non-exclusive use of your content",
            "rating": "good",
            "description": "The service can pay for your content and you are allowed to make it commercially available to other services/parties.",
            "last_updated": "2023-07-11 06:18:03",
            "point_link": "https://edit.tosdr.org/points/21965",
            "approval_status": "APPROVED",
            "clause_text": "\"You grant FaceApp a nonexclusive, royalty-free, worldwide, fully paid license to use, reproduce, modify, adapt, create derivative works from, distribute, perform and display your User Content during the term of this Agreement solely to provide you with the Services.\"",
            "point_source": "https://faceapp.com/terms",
            "case": {
                "text": "The service has non-exclusive use of your content",
                "href": "https://edit.tosdr.org/cases/402"
            }
        },
        {
            "title": "The publishing of personally identifiable information without the owner’s consent is not allowed",
            "rating": "good",
            "description": "Users agree not to publicly post personally identifiable information (name, postal address, contact information…) without the owner’s knowledge or consent",
            "last_updated": "2023-07-11 06:18:03",
            "point_link": "https://edit.tosdr.org/points/21969",
            "approval_status": "APPROVED",
            "clause_text": "\"You may not create, post, store or share any User Content that: [...] Contains any private or personal information of a third party without such third party’s consent\"",
            "point_source": "https://faceapp.com/terms",
            "case": {
                "text": "The publishing of personally identifiable information without the owner’s consent is not allowed",
                "href": "https://edit.tosdr.org/cases/444"
            }
        },
        {
            "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:18:04",
            "point_link": "https://edit.tosdr.org/points/21974",
            "approval_status": "APPROVED",
            "clause_text": "To the fullest extent permitted by applicable law, you will indemnify, defend, and hold harmless FaceApp and each of our respective officers, directors, agents, partners and employees (individually and collectively, the “FaceApp Parties”) from and against any loss, liability, claim, demand, damages, expenses or costs (“Claims”) arising out of or related to (a) your access to or use of our Services.\n(b) your User Content or Feedback.\n(c) your violation of this Agreement.\n(d) your violation, misappropriation or infringement of any rights of another (including intellectual property rights or privacy rights).\nor (e) your conduct in connection with our Services.",
            "point_source": "https://faceapp.com/terms",
            "case": {
                "text": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
                "href": "https://edit.tosdr.org/cases/146"
            }
        },
        {
            "title": "There is a date of the last update of the agreements",
            "rating": "neutral",
            "description": "The given text has a date that allows to know when it was last updated.",
            "last_updated": "2023-07-11 06:32:54",
            "point_link": "https://edit.tosdr.org/points/15469",
            "approval_status": "APPROVED",
            "clause_text": "<p>Last Updated: December 03, 2019</p>",
            "point_source": "https://faceapp.com/terms",
            "case": {
                "text": "There is a date of the last update of the agreements",
                "href": "https://edit.tosdr.org/cases/331"
            }
        },
        {
            "title": "Blocking first party cookies may limit your ability to use the service",
            "rating": "neutral",
            "description": "Most browsers allow users to set preferences related to cookies storage. You may choose to block all cookies (including first-party cookies), but it may impact your use of this service and you may not be able to access some or any of the features provided.",
            "last_updated": "2023-07-11 06:18:06",
            "point_link": "https://edit.tosdr.org/points/21996",
            "approval_status": "APPROVED",
            "clause_text": "Please note that if you set your browser to disable cookies, the Site may not work properly.",
            "point_source": "https://faceapp.com/privacy",
            "case": {
                "text": "Blocking first party cookies may limit your ability to use the service",
                "href": "https://edit.tosdr.org/cases/375"
            }
        },
        {
            "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
            "rating": "neutral",
            "description": "The service assumes no liability for any damages the user incurs, including tangible (e.g. profits) and intangible losses (e.g. data), resulting from the use or inability to use the service or any other matter relating to the service.",
            "last_updated": "2023-07-11 06:18:04",
            "point_link": "https://edit.tosdr.org/points/21977",
            "approval_status": "APPROVED",
            "clause_text": "FACEAPP AND THE OTHER FACEAPP PARTIES WILL NOT BE LIABLE TO YOU UNDER ANY THEORY OF LIABILITY—WHETHER BASED IN CONTRACT, TORT, NEGLIGENCE, STRICT LIABILITY, WARRANTY, OR OTHERWISE—FOR ANY INDIRECT, CONSEQUENTIAL, EXEMPLARY, INCIDENTAL, PUNITIVE OR SPECIAL DAMAGES OR LOST PROFITS, EVEN IF FACEAPP OR THE OTHER FACEAPP PARTIES HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.</p>",
            "point_source": "https://faceapp.com/terms",
            "case": {
                "text": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
                "href": "https://edit.tosdr.org/cases/293"
            }
        },
        {
            "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
            "rating": "neutral",
            "description": "The service provider expressly does not claim to provide uninterrupted, timely, secure or error-free service.",
            "last_updated": "2023-07-11 06:18:04",
            "point_link": "https://edit.tosdr.org/points/21976",
            "approval_status": "APPROVED",
            "clause_text": "FaceApp does not represent or warrant that our Services are accurate, complete, reliable, current or error-free.",
            "point_source": "https://faceapp.com/terms",
            "case": {
                "text": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
                "href": "https://edit.tosdr.org/cases/287"
            }
        },
        {
            "title": "This service is only available for use individually and non-commercially.",
            "rating": "neutral",
            "description": "Users can't use the Service for commercial purposes (unless the Service consents): it is only for personal, individual purposes.",
            "last_updated": "2023-07-11 06:18:03",
            "point_link": "https://edit.tosdr.org/points/21970",
            "approval_status": "APPROVED",
            "clause_text": "You are hereby granted a limited, nonexclusive, nontransferable, non-sublicensable, revocable license to access and use our Services and FaceApp Content for your own personal use.",
            "point_source": "https://faceapp.com/terms",
            "case": {
                "text": "This service is only available for use individually and non-commercially.",
                "href": "https://edit.tosdr.org/cases/143"
            }
        },
        {
            "title": "You agree not to submit libelous, harassing or threatening content",
            "rating": "neutral",
            "description": "This service prohibits users from submitting content of a variety of types. This can include content that is unlawful, harassing, abusive, threatening, libelous, sexist, racist, homophobic, transphobic, or discriminatory in any other way.",
            "last_updated": "2023-07-11 06:18:03",
            "point_link": "https://edit.tosdr.org/points/21967",
            "approval_status": "APPROVED",
            "clause_text": "On 2024-10-10 19:27:10 UTC, fedada (30172)  Suspended wrote:\n          This was a really engaging and informative post. I was looking for this kind of information, and you delivered! learning hebrew for beginners",
            "point_source": "https://faceapp.com/terms",
            "case": {
                "text": "You agree not to submit libelous, harassing or threatening content",
                "href": "https://edit.tosdr.org/cases/283"
            }
        },
        {
            "title": "The service is provided 'as is' and to be used at your sole risk",
            "rating": "neutral",
            "description": "This service does not provide any guarantees as to its usability or fitness for the users' purposes. Users agree to use it at their own risk, accepting any possible bugs, malfunctions or harm to their devices.",
            "last_updated": "2023-07-11 06:18:04",
            "point_link": "https://edit.tosdr.org/points/21975",
            "approval_status": "APPROVED",
            "clause_text": "YOUR USE OF OUR SERVICES IS AT YOUR SOLE RISK.\nOUR SERVICES ARE PROVIDED “AS IS”",
            "point_source": "https://faceapp.com/terms",
            "case": {
                "text": "The service is provided 'as is' and to be used at your sole risk",
                "href": "https://edit.tosdr.org/cases/286"
            }
        },
        {
            "title": "This service is only available to users over a certain age",
            "rating": "neutral",
            "description": "The Services are intended for users who are at least a certain age. If you are younger than the age required then you are prohibited from using the Service.",
            "last_updated": "2023-07-11 10:12:29",
            "point_link": "https://edit.tosdr.org/points/15474",
            "approval_status": "APPROVED",
            "clause_text": "You must be at least 13 years of age to access or use our Services.\nIf you are under 18 years of age (or the age of legal majority where you live), you may only access or use our Services under the supervision of a parent or legal guardian who agrees to be bound by this Agreement.\nIf you are a parent or legal guardian of a user under the age of 18 (or the age of legal majority), you agree to be fully responsible for the acts or omissions of such user in connection with our Services.",
            "point_source": "https://faceapp.com/terms",
            "case": {
                "text": "This service is only available to users over a certain age",
                "href": "https://edit.tosdr.org/cases/152"
            }
        },
        {
            "title": "The posting of pornographic content is prohibited",
            "rating": "neutral",
            "description": "Users are not allowed to post any content of pornographic nature. This includes adult content, things that are sexually explicit, or obscene.",
            "last_updated": "2023-07-11 06:18:03",
            "point_link": "https://edit.tosdr.org/points/21968",
            "approval_status": "APPROVED",
            "clause_text": "\"You may not create, post, store or share any User Content that: Is unlawful, libelous, defamator, obscene, pornographic, indecent, lewd, suggestive\"",
            "point_source": "https://faceapp.com/terms",
            "case": {
                "text": "The posting of pornographic content is prohibited",
                "href": "https://edit.tosdr.org/cases/315"
            }
        },
        {
            "title": "You are responsible for maintaining the security of your account and for the activities on your account",
            "rating": "neutral",
            "description": "You are responsible for protecting the confidentiality of your password and for maintaining the security of your account. Any activity occurring under your account is your responsibility, whether authorized by you or not.",
            "last_updated": "2023-07-11 10:03:25",
            "point_link": "https://edit.tosdr.org/points/7379",
            "approval_status": "APPROVED",
            "clause_text": "You must maintain the security of your third party account and promptly notify us if you discover or suspect that someone has accessed your account without your permission.\nIf you permit others to use your account credentials, you are responsible for the activities of such users that occur in connection with your account.</p>",
            "point_source": "https://faceapp.com/terms",
            "case": {
                "text": "You are responsible for maintaining the security of your account and for the activities on your account",
                "href": "https://edit.tosdr.org/cases/148"
            }
        },
        {
            "title": "Instructions are provided on how to submit a copyright claim",
            "rating": "neutral",
            "description": "If content that you own is copied or made accessible through the service in a way that constitutes an intellectual property right infringement, you can report it following the instructions given in the agreements.",
            "last_updated": "2023-07-11 06:18:04",
            "point_link": "https://edit.tosdr.org/points/21973",
            "approval_status": "APPROVED",
            "clause_text": "Without limiting the foregoing, if you believe that your work has been copied and posted on or through the Services in a way that constitutes copyright infringement, please provide our Copyright Agent with the following information:",
            "point_source": "https://faceapp.com/terms",
            "case": {
                "text": "Instructions are provided on how to submit a copyright claim",
                "href": "https://edit.tosdr.org/cases/138"
            }
        },
        {
            "title": "Third parties are involved in operating the service (Google Cloud Platform and Amazon Web Services)",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:18:05",
            "point_link": "https://edit.tosdr.org/points/21983",
            "approval_status": "APPROVED",
            "clause_text": "Version 1: 2021-06-06 09:26:37 UTC by AgnesDeLion (20760)  Staff\n          \n        \n        \n          \n            \n              Analysis created\n            \n          \n        \n        \n          \n              \n          \n        \n    \n  \n        \n          \n              Version 1: 2021-06-06 09:26:37 UTC by AgnesDeLion (20760)  Staff\n          \n        \n        \n          \n            \n              Analysis created\n            \n          \n        \n        \n          \n              \n          \n        \n    \n          \n              Version 1: 2021-06-06 09:26:37 UTC by AgnesDeLion (20760)  Staff\n          \n        \n          \n            \n              Analysis created\n            \n          \n        \n          \n              \n          \n        \n      \n        \n          \n            Previous Title: \n            Updated Title: This service gives your personal data to third parties involved in its operation\n          \n          \n            Previous Analysis: \n            Updated Analysis: Generated through the annotate view\n          \n          \n            Previous Status: \n            Updated Status:  PENDING\n          \n        \n      \n    \n        \n          \n            Previous Title: \n            Updated Title: This service gives your personal data to third parties involved in its operation\n          \n          \n            Previous Analysis: \n            Updated Analysis: Generated through the annotate view\n          \n          \n            Previous Status: \n            Updated Status:  PENDING\n          \n        \n      \n          \n            Previous Title: \n            Updated Title: This service gives your personal data to third parties involved in its operation\n          \n          \n            Previous Analysis: \n            Updated Analysis: Generated through the annotate view\n          \n          \n            Previous Status: \n            Updated Status:  PENDING\n          \n        \n            Previous Title: \n            Updated Title: This service gives your personal data to third parties involved in its operation\n          \n            Previous Analysis: \n            Updated Analysis: Generated through the annotate view\n          \n            Previous Status: \n            Updated Status:  PENDING",
            "point_source": "https://faceapp.com/privacy",
            "case": {
                "text": "Third parties are involved in operating the service",
                "href": "https://edit.tosdr.org/cases/207"
            }
        }
    ]
}