{
    "meta_data": {
        "title": "Leetify - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "Prices and fees may be changed at any time, without notice to you",
            "rating": "bad",
            "description": "The service reserves the right to change or modify its pricing and fees at any time, and such changes are effective immediately without need for further notice to the user.",
            "last_updated": "2023-07-11 06:26:05",
            "point_link": "https://edit.tosdr.org/points/28355",
            "approval_status": "APPROVED",
            "clause_text": "Leetify reserves the right to change the prices for the Service and any connected extra services at any time",
            "point_source": "https://leetify.com/terms-of-service",
            "case": {
                "text": "Prices and fees may be changed at any time, without notice to you",
                "href": "https://edit.tosdr.org/cases/497"
            }
        },
        {
            "title": "Your account can be deleted without prior notice and without a reason",
            "rating": "bad",
            "description": "At any time, your account can be terminated without explanation and without warning by the service.",
            "last_updated": "2023-07-11 06:25:10",
            "point_link": "https://edit.tosdr.org/points/28061",
            "approval_status": "APPROVED",
            "clause_text": "Any abuse of the Service will lead to termination of your account.\nLeetify reserves the right to decide what is considered abuse of the Service.",
            "point_source": "https://leetify.com/terms-of-service",
            "case": {
                "text": "Your account can be deleted or permanently suspended without prior notice and without a reason",
                "href": "https://edit.tosdr.org/cases/201"
            }
        },
        {
            "title": "Instead of asking directly, this Service will assume your consent merely from your usage.",
            "rating": "bad",
            "description": "The Service infers your acceptance from your continued usage, instead of prompting you to read the new Terms and asking for direct consent. This doesn’t apply to services that have no way to seek consent from users through their contact details or an account.",
            "last_updated": "2023-07-11 06:27:22",
            "point_link": "https://edit.tosdr.org/points/29875",
            "approval_status": "APPROVED",
            "clause_text": "By using the service provided on the leetify.com website’s (“Service”), a service of Leetify AB (\"Leetify\"), you are agreeing to be bound by the following terms and conditions (“Terms of Service”).",
            "point_source": "https://leetify.com/terms-of-service",
            "case": {
                "text": "Instead of asking directly, this Service will assume your consent to changes of terms merely from your usage.",
                "href": "https://edit.tosdr.org/cases/403"
            }
        },
        {
            "title": "Your personal data may be used for marketing purposes",
            "rating": "bad",
            "description": "The service may use your personal data for marketing, such as sending you personalised offerings.",
            "last_updated": "2023-07-11 06:27:23",
            "point_link": "https://edit.tosdr.org/points/28878",
            "approval_status": "APPROVED",
            "clause_text": "<p>We ask users signing up for an Email address, that we use to communicate important information regarding your account, and if you opt-in to it, marketing communication.",
            "point_source": "https://leetify.com/privacy-policy",
            "case": {
                "text": "Your personal data may be used for marketing purposes",
                "href": "https://edit.tosdr.org/cases/336"
            }
        },
        {
            "title": "This service gives your personal data to third parties involved in its operation",
            "rating": "bad",
            "description": "Your personal data is or may be given to third parties essential to the service’s operation. This could be an external spam detection service for an internet forum.",
            "last_updated": "2023-07-11 06:26:05",
            "point_link": "https://edit.tosdr.org/points/28357",
            "approval_status": "APPROVED",
            "clause_text": "<p>We share your e-mail address with Amazon Web Services (AWS) in order to send out e-mails to you",
            "point_source": "https://leetify.com/privacy-policy",
            "case": {
                "text": "This service gives your personal data to third parties involved in its operation",
                "href": "https://edit.tosdr.org/cases/188"
            }
        },
        {
            "title": "Any liability on behalf of the service is only limited to the fees you paid as a user",
            "rating": "bad",
            "description": null,
            "last_updated": "2023-07-11 06:27:21",
            "point_link": "https://edit.tosdr.org/points/29873",
            "approval_status": "APPROVED",
            "clause_text": "In no event shall Leetify's total liability to you for all damages, losses, and causes of action (whether in contract, tort (including, but not limited to, negligence), or otherwise) exceed the amount paid by you, if any, for accessing this site.",
            "point_source": "https://leetify.com/terms-of-service",
            "case": {
                "text": "Any liability on behalf of the service is only limited to the fees you paid as a user",
                "href": "https://edit.tosdr.org/cases/149"
            }
        },
        {
            "title": "Your personal data is used for limited purposes",
            "rating": "good",
            "description": "Your Personal Data is only used for the essential purposes of the Service, which are clearly defined on the Agreements. For instance, the Service won't abuse your data to deliver targeted advertisements to you or for marketing purposes.",
            "last_updated": "2023-07-11 06:27:22",
            "point_link": "https://edit.tosdr.org/points/29880",
            "approval_status": "APPROVED",
            "clause_text": "<p>Leetify collects certain Personally-Identifying Information(PII), necessary to carry out our business.",
            "point_source": "https://leetify.com/privacy-policy",
            "case": {
                "text": "Your personal data is used for limited purposes",
                "href": "https://edit.tosdr.org/cases/196"
            }
        },
        {
            "title": "Archives of their agreements are provided so that changes can be viewed over time",
            "rating": "good",
            "description": "This case applies to Services whose agreements provide previous versions, so that users can compare them and understand how the Service seems to evolve regarding user rights.",
            "last_updated": "2023-07-11 06:25:30",
            "point_link": "https://edit.tosdr.org/points/28056",
            "approval_status": "APPROVED",
            "clause_text": "We will also keep prior versions of this Privacy Policy in an archive for your review.\nWe want to be as transparent as possible about the changes we make to our Privacy Policy.\nIn this archive, you can see the previous versions of the policy",
            "point_source": "https://leetify.com/privacy-policy",
            "case": {
                "text": "Archives of their agreements are provided so that changes can be viewed over time",
                "href": "https://edit.tosdr.org/cases/197"
            }
        },
        {
            "title": "You are entitled to a refund if certain thresholds or standards are not met by the service",
            "rating": "good",
            "description": null,
            "last_updated": "2023-07-11 06:27:23",
            "point_link": "https://edit.tosdr.org/points/29871",
            "approval_status": "APPROVED",
            "clause_text": "Refund policy<p>If you wish to ask for a refund or have an invoice cancelled, you need to send an email to info@leetify.com within 2 days (two days) of the invoice date.",
            "point_source": "https://leetify.com/terms-of-service",
            "case": {
                "text": "You are entitled to a refund if certain thresholds or standards are not met by the service",
                "href": "https://edit.tosdr.org/cases/161"
            }
        },
        {
            "title": "This Service provides a list of Third Parties involved in its operation.",
            "rating": "good",
            "description": "The Service provides a list detailing the third parties involved, their roles, and may even provide more information.",
            "last_updated": "2023-07-11 06:27:23",
            "point_link": "https://edit.tosdr.org/points/29881",
            "approval_status": "APPROVED",
            "clause_text": "as well as what other organisations might have access to your data.</p>",
            "point_source": "https://leetify.com/privacy-policy",
            "case": {
                "text": "This Service provides a list of Third Parties involved in its operation.",
                "href": "https://edit.tosdr.org/cases/404"
            }
        },
        {
            "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:27:23",
            "point_link": "https://edit.tosdr.org/points/28588",
            "approval_status": "APPROVED",
            "clause_text": "You agree to indemnify, defend and hold harmless Leetify and its officers, directors, employees, consultants and agents from any and all third party claims, liability, damages and/or costs (including, but not limited to, attorney fees) arising from your use of the Leetify service, your violation of the terms of use or your infringement, or infringement by any other user of your account, of any intellectual property or other right of any person or entity.",
            "point_source": "https://leetify.com/terms-of-service",
            "case": {
                "text": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
                "href": "https://edit.tosdr.org/cases/146"
            }
        },
        {
            "title": "[PP] You should revisit the terms periodically, although in case of material changes, the service will notify",
            "rating": "neutral",
            "description": "The service may update the Terms without notice, but if they significantly change the agreements in a manner that importantly and/or negatively affects the way the service is used, users will be notified.",
            "last_updated": "2023-07-11 06:25:10",
            "point_link": "https://edit.tosdr.org/points/28057",
            "approval_status": "APPROVED",
            "clause_text": "Although changes are likely to be minor, our Privacy Policy may change from time to time.\nWe will not reduce your rights under this Privacy Policy without your explicit consent.\nWe will post any Privacy Policy changes on this page and, if the changes are significant, we will provide a more prominent notice (for example email notification of Privacy Policy changes)",
            "point_source": "https://leetify.com/privacy-policy",
            "case": {
                "text": "You should revisit the terms periodically, although in case of material changes, the service will notify",
                "href": "https://edit.tosdr.org/cases/329"
            }
        },
        {
            "title": "You authorise the service to charge a credit card supplied on re-occurring basis",
            "rating": "neutral",
            "description": "You card will be billed on recurring basis unless cancelled. For instance, monthly or annual subscriptions.",
            "last_updated": "2023-07-11 06:27:21",
            "point_link": "https://edit.tosdr.org/points/29872",
            "approval_status": "APPROVED",
            "clause_text": "By subscribing to the Service you give Leetify the right to charge your credit card, or bill you via other payment methods, for fees connected with the Service such as renewal fees or fees for extra services.",
            "point_source": "https://leetify.com/terms-of-service",
            "case": {
                "text": "You authorise the service to charge a credit card supplied on re-occurring basis",
                "href": "https://edit.tosdr.org/cases/384"
            }
        },
        {
            "title": "Blocking first party cookies may limit your ability to use the service",
            "rating": "neutral",
            "description": "Most browsers allow users to set preferences related to cookies storage. You may choose to block all cookies (including first-party cookies), but it may impact your use of this service and you may not be able to access some or any of the features provided.",
            "last_updated": "2023-07-11 06:25:09",
            "point_link": "https://edit.tosdr.org/points/28059",
            "approval_status": "APPROVED",
            "clause_text": "If you'd rather not have cookies placed on your computer, we recommend you to set your browser to refuse cookies from Leetify's websites, with the drawback that certain features of Leetify's websites may not function properly without the aid of cookies.</p>",
            "point_source": "https://leetify.com/privacy-policy",
            "case": {
                "text": "Blocking first party cookies may limit your ability to use the service",
                "href": "https://edit.tosdr.org/cases/375"
            }
        },
        {
            "title": "There is a date of the last update of the agreements",
            "rating": "neutral",
            "description": "The given text has a date that allows to know when it was last updated.",
            "last_updated": "2023-07-11 06:25:10",
            "point_link": "https://edit.tosdr.org/points/28058",
            "approval_status": "APPROVED",
            "clause_text": "Privacy Policy<p>Last modified: June 3, 2019",
            "point_source": "https://leetify.com/privacy-policy",
            "case": {
                "text": "There is a date of the last update of the agreements",
                "href": "https://edit.tosdr.org/cases/331"
            }
        },
        {
            "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
            "rating": "neutral",
            "description": "The service assumes no liability for any damages the user incurs, including tangible (e.g. profits) and intangible losses (e.g. data), resulting from the use or inability to use the service or any other matter relating to the service.",
            "last_updated": "2023-07-11 06:27:23",
            "point_link": "https://edit.tosdr.org/points/29874",
            "approval_status": "APPROVED",
            "clause_text": "You expressly understand and agree that Leetify shall not be liable for any direct, indirect, incidental, special, consequential or exemplary damages, including but not limited to, damages for loss of profits, goodwill, use, data or other intangible losses (even if Leetify has been advised of the possibility of such damages)",
            "point_source": "https://leetify.com/terms-of-service",
            "case": {
                "text": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
                "href": "https://edit.tosdr.org/cases/293"
            }
        },
        {
            "title": "The service is provided 'as is' and to be used at your sole risk",
            "rating": "neutral",
            "description": "This service does not provide any guarantees as to its usability or fitness for the users' purposes. Users agree to use it at their own risk, accepting any possible bugs, malfunctions or harm to their devices.",
            "last_updated": "2023-07-11 06:25:30",
            "point_link": "https://edit.tosdr.org/points/28356",
            "approval_status": "APPROVED",
            "clause_text": "<p>The Leetify Service is provided “as is” and “as available”.",
            "point_source": "https://leetify.com/terms-of-service",
            "case": {
                "text": "The service is provided 'as is' and to be used at your sole risk",
                "href": "https://edit.tosdr.org/cases/286"
            }
        },
        {
            "title": "You must report to the service any unauthorized use of your account or any breach of security",
            "rating": "neutral",
            "description": "The service asks the user to notify them immediately of any unauthorized use or security breaches.",
            "last_updated": "2023-07-11 06:27:23",
            "point_link": "https://edit.tosdr.org/points/28589",
            "approval_status": "APPROVED",
            "clause_text": "You agree to immediately notify Leetify of any unauthorized use of your account or any other breach of security known to you.</p>",
            "point_source": "https://leetify.com/terms-of-service",
            "case": {
                "text": "You must report to the service any unauthorized use of your account or any breach of security",
                "href": "https://edit.tosdr.org/cases/484"
            }
        },
        {
            "title": "You are responsible for maintaining the security of your account and for the activities on your account",
            "rating": "neutral",
            "description": "You are responsible for protecting the confidentiality of your password and for maintaining the security of your account. Any activity occurring under your account is your responsibility, whether authorized by you or not.",
            "last_updated": "2023-07-11 06:25:10",
            "point_link": "https://edit.tosdr.org/points/28060",
            "approval_status": "APPROVED",
            "clause_text": "You must not use the Service for any illegal or abusive purposes.\nOnly one free account per person or legal entity is allowed.\nYou are solely responsible for the security of your account and keeping your password safe.",
            "point_source": "https://leetify.com/terms-of-service",
            "case": {
                "text": "You are responsible for maintaining the security of your account and for the activities on your account",
                "href": "https://edit.tosdr.org/cases/148"
            }
        },
        {
            "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder",
            "rating": "neutral",
            "description": "Should any portion of the Terms of Service be unenforceable or invalid, that portion will be enforced to the fullest extent permitted by applicable law and the remainder of the TOS will remain valid and enforceable.",
            "last_updated": "2023-07-11 06:27:22",
            "point_link": "https://edit.tosdr.org/points/29877",
            "approval_status": "APPROVED",
            "clause_text": "Other<p>If any part of this Terms of Service would be determined by any competent authority to be invalid, unlawful or unenforceable, the remainder of the Terms of Service shall continue to be valid and enforceable to the fullest extent permitted by law.</p>",
            "point_source": "https://leetify.com/terms-of-service",
            "case": {
                "text": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder",
                "href": "https://edit.tosdr.org/cases/294"
            }
        },
        {
            "title": "First-party cookies are used",
            "rating": "neutral",
            "description": "First-party cookies only belong to the domain of the service and not a third party.",
            "last_updated": "2023-07-11 06:25:30",
            "point_link": "https://edit.tosdr.org/points/28122",
            "approval_status": "APPROVED",
            "clause_text": "Leetify uses cookies to help Leetify identify and track visitors, their usage of Leetify's website, and their website access preferences, which in turn help us improve the quality of our service.</p>",
            "point_source": "https://leetify.com/privacy-policy",
            "case": {
                "text": "First-party cookies are used",
                "href": "https://edit.tosdr.org/cases/126"
            }
        },
        {
            "title": "The court of law governing the terms is the Kingdom of Sweden",
            "rating": "neutral",
            "description": "The Terms are governed by the applicable laws of a jurisdiction (specified in the title of each point by replacing the \"X\").",
            "last_updated": "2023-07-11 06:27:22",
            "point_link": "https://edit.tosdr.org/points/29878",
            "approval_status": "APPROVED",
            "clause_text": "This contract shall be governed by the substantive law of Sweden.\nAny dispute, controversy or claim arising out of or in connection with this contract, or the breach, termination or invalidity thereof, shall be solved by the District Court of Stockholm in Sweden.</p>",
            "point_source": "https://leetify.com/terms-of-service",
            "case": {
                "text": "The court of law governing the terms is in location X",
                "href": "https://edit.tosdr.org/cases/163"
            }
        },
        {
            "title": "[ToS] The terms may be changed at any time, but you will receive notification of the changes",
            "rating": "neutral",
            "description": "The Terms may be updated without prior notice, but users will be notified of the changes at the moment they will start applying.",
            "last_updated": "2023-07-11 06:27:21",
            "point_link": "https://edit.tosdr.org/points/29870",
            "approval_status": "APPROVED",
            "clause_text": "Changes to terms of service<p>These Terms of Service may be updated from time to time, and if updates are made you will be prompted to agree to the changes upon logging in to the control panel.",
            "point_source": "https://leetify.com/terms-of-service",
            "case": {
                "text": "The terms may be changed at any time, but you will receive notification of the changes",
                "href": "https://edit.tosdr.org/cases/122"
            }
        }
    ]
}