{
    "meta_data": {
        "title": "MySudo - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "The service can delete your account without prior notice and without a reason",
            "rating": "bad",
            "description": "At any time, your account can be terminated without explanation and without warning by the service.",
            "last_updated": "2023-07-11 06:18:21",
            "edit_link": "https://edit.tosdr.org/points/6238",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service tracks which web page referred you to it",
            "rating": "bad",
            "description": "The service logs the URL of the last web page you visited before visiting the Site and may use that information to gather more data about you.",
            "last_updated": "2023-07-11 06:18:21",
            "edit_link": "https://edit.tosdr.org/points/22218",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service forces users into binding arbitration in the case of disputes",
            "rating": "bad",
            "description": "This service forces users to use their own contracted arbitrator and forces users to waive their rights to jury trial.",
            "last_updated": "2023-07-11 06:18:21",
            "edit_link": "https://edit.tosdr.org/points/6233",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service reserves the right to disclose your personal information without notifying you",
            "rating": "bad",
            "description": "If the Government governing the Terms requests personal data of a user of this service, they may not inform/notify the user while complying with the request.",
            "last_updated": "2023-07-11 06:18:22",
            "edit_link": "https://edit.tosdr.org/points/22221",
            "approval_status": "APPROVED"
        },
        {
            "title": "You waive your right to a class action.",
            "rating": "bad",
            "description": "The right to be represented in a class action (or representative action) exists in the US and some European countries. It allows people who have been similarly injured by the same accused to take legal action by a single lawsuit instead of individually. Some Terms of Service try to limit that right. By agreeing to them, you could waive (= renounce to) your right to a class action, which might reduce your chances to be successful in a case.",
            "last_updated": "2023-07-11 10:05:58",
            "edit_link": "https://edit.tosdr.org/points/6234",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your data may be processed and stored anywhere in the world",
            "rating": "bad",
            "description": "Your data is stored all over the world, including in countries where data protection rules may differ from the ones of the service's jurisdiction or those of your country jurisdiction.",
            "last_updated": "2023-07-11 06:18:21",
            "edit_link": "https://edit.tosdr.org/points/22214",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service is only available in some countries approved by its government",
            "rating": "bad",
            "description": "Countries under embargo or banned by the government of the country in question cannot use the service.",
            "last_updated": "2023-07-11 06:18:20",
            "edit_link": "https://edit.tosdr.org/points/22206",
            "approval_status": "APPROVED"
        },
        {
            "title": "Any liability on behalf of the service is only limited to one month of the fees you paid as a user or $50",
            "rating": "bad",
            "description": null,
            "last_updated": "2023-07-11 06:18:21",
            "edit_link": "https://edit.tosdr.org/points/22208",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your information is only shared with third parties when given specific consent",
            "rating": "good",
            "description": "The service does not share user information with any third parties unless users specifically give it permission to do so.",
            "last_updated": "2023-07-11 06:18:21",
            "edit_link": "https://edit.tosdr.org/points/22222",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your personal data is used for limited purposes",
            "rating": "good",
            "description": "Your Personal Data is only used for the essential purposes of the Service, which are clearly defined on the Agreements. For instance, the Service won't abuse your data to deliver targeted advertisements to you or for marketing purposes.",
            "last_updated": "2023-07-11 06:18:32",
            "edit_link": "https://edit.tosdr.org/points/22220",
            "approval_status": "APPROVED"
        },
        {
            "title": "The court of law governing the terms is in a jurisdiction that is friendlier to user privacy protection (California, USA)",
            "rating": "good",
            "description": "The Terms are governed by the applicable laws of a jurisdiction known for protecting citizens privacy with strong data regulations. Usually contributors will need to explain in the Analysis view of each point linked to this Case why the jurisdiction is friendly to user privacy protection.",
            "last_updated": "2023-07-11 06:18:20",
            "edit_link": "https://edit.tosdr.org/points/22207",
            "approval_status": "APPROVED"
        },
        {
            "title": "User-generated content is encrypted, and this service cannot decrypt it",
            "rating": "good",
            "description": "Content generated by the users is end-to-end encrypted, in a way that it can't be accessed by anyone unauthorised, and even the service has no technical means to decrypt it.",
            "last_updated": "2023-07-11 06:18:20",
            "edit_link": "https://edit.tosdr.org/points/22204",
            "approval_status": "APPROVED"
        },
        {
            "title": "Details are provided about what kind of information they collect",
            "rating": "good",
            "description": "The Privacy Policy describes in detail the data collected through the website and through the services provided.",
            "last_updated": "2023-07-11 06:18:31",
            "edit_link": "https://edit.tosdr.org/points/22215",
            "approval_status": "APPROVED"
        },
        {
            "title": "A complaint mechanism is provided for the handling of personal data",
            "rating": "good",
            "description": "The service provides users with contact information for an internal or external structure to lodge complaints. It also provides users with contact information for a higher data protection / privacy office in case the internal mechanism fails to satisfy the user.",
            "last_updated": "2023-07-11 06:18:22",
            "edit_link": "https://edit.tosdr.org/points/22227",
            "approval_status": "APPROVED"
        },
        {
            "title": "Information is provided about how your personal data is used",
            "rating": "good",
            "description": "The Privacy Policy explains the purposes for which data is collected and the way it is processed, used and shared.",
            "last_updated": "2023-07-11 06:18:22",
            "edit_link": "https://edit.tosdr.org/points/22219",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your personal data is not sold",
            "rating": "good",
            "description": "This service makes an explicit promise not to sell \"personal data\" of users.",
            "last_updated": "2023-07-11 06:18:21",
            "edit_link": "https://edit.tosdr.org/points/22212",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service does not collect, use, or share location data",
            "rating": "good",
            "description": "No location-based information is tracked by the service, so that it cannot be used or shared with third parties.",
            "last_updated": "2023-07-11 06:18:31",
            "edit_link": "https://edit.tosdr.org/points/22213",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service claims to be GDPR compliant for European users",
            "rating": "good",
            "description": "The service has a different behavior towards users protected by the GDPR.",
            "last_updated": "2023-07-11 06:18:21",
            "edit_link": "https://edit.tosdr.org/points/22223",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service claims to be CCPA compliant for California users",
            "rating": "good",
            "description": "The service has a different behavior towards users protected by the California Consumer Privacy Act.",
            "last_updated": "2023-07-11 06:18:21",
            "edit_link": "https://edit.tosdr.org/points/22224",
            "approval_status": "APPROVED"
        },
        {
            "title": "Pseudonyms are allowed",
            "rating": "good",
            "description": "You don't need to provide your full name to use the Service and you are allowed to use a pseudonym instead.",
            "last_updated": "2023-07-11 06:18:20",
            "edit_link": "https://edit.tosdr.org/points/22210",
            "approval_status": "APPROVED"
        },
        {
            "title": "User suspension from the service will be fair and proportionate.",
            "rating": "good",
            "description": "The Service promises to fairly terminate users accounts, only with a reason, and may give them an opportunity to explain and defend themselves.",
            "last_updated": "2023-09-19 08:50:45",
            "edit_link": "https://edit.tosdr.org/points/34949",
            "approval_status": "APPROVED"
        },
        {
            "title": "You have the right to leave this service at any time",
            "rating": "good",
            "description": "You can stop using the service and/or cancel or delete your account at any time for any reason. Moreover, the termination is reasonably fast and simple.",
            "last_updated": "2023-07-11 06:18:22",
            "edit_link": "https://edit.tosdr.org/points/22226",
            "approval_status": "APPROVED"
        },
        {
            "title": "You can opt out of promotional communications",
            "rating": "good",
            "description": "You can update your account preferences and/or easily unsubscribe of email/sms lists to stop receiving promotional communications.",
            "last_updated": "2023-07-11 06:18:22",
            "edit_link": "https://edit.tosdr.org/points/22225",
            "approval_status": "APPROVED"
        },
        {
            "title": "There is a date of the last update of the agreements",
            "rating": "neutral",
            "description": "The given text has a date that allows to know when it was last updated.",
            "last_updated": "2023-07-11 06:18:21",
            "edit_link": "https://edit.tosdr.org/points/22209",
            "approval_status": "APPROVED"
        },
        {
            "title": "You authorise the service to charge a credit card supplied on re-occurring basis",
            "rating": "neutral",
            "description": "You card will be billed on recurring basis unless cancelled. For instance, monthly or annual subscriptions.",
            "last_updated": "2023-07-11 06:18:20",
            "edit_link": "https://edit.tosdr.org/points/22205",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
            "rating": "neutral",
            "description": "The service assumes no liability for any damages the user incurs, including tangible (e.g. profits) and intangible losses (e.g. data), resulting from the use or inability to use the service or any other matter relating to the service.",
            "last_updated": "2023-07-11 06:18:21",
            "edit_link": "https://edit.tosdr.org/points/6237",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service is provided 'as is' and to be used at the users' sole risk",
            "rating": "neutral",
            "description": "This service does not provide any guarantees as to its usability or fitness for the users' purposes. Users agree to use it at their own risk, accepting any possible bugs, malfunctions or harm to their devices.",
            "last_updated": "2023-07-11 10:05:58",
            "edit_link": "https://edit.tosdr.org/points/6235",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your personal data is aggregated into statistics",
            "rating": "neutral",
            "description": "Your personal data is used for statistics in a de-identified/aggregated form (i.e. not directly linked to a unique identity) to analyse trends, for research and for analytics.",
            "last_updated": "2023-07-11 06:18:21",
            "edit_link": "https://edit.tosdr.org/points/22211",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service does not guarantee that it or the products obtained through it meet the users' expectations or requirements",
            "rating": "neutral",
            "description": "This service provider informs its users that the services, information, products, or other materials provided on its website may not meet the users' expectations or requirements.",
            "last_updated": "2023-07-11 06:18:21",
            "edit_link": "https://edit.tosdr.org/points/6236",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your IP address is collected, which can be used to view your approximate location",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:18:32",
            "edit_link": "https://edit.tosdr.org/points/22216",
            "approval_status": "APPROVED"
        },
        {
            "title": "Third parties are involved in operating the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:18:22",
            "edit_link": "https://edit.tosdr.org/points/22217",
            "approval_status": "APPROVED"
        }
    ]
}