{
    "meta_data": {
        "title": "Burger King - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "You waive your moral rights",
            "rating": "blocker",
            "description": "Moral rights are rights to creators of literary, dramatic, musical and artistic works, as well as directors of films.\n\"The moral rights include the right of attribution, the right to have a work published anonymously or pseudonymously, and the right to the integrity of the work. The preserving of the integrity of the work allows the author to object to alteration, distortion, or mutilation of the work that is \"prejudicial to the author's honor or reputation\". Anything else that may detract from the artist's relationship with the work even after it leaves the artist's possession or ownership may bring these moral rights into play. Moral rights are distinct from any economic rights tied to copyrights. Even if an artist has assigned his or her copyright rights to a work to a third party, he or she still maintains the moral rights to the work.\" -Wikipedia\nIn general, any terms that use the exact words \"moral rights\" as rights that are waived will fall under this Case.",
            "last_updated": "2023-07-11 10:13:42",
            "point_link": "https://edit.tosdr.org/points/17115",
            "approval_status": "APPROVED",
            "clause_text": "You hereby waive any moral rights you may have in your User Content.",
            "point_source": "https://www.bk.com/terms-of-service",
            "case": {
                "text": "You waive your moral rights",
                "href": "https://edit.tosdr.org/cases/118"
            }
        },
        {
            "title": "Terms may be changed any time at their discretion, without notice to the user",
            "rating": "bad",
            "description": "The Agreements can be updated at any time, including in a way that negatively affects user rights, without notifying before or after the changes.",
            "last_updated": "2023-07-11 10:04:08",
            "point_link": "https://edit.tosdr.org/points/17094",
            "approval_status": "APPROVED",
            "clause_text": "Full quote: \"We may modify the Terms at any time. Your use of the Services after we post modifications to the Terms means that you accept the modified Terms.\"",
            "point_source": "https://www.bk.com/terms-of-service",
            "case": {
                "text": "Terms may be changed any time at their discretion, without notice to you",
                "href": "https://edit.tosdr.org/cases/121"
            }
        },
        {
            "title": "This service keeps a license on user-generated content even after users close their accounts.",
            "rating": "bad",
            "description": "The service may still use your content and display it after you stopped using it by closing your account. The case applies to terms requiring users to grant them a perpetual license over that content.",
            "last_updated": "2023-07-11 10:02:49",
            "point_link": "https://edit.tosdr.org/points/17116",
            "approval_status": "APPROVED",
            "clause_text": "\"By providing us User Content, you grant us a royalty-free, irrevocable, perpetual, non-exclusive, worldwide, fully sub-licensable, transferable, license to publish [...] your User Content\"",
            "point_source": "https://www.bk.com/terms-of-service",
            "case": {
                "text": "A license is kept on user-generated content even after you close your account",
                "href": "https://edit.tosdr.org/cases/130"
            }
        },
        {
            "title": "Many third parties are involved in operating the service",
            "rating": "bad",
            "description": null,
            "last_updated": "2023-07-11 10:03:54",
            "point_link": "https://edit.tosdr.org/points/17160",
            "approval_status": "APPROVED",
            "clause_text": "<p>While you are visiting our site, you will notice that we make use of third-party sites such as Instagram, Facebook, YouTube, Twitter, and Google Maps to provide information about Burger King.",
            "point_source": "https://www.bk.com/accessibility",
            "case": {
                "text": "Many third parties are involved in operating the service",
                "href": "https://edit.tosdr.org/cases/208"
            }
        },
        {
            "title": "Instead of asking directly, this Service will assume your consent merely from your usage.",
            "rating": "bad",
            "description": "The Service infers your acceptance from your continued usage, instead of prompting you to read the new Terms and asking for direct consent. This doesn’t apply to services that have no way to seek consent from users through their contact details or an account.",
            "last_updated": "2023-07-11 10:04:04",
            "point_link": "https://edit.tosdr.org/points/17095",
            "approval_status": "APPROVED",
            "clause_text": "Your use of the Services after we post modifications to the Terms means that you accept the modified Terms.",
            "point_source": "https://www.bk.com/terms-of-service",
            "case": {
                "text": "Instead of asking directly, this Service will assume your consent to changes of terms merely from your usage.",
                "href": "https://edit.tosdr.org/cases/403"
            }
        },
        {
            "title": "This service can license user content to third parties",
            "rating": "bad",
            "description": "By posting content through the Services, users grant them a transferable and/or sublicensable right, which allows user content to be licensed to third parties.",
            "last_updated": "2023-07-11 06:34:31",
            "point_link": "https://edit.tosdr.org/points/17118",
            "approval_status": "APPROVED",
            "clause_text": "\"By providing us User Content, you grant us a royalty-free, irrevocable, perpetual, non-exclusive, worldwide, fully sub-licensable, transferable, license to publish [...] your User Content\"",
            "point_source": "https://www.bk.com/terms-of-service",
            "case": {
                "text": "Your content can be licensed to third parties",
                "href": "https://edit.tosdr.org/cases/134"
            }
        },
        {
            "title": "You must provide your legal name, pseudonyms are not allowed",
            "rating": "bad",
            "description": "You must provide your legal name and pseudonyms aren't allowed. This case doesn't apply to Services for which transparency regarding users identities is relevant for their purposes.",
            "last_updated": "2023-07-11 10:04:21",
            "point_link": "https://edit.tosdr.org/points/17096",
            "approval_status": "APPROVED",
            "clause_text": "To sign up, users are required to provide their full legal name.",
            "point_source": "https://www.bk.com/terms-of-service",
            "case": {
                "text": "You must provide your legal name, pseudonyms are not allowed",
                "href": "https://edit.tosdr.org/cases/214"
            }
        },
        {
            "title": "The service has non-exclusive use of your content",
            "rating": "good",
            "description": "The service can pay for your content and you are allowed to make it commercially available to other services/parties.",
            "last_updated": "2023-07-11 06:34:47",
            "point_link": "https://edit.tosdr.org/points/17117",
            "approval_status": "APPROVED",
            "clause_text": "\"By providing us User Content, you grant us a royalty-free, irrevocable, perpetual, non-exclusive, worldwide, fully sub-licensable, transferable, license to publish [...] your User Content\"",
            "point_source": "https://www.bk.com/terms-of-service",
            "case": {
                "text": "The service has non-exclusive use of your content",
                "href": "https://edit.tosdr.org/cases/402"
            }
        },
        {
            "title": "This service assumes no responsibility and liability for the contents of links to other websites",
            "rating": "neutral",
            "description": "The service rejects any responsibility for the contents of other websites to which it links.",
            "last_updated": "2023-07-11 10:13:43",
            "point_link": "https://edit.tosdr.org/points/17126",
            "approval_status": "APPROVED",
            "clause_text": "The Services may contain links to other websites or online services that are not under the control of RBI.\nSuch links do not constitute an endorsement by RBI of those other websites or online services, the content they display, or people associated with them.",
            "point_source": "https://www.bk.com/terms-of-service",
            "case": {
                "text": "This service assumes no responsibility and liability for the contents of links to other websites",
                "href": "https://edit.tosdr.org/cases/279"
            }
        },
        {
            "title": "The service can distribute your content through any media known now or in the future",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:13:42",
            "point_link": "https://edit.tosdr.org/points/17119",
            "approval_status": "APPROVED",
            "clause_text": "\"By providing us User Content, you grant us a [...] license to [...] use and exploit your User Content in any way that we want and in any form, media, or technology now known or later developed.\"",
            "point_source": "https://www.bk.com/terms-of-service",
            "case": {
                "text": "Your content can be distributed through any media known now or in the future",
                "href": "https://edit.tosdr.org/cases/139"
            }
        },
        {
            "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
            "rating": "neutral",
            "description": "The service provider expressly does not claim to provide uninterrupted, timely, secure or error-free service.",
            "last_updated": "2023-07-11 10:13:44",
            "point_link": "https://edit.tosdr.org/points/17140",
            "approval_status": "APPROVED",
            "clause_text": "WE MAKE NO WARRANTIES OR CONDITIONS, EXPRESS, STATUTORY, OR IMPLIED, THAT THE SERVICES, INCLUDING, WITHOUT LIMITATION, THE CONTENT, FUNCTIONS, OR MATERIALS CONTAINED IN THE SERVICES, WILL BE TIMELY, SECURE, ACCURATE, ERROR-FREE, COMPLETE, UP-TO-DATE, FREE OF VIRUSES, OR UNINTERRUPTED.",
            "point_source": "https://www.bk.com/terms-of-service",
            "case": {
                "text": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
                "href": "https://edit.tosdr.org/cases/287"
            }
        },
        {
            "title": "Prohibits the posting of pornographic content",
            "rating": "neutral",
            "description": "Users are not allowed to post any content of pornographic nature. This includes adult content, things that are sexually explicit, or obscene.",
            "last_updated": "2023-07-11 10:13:41",
            "point_link": "https://edit.tosdr.org/points/17114",
            "approval_status": "APPROVED",
            "clause_text": "\"In addition to complying with Section 4, you agree not to provide User Content that: [...] Is false, misleading, defamatory, obscene, abusive, hateful, threatening, harassing, or sexually explicit;\"",
            "point_source": "https://www.bk.com/terms-of-service",
            "case": {
                "text": "The posting of pornographic content is prohibited",
                "href": "https://edit.tosdr.org/cases/315"
            }
        },
        {
            "title": "Provides instructions on how to submit a copyright claim",
            "rating": "neutral",
            "description": "If content that you own is copied or made accessible through the service in a way that constitutes an intellectual property right infringement, you can report it following the instructions given in the agreements.",
            "last_updated": "2023-07-11 10:13:40",
            "point_link": "https://edit.tosdr.org/points/17110",
            "approval_status": "APPROVED",
            "clause_text": "If you believe in good faith that content you own has been reproduced on the Services in a way that constitutes copyright infringement, please provide our designated agent with the following information in writing:",
            "point_source": "https://www.bk.com/terms-of-service",
            "case": {
                "text": "Instructions are provided on how to submit a copyright claim",
                "href": "https://edit.tosdr.org/cases/138"
            }
        },
        {
            "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder",
            "rating": "neutral",
            "description": "Should any portion of the Terms of Service be unenforceable or invalid, that portion will be enforced to the fullest extent permitted by applicable law and the remainder of the TOS will remain valid and enforceable.",
            "last_updated": "2023-07-11 10:13:45",
            "point_link": "https://edit.tosdr.org/points/17146",
            "approval_status": "APPROVED",
            "clause_text": "In the event any provision of these Terms is held unenforceable, it will not affect the enforceability of the remaining provisions and will be replaced by an enforceable provision that comes closest to the intention underlying the unenforceable provision.",
            "point_source": "https://www.bk.com/terms-of-service",
            "case": {
                "text": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder",
                "href": "https://edit.tosdr.org/cases/294"
            }
        },
        {
            "title": "The service does not guarantee accuracy or reliability of the information provided",
            "rating": "neutral",
            "description": "This service makes no warranty regarding the accuracy or reliability of any information that is given on its website or the results that may be obtained from the use of the service.",
            "last_updated": "2023-07-11 10:13:43",
            "point_link": "https://edit.tosdr.org/points/17139",
            "approval_status": "APPROVED",
            "clause_text": "AND (IV) THE WARRANTIES RELATING TO THE ACCURACY, RELIABILITY, CORRECTNESS, OR COMPLETENESS OF DATA OR CONTENT MADE AVAILABLE ON THE SERVICES OR OTHERWISE BY RBI.",
            "point_source": "https://www.bk.com/terms-of-service",
            "case": {
                "text": "The service does not guarantee accuracy or reliability of the information provided",
                "href": "https://edit.tosdr.org/cases/288"
            }
        },
        {
            "title": "You are responsible for maintaining the security of your account and for the activities on your account",
            "rating": "neutral",
            "description": "You are responsible for protecting the confidentiality of your password and for maintaining the security of your account. Any activity occurring under your account is your responsibility, whether authorized by you or not.",
            "last_updated": "2023-07-11 10:05:53",
            "point_link": "https://edit.tosdr.org/points/17100",
            "approval_status": "APPROVED",
            "clause_text": "You are responsible for maintaining the confidentiality of any password and username that you are given or select, and you are responsible for all activities that occur under your password or account.",
            "point_source": "https://www.bk.com/terms-of-service",
            "case": {
                "text": "You are responsible for maintaining the security of your account and for the activities on your account",
                "href": "https://edit.tosdr.org/cases/148"
            }
        },
        {
            "title": "Users agree not to use the service for illegal purposes",
            "rating": "neutral",
            "description": "The user agrees not to commit any unlawful acts through the use of the website, including the posting of illegal content or messaging.",
            "last_updated": "2023-07-11 10:13:39",
            "point_link": "https://edit.tosdr.org/points/17101",
            "approval_status": "APPROVED",
            "clause_text": "You may not use the Services to take any action that could harm us or anyone else, interfere with the Services, or use the Services in a manner that violates any law.",
            "point_source": "https://www.bk.com/terms-of-service",
            "case": {
                "text": "You agree not to use the service for illegal purposes",
                "href": "https://edit.tosdr.org/cases/280"
            }
        },
        {
            "title": "You must report to the service any unauthorized use of your account or any breach of security",
            "rating": "neutral",
            "description": "The service asks the user to notify them immediately of any unauthorized use or security breaches.",
            "last_updated": "2023-07-11 10:15:54",
            "point_link": "https://edit.tosdr.org/points/19866",
            "approval_status": "APPROVED",
            "clause_text": "You agree to immediately notify RBI of any unauthorized use of your password or username or any other breach of security.",
            "point_source": "https://www.bk.com/terms-of-service",
            "case": {
                "text": "You must report to the service any unauthorized use of your account or any breach of security",
                "href": "https://edit.tosdr.org/cases/484"
            }
        },
        {
            "title": "This service does not guarantee that it or the products obtained through it meet the users' expectations or requirements",
            "rating": "neutral",
            "description": "This service provider informs its users that the services, information, products, or other materials provided on its website may not meet the users' expectations or requirements.",
            "last_updated": "2023-07-11 10:13:44",
            "point_link": "https://edit.tosdr.org/points/17138",
            "approval_status": "APPROVED",
            "clause_text": "WITHOUT LIMITING THE GENERALITY OF THE FOREGOING, WE DISCLAIM ALL WARRANTIES AND CONDITIONS, EXPRESS, STATUTORY, OR IMPLIED, INCLUDING BUT NOT LIMITED TO (I) THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, WORKMANLIKE EFFORT, TITLE, QUIET ENJOYMENT, NO LIENS, AND NO ENCUMBRANCES.",
            "point_source": "https://www.bk.com/terms-of-service",
            "case": {
                "text": "This service does not guarantee that it or the products obtained through it meet your expectations or requirements",
                "href": "https://edit.tosdr.org/cases/290"
            }
        },
        {
            "title": "The court of law governing the terms is in Florida, USA",
            "rating": "neutral",
            "description": "The Terms are governed by the applicable laws of a jurisdiction (specified in the title of each point by replacing the \"X\").",
            "last_updated": "2023-07-11 10:13:43",
            "point_link": "https://edit.tosdr.org/points/17133",
            "approval_status": "APPROVED",
            "clause_text": "These Terms are governed by the laws of the United States and the State of Florida, without giving effect to their principles of conflicts of law.",
            "point_source": "https://www.bk.com/terms-of-service",
            "case": {
                "text": "The court of law governing the terms is in location X",
                "href": "https://edit.tosdr.org/cases/163"
            }
        }
    ]
}