{
    "meta_data": {
        "title": "Virtual World Computing Cocoon MyData Rewards - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "The service can delete specific content without prior notice and without a reason",
            "rating": "blocker",
            "description": "This service can delete specific content. Usually they will claim they reserve the right to do it at their sole discretion, which is legalese for saying they won't give a specific reason. If the terms say they will not notify you, it shall be included in the quote but if it does not explicitly say they will give you a notice, it can be reasonably inferred that they can do it without telling you.",
            "last_updated": "2023-07-11 10:05:04",
            "point_link": "https://edit.tosdr.org/points/8578",
            "approval_status": "APPROVED",
            "clause_text": "You further agree that Cocoon has the right at any time in its sole discretion to cancel and remove Cocoon Rewards if your account is found in violation of any of the terms held therein or for any reason at all in Cocoon’s sole discretion",
            "point_source": "https://trycocoon.com/terms/",
            "case": {
                "text": "Specific content can be deleted without reason and may be removed without prior notice",
                "href": "https://edit.tosdr.org/cases/202"
            }
        },
        {
            "title": "This service may collect, use, and share location data",
            "rating": "bad",
            "description": "Location-based information is collected and may be used and/or shared with third parties for purposes not directly related to the services provided (i.e. the Service doesn't rely on the use or share of location data to function properly).",
            "last_updated": "2023-07-11 10:05:06",
            "point_link": "https://edit.tosdr.org/points/8567",
            "approval_status": "APPROVED",
            "clause_text": "Cocoon also gathers data around the usage of its mobile apps including but not limited to geo-location",
            "point_source": "https://trycocoon.com/terms/",
            "case": {
                "text": "This service may collect, use, and share location data",
                "href": "https://edit.tosdr.org/cases/373"
            }
        },
        {
            "title": "The service collects many different types of personal data",
            "rating": "bad",
            "description": "The service collects different kinds of personal data, such as name, demographic information, postal address, biometric data, device information, IDs, contacts, call logs...",
            "last_updated": "2023-07-11 10:05:04",
            "point_link": "https://edit.tosdr.org/points/8566",
            "approval_status": "APPROVED",
            "clause_text": "the Software contains automated reporting routines that will automatically identify and analyze certain aspects of use and performance of the Software and the systems with which the Software is used, as well as the operator and operating environment (including problems and issues that arise in connection therewith)",
            "point_source": "https://trycocoon.com/terms/",
            "case": {
                "text": "Many different types of personal data are collected",
                "href": "https://edit.tosdr.org/cases/376"
            }
        },
        {
            "title": "The service can delete your account without prior notice and without a reason",
            "rating": "bad",
            "description": "At any time, your account can be terminated without explanation and without warning by the service.",
            "last_updated": "2023-07-11 10:08:28",
            "point_link": "https://edit.tosdr.org/points/8574",
            "approval_status": "APPROVED",
            "clause_text": "at any time, we may, in our sole discretion, terminate our legal agreement with you and deny you use of our Services if:</p>\n<p>you have breached any provision of these terms (or have acted in manner which clearly shows that you do not intend to, or are unable to comply with the provisions of these terms).\nor</p>\n<p>we are required to do so by law (for example, where the provision of our Services to you is, or becomes, unlawful).\nor</p>\n<p>any partner with whom we offered the Services to you has terminated its relationship with us or ceased to offer their services to you.\nor</p>\n<p>we are transitioning to no longer providing the Services to users in the country in which you are resident or from which you use the Services.\nor</p>\n<p>the provision of the Services to you is, in our opinion, no longer commercially viable.</p>\n<p>at any reason, whatsoever.\nor if you have broken any of the terms in the Agreement herein",
            "point_source": "https://trycocoon.com/terms/",
            "case": {
                "text": "Your account can be deleted or permanently suspended without prior notice and without a reason",
                "href": "https://edit.tosdr.org/cases/201"
            }
        },
        {
            "title": "The service does not guarantee that software errors will be corrected",
            "rating": "bad",
            "description": "Users agree to use the service and its software as provided and accept that any errors within that software may not be corrected.",
            "last_updated": "2023-07-11 10:05:05",
            "point_link": "https://edit.tosdr.org/points/8588",
            "approval_status": "APPROVED",
            "clause_text": "(D) THAT DEFECTS IN THE OPERATION OR FUNCTIONALITY OF ANY SOFTWARE PROVIDED TO YOU AS PART OF THE SERVICES WILL BE CORRECTED.",
            "point_source": "https://trycocoon.com/terms/",
            "case": {
                "text": "The service does not guarantee that software errors will be corrected",
                "href": "https://edit.tosdr.org/cases/289"
            }
        },
        {
            "title": "The service does not guarantee that software errors will be corrected",
            "rating": "bad",
            "description": "Users agree to use the service and its software as provided and accept that any errors within that software may not be corrected.",
            "last_updated": "2023-07-11 10:05:06",
            "point_link": "https://edit.tosdr.org/points/8570",
            "approval_status": "APPROVED",
            "clause_text": "Cocoon is not obligated to maintain or support the Software, or to provide you with updates, upgrades or services related thereto.",
            "point_source": "https://trycocoon.com/terms/",
            "case": {
                "text": "The service does not guarantee that software errors will be corrected",
                "href": "https://edit.tosdr.org/cases/289"
            }
        },
        {
            "title": "This service gathers information about you through third parties",
            "rating": "bad",
            "description": "This Service may employ, either identifiable or non-identifiable, data collection from third party sources about you.",
            "last_updated": "2023-07-11 10:06:44",
            "point_link": "https://edit.tosdr.org/points/8573",
            "approval_status": "APPROVED",
            "clause_text": "We may obtain information about you, either individually, or in the aggregate, from other sources, such as third party partners and affiliates.",
            "point_source": "https://trycocoon.com/terms/",
            "case": {
                "text": "Information is gathered about you through third parties",
                "href": "https://edit.tosdr.org/cases/382"
            }
        },
        {
            "title": "Many third parties are involved in operating the service",
            "rating": "bad",
            "description": null,
            "last_updated": "2023-07-11 10:05:05",
            "point_link": "https://edit.tosdr.org/points/8559",
            "approval_status": "APPROVED",
            "clause_text": "<p>Cocoon has subsidiaries and affiliated legal entities around the world (“Subsidiaries and Affiliates”).\nSometimes, these companies will be providing the Services to you on behalf of Cocoon itself.\nYou acknowledge and agree that Subsidiaries and Affiliates will be entitled to provide the Services to you.",
            "point_source": "https://trycocoon.com/terms/",
            "case": {
                "text": "Many third parties are involved in operating the service",
                "href": "https://edit.tosdr.org/cases/208"
            }
        },
        {
            "title": "If you offer suggestions to the service, they become the owner of the ideas that you give them",
            "rating": "bad",
            "description": "The service can claim ownership on feedback, proposals, ideas and suggestions submitted by the users, who may waive their \"moral rights\" on that feedback.",
            "last_updated": "2023-07-11 10:06:58",
            "point_link": "https://edit.tosdr.org/points/8579",
            "approval_status": "APPROVED",
            "clause_text": "On 2025-01-01 07:18:38 UTC, Opurnerly (33910)  Suspended wrote:\n          The Cambodian Angkor Thom complex is awe-inspiring. CAMBODIA VISA FOR BURUNDIAN CITIZENS",
            "point_source": "https://trycocoon.com/terms/",
            "case": {
                "text": "If you offer suggestions to the service, they become the owner of the ideas that you give them",
                "href": "https://edit.tosdr.org/cases/182"
            }
        },
        {
            "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
            "rating": "bad",
            "description": "Tracking technologies (such as web beacons, tracking pixels...) are employed on users and/or the service assigns a unique ID to a browser or device to track its behaviour.",
            "last_updated": "2023-07-11 10:05:06",
            "point_link": "https://edit.tosdr.org/points/8572",
            "approval_status": "APPROVED",
            "clause_text": "On 2024-08-17 13:09:34 UTC, anacastro1 (36741)  wrote:\n          I am glad that I discovered this blog, just the right information that I was looking for! fax from gmail",
            "point_source": "https://trycocoon.com/terms/",
            "case": {
                "text": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting",
                "href": "https://edit.tosdr.org/cases/323"
            }
        },
        {
            "title": "This service uses your personal information for many different purposes",
            "rating": "bad",
            "description": "Personal Data can be processed for many reasons, including non essential processing such as for advertising, marketing and analytics purposes.",
            "last_updated": "2023-07-11 10:04:59",
            "point_link": "https://edit.tosdr.org/points/8568",
            "approval_status": "APPROVED",
            "clause_text": "To the extent permitted by law, Cocoon reserves the right to use any data collected, explicitly or implicitly, in any form or fashion that Cocoon decides.",
            "point_source": "https://trycocoon.com/terms/",
            "case": {
                "text": "Your personal information is used for many different purposes",
                "href": "https://edit.tosdr.org/cases/185"
            }
        },
        {
            "title": "Any liability on behalf of the service is only limited to the fees you paid as a user",
            "rating": "bad",
            "description": null,
            "last_updated": "2023-07-11 10:05:06",
            "point_link": "https://edit.tosdr.org/points/8583",
            "approval_status": "APPROVED",
            "clause_text": "TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW YOU EXPRESSLY UNDERSTAND AND AGREE THAT COCOON AND ITS SUBSIDIARIES’ AND AFFILIATES’, AND ITS LICENSORS’ (“COCOON PARTIES”) TOTAL LIABILITY TO YOU FROM ALL CAUSES OF ACTION AND UNDER ALL THEORIES OF LIABILITY WILL BE LIMITED TO THE AMOUNTS PAID TO COCOON BY YOU FOR THE SOFTWARE OR, IN THE EVENT THAT COCOON HAS MADE THE SOFTWARE AVAILABLE TO YOU WITHOUT CHARGE, ANY SUCH TOTAL LIABILITY WILL BE LIMITED TO TWENTY DOLLARS ($20).",
            "point_source": "https://trycocoon.com/terms/",
            "case": {
                "text": "Any liability on behalf of the service is only limited to the fees you paid as a user",
                "href": "https://edit.tosdr.org/cases/149"
            }
        },
        {
            "title": "You maintain ownership of your data",
            "rating": "good",
            "description": "This service does not claim ownership over user-generated content or materials, and the user doesn't need to waive any moral rights by posting owned content.",
            "last_updated": "2023-07-11 10:08:28",
            "point_link": "https://edit.tosdr.org/points/8569",
            "approval_status": "APPROVED",
            "clause_text": "You retain copyright and any other rights you already hold to content you submit, post or display through the Software.\nFurthermore, you understand that all content (without limitation, text, data files, web pages, software, extensions, audio and video files, and images) which you may have access to through the Software is the responsibility of the person or entity from which the content originated and not the responsibility of Cocoon.\nYou understand that the Software may allow you to access content that is offensive or objectionable to you and that in this respect you use the Software at your own risk</p>",
            "point_source": "https://trycocoon.com/terms/",
            "case": {
                "text": "You maintain ownership of your content",
                "href": "https://edit.tosdr.org/cases/183"
            }
        },
        {
            "title": "You have the right to leave this service at any time",
            "rating": "good",
            "description": "You can stop using the service and/or cancel or delete your account at any time for any reason. Moreover, the termination is reasonably fast and simple.",
            "last_updated": "2023-07-11 10:05:05",
            "point_link": "https://edit.tosdr.org/points/8580",
            "approval_status": "APPROVED",
            "clause_text": "You may terminate the license at any time by destroying all copies of the Software in your possession or control.\nThe license granted under this Agreement will automatically terminate, with or without notice from Cocoon, if you breach any term of this Agreement.",
            "point_source": "https://trycocoon.com/terms/",
            "case": {
                "text": "You have the right to leave this service at any time",
                "href": "https://edit.tosdr.org/cases/170"
            }
        },
        {
            "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:05:04",
            "point_link": "https://edit.tosdr.org/points/8584",
            "approval_status": "APPROVED",
            "clause_text": "<p>You agree to indemnify and hold harmless the Cocoon Parties from and against all claims, actions, demands, liabilities, costs, and expenses.",
            "point_source": "https://trycocoon.com/terms/",
            "case": {
                "text": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
                "href": "https://edit.tosdr.org/cases/146"
            }
        },
        {
            "title": "This service assumes no responsibility and liability for the contents of links to other websites",
            "rating": "neutral",
            "description": "The service rejects any responsibility for the contents of other websites to which it links.",
            "last_updated": "2023-07-11 10:05:04",
            "point_link": "https://edit.tosdr.org/points/8571",
            "approval_status": "APPROVED",
            "clause_text": "by using the Services you may be exposed to Content that you may find offensive, indecent or objectionable and that, in this respect, you use the Services at your own risk",
            "point_source": "https://trycocoon.com/terms/",
            "case": {
                "text": "This service assumes no responsibility and liability for the contents of links to other websites",
                "href": "https://edit.tosdr.org/cases/279"
            }
        },
        {
            "title": "This service assumes no responsibility and liability for the contents of links to other websites",
            "rating": "neutral",
            "description": "The service rejects any responsibility for the contents of other websites to which it links.",
            "last_updated": "2023-07-11 10:08:28",
            "point_link": "https://edit.tosdr.org/points/8593",
            "approval_status": "APPROVED",
            "clause_text": "<p>The Services may include hyperlinks to other web sites or content or resources.\nCocoon may have no control over any web sites or resources which are provided by companies or persons other than Cocoon.</p>\n<p>You acknowledge and agree that Cocoon is not responsible for the availability of any such external sites or resources, and does not endorse any advertising, products or other materials on or available from such web sites or resources.</p>\n<p>You acknowledge and agree that Cocoon is not liable for any loss or damage which may be incurred by you as a result of the availability of those external sites or resources, or as a result of any reliance placed by you on the completeness, accuracy or existence of any advertising, products or other materials on, or available from, such web sites or resources.</p>",
            "point_source": "https://trycocoon.com/terms/",
            "case": {
                "text": "This service assumes no responsibility and liability for the contents of links to other websites",
                "href": "https://edit.tosdr.org/cases/279"
            }
        },
        {
            "title": "Users are responsible for any risks, damages, or losses they may incur by downloading materials",
            "rating": "neutral",
            "description": "Users are responsible for any harm to their computer system or loss of data they may incur through the download of materials from the service.",
            "last_updated": "2023-07-11 10:05:07",
            "point_link": "https://edit.tosdr.org/points/8589",
            "approval_status": "APPROVED",
            "clause_text": "ANY MATERIAL DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE USE OF THE SERVICES IS DONE AT YOUR OWN DISCRETION AND RISK AND THAT YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR OTHER DEVICE OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OF ANY SUCH MATERIAL.",
            "point_source": "https://trycocoon.com/terms/",
            "case": {
                "text": "You are responsible for any risks, damages, or losses that may incur by downloading materials",
                "href": "https://edit.tosdr.org/cases/291"
            }
        },
        {
            "title": "Users should revisit the terms periodically, although in case of material changes, the service will notify",
            "rating": "neutral",
            "description": "The service may update the Terms without notice, but if they significantly change the agreements in a manner that importantly and/or negatively affects the way the service is used, users will be notified.",
            "last_updated": "2023-07-11 10:05:05",
            "point_link": "https://edit.tosdr.org/points/8581",
            "approval_status": "APPROVED",
            "clause_text": "Cocoon reserves the right, at its sole discretion and at any time, to modify this Agreement or any portion thereof, at any time and without prior notice.\nIf we modify this Agreement, we will post the modification on our Web site or provide you with notice of the modification.\nBy continuing to access or use the Software after we have posted a modification on the Web site or have provided you with notice of a modification, you are indicating that you agree to be bound by the modified agreement.",
            "point_source": "https://trycocoon.com/terms/",
            "case": {
                "text": "You should revisit the terms periodically, although in case of material changes, the service will notify",
                "href": "https://edit.tosdr.org/cases/329"
            }
        },
        {
            "title": "They may stop providing the service at any time",
            "rating": "neutral",
            "description": "They may discontinue the services without prior notice, at any time, for any or no reason. They usually assume no liability for losses and damages resulting from this suspension.",
            "last_updated": "2023-07-11 10:08:28",
            "point_link": "https://edit.tosdr.org/points/8560",
            "approval_status": "APPROVED",
            "clause_text": "Cocoon may stop (permanently or temporarily) providing the Services (or any features within the Services) to you or to users generally at Cocoon’s sole discretion, without prior notice to you.",
            "point_source": "https://trycocoon.com/terms/",
            "case": {
                "text": "They may stop providing the service at any time",
                "href": "https://edit.tosdr.org/cases/203"
            }
        },
        {
            "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
            "rating": "neutral",
            "description": "The service provider expressly does not claim to provide uninterrupted, timely, secure or error-free service.",
            "last_updated": "2023-07-11 10:05:06",
            "point_link": "https://edit.tosdr.org/points/8586",
            "approval_status": "APPROVED",
            "clause_text": "YOUR USE OF THE SERVICES WILL BE UNINTERRUPTED, TIMELY, SECURE OR FREE FROM ERROR",
            "point_source": "https://trycocoon.com/terms/",
            "case": {
                "text": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
                "href": "https://edit.tosdr.org/cases/287"
            }
        },
        {
            "title": "This service prohibits users sending chain letters, junk mail, spam or any unsolicited messages",
            "rating": "neutral",
            "description": "Users are not allowed to use the service for chain letters, junk mail, spamming or any other distribution of content to people who have not agreed to receiving it.",
            "last_updated": "2023-07-11 06:36:05",
            "point_link": "https://edit.tosdr.org/points/8590",
            "approval_status": "APPROVED",
            "clause_text": "<p>post spam links, and/or personal referral links in an aggressive, wanton, or otherwise inappropriate fashion both on Cocoon or on any other public site on the web</p>",
            "point_source": "https://trycocoon.com/terms/",
            "case": {
                "text": "You are prohibited from sending chain letters, junk mail, spam or any unsolicited messages",
                "href": "https://edit.tosdr.org/cases/281"
            }
        },
        {
            "title": "Users agree not to submit libelous, harassing or threatening content",
            "rating": "neutral",
            "description": "This service prohibits users from submitting content of a variety of types. This can include content that is unlawful, harassing, abusive, threatening, libelous, sexist, racist, homophobic, transphobic, or discriminatory in any other way.",
            "last_updated": "2023-07-11 10:05:05",
            "point_link": "https://edit.tosdr.org/points/8577",
            "approval_status": "APPROVED",
            "clause_text": "defame, libel, ridicule, mock, stalk, threaten, harass, intimidate or abuse anyone, hatefully, racially, ethnically or, in a reasonable person’s view, an otherwise offensive or objectionable manner</p",
            "point_source": "https://trycocoon.com/terms/",
            "case": {
                "text": "You agree not to submit libelous, harassing or threatening content",
                "href": "https://edit.tosdr.org/cases/283"
            }
        },
        {
            "title": "The service is provided 'as is' and to be used at the users' sole risk",
            "rating": "neutral",
            "description": "This service does not provide any guarantees as to its usability or fitness for the users' purposes. Users agree to use it at their own risk, accepting any possible bugs, malfunctions or harm to their devices.",
            "last_updated": "2023-07-11 10:05:04",
            "point_link": "https://edit.tosdr.org/points/8582",
            "approval_status": "APPROVED",
            "clause_text": "To the maximum extent permitted by applicable law, the Software is provided “AS IS”, and “AS AVAILABLE”, without warranty of any kind.\nTO THE MAXIMUM EXTENT ALLOWED BY APPLICABLE LAW, COCOON EXPRESSLY DISCLAIMS ALL WARRANTIES AND CONDITIONS, EXPRESS OR IMPLIED, INCLUDING ANY IMPLIED WARRANTIES AND CONDITIONS OF ACCURACY, MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT, AND ANY WARRANTIES AND CONDITIONS ARISING OUT OF COURSE OF DEALING OR USAGE OF TRADE",
            "point_source": "https://trycocoon.com/terms/",
            "case": {
                "text": "The service is provided 'as is' and to be used at your sole risk",
                "href": "https://edit.tosdr.org/cases/286"
            }
        },
        {
            "title": "Prohibits the posting of pornographic content",
            "rating": "neutral",
            "description": "Users are not allowed to post any content of pornographic nature. This includes adult content, things that are sexually explicit, or obscene.",
            "last_updated": "2023-07-11 10:05:05",
            "point_link": "https://edit.tosdr.org/points/8576",
            "approval_status": "APPROVED",
            "clause_text": "you agree not to use the Service in order to (all as determined in our sole and absolute discretion):</p>\n<p>post, upload, transmit or otherwise disseminate information that is obscene, indecent, vulgar, pornographic, sexual, hateful or otherwise objectionable",
            "point_source": "https://trycocoon.com/terms/",
            "case": {
                "text": "The posting of pornographic content is prohibited",
                "href": "https://edit.tosdr.org/cases/315"
            }
        },
        {
            "title": "The service can suspend your account for several reasons",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:05:04",
            "point_link": "https://edit.tosdr.org/points/8558",
            "approval_status": "APPROVED",
            "clause_text": "Cocoon at its sole discretion will and can cancel or remove your account or suspend your account entirely if Cocoon has reasons to believe that rewards were earned through means that are against the Cocoon Terms &amp.\nConditions as well as the spirit of the guidelines",
            "point_source": "https://trycocoon.com/terms/",
            "case": {
                "text": "Your account can be suspended for several reasons",
                "href": "https://edit.tosdr.org/cases/205"
            }
        },
        {
            "title": "This service is only available to users of a certain age",
            "rating": "neutral",
            "description": "The Services are intended for users who are at least a certain age. If you are younger than the age required then you are prohibited from using the Service.",
            "last_updated": "2023-07-11 10:04:12",
            "point_link": "https://edit.tosdr.org/points/8564",
            "approval_status": "APPROVED",
            "clause_text": "If you are under the age of 13, you are not allowed to use the Software.",
            "point_source": "https://trycocoon.com/terms/",
            "case": {
                "text": "This service is only available to users over a certain age",
                "href": "https://edit.tosdr.org/cases/152"
            }
        },
        {
            "title": "Users agree not to use the service for illegal purposes",
            "rating": "neutral",
            "description": "The user agrees not to commit any unlawful acts through the use of the website, including the posting of illegal content or messaging.",
            "last_updated": "2023-07-11 10:05:06",
            "point_link": "https://edit.tosdr.org/points/8563",
            "approval_status": "APPROVED",
            "clause_text": "You agree to comply with all applicable laws in your use of our service.",
            "point_source": "https://trycocoon.com/terms/",
            "case": {
                "text": "You agree not to use the service for illegal purposes",
                "href": "https://edit.tosdr.org/cases/280"
            }
        },
        {
            "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision",
            "rating": "neutral",
            "description": "Even if the service does not or not always enforce all of the rules or provisions contained in its terms, they still apply. Users can at a later time still be held accountable for violating provisions that have not been enforced consistently.",
            "last_updated": "2023-07-11 10:08:28",
            "point_link": "https://edit.tosdr.org/points/8595",
            "approval_status": "APPROVED",
            "clause_text": "You agree that if Cocoon does not exercise or enforce any legal right or remedy which is contained in the Terms (or which Cocoon has the benefit of under any applicable law), this will not be taken to be a formal waiver of Cocoon’s rights and that those rights or remedies will still be available to Cocoon.",
            "point_source": "https://trycocoon.com/terms/",
            "case": {
                "text": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision",
                "href": "https://edit.tosdr.org/cases/295"
            }
        },
        {
            "title": "The service does not guarantee accuracy or reliability of the information provided",
            "rating": "neutral",
            "description": "This service makes no warranty regarding the accuracy or reliability of any information that is given on its website or the results that may be obtained from the use of the service.",
            "last_updated": "2023-07-11 10:05:08",
            "point_link": "https://edit.tosdr.org/points/8587",
            "approval_status": "APPROVED",
            "clause_text": "(C) ANY INFORMATION OBTAINED BY YOU AS A RESULT OF YOUR USE OF THE SERVICES WILL BE ACCURATE OR RELIABLE,",
            "point_source": "https://trycocoon.com/terms/",
            "case": {
                "text": "The service does not guarantee accuracy or reliability of the information provided",
                "href": "https://edit.tosdr.org/cases/288"
            }
        },
        {
            "title": "Users agree not to use the service for illegal purposes",
            "rating": "neutral",
            "description": "The user agrees not to commit any unlawful acts through the use of the website, including the posting of illegal content or messaging.",
            "last_updated": "2023-07-11 10:05:05",
            "point_link": "https://edit.tosdr.org/points/8575",
            "approval_status": "APPROVED",
            "clause_text": "You further agree that your use of the Services shall be lawful",
            "point_source": "https://trycocoon.com/terms/",
            "case": {
                "text": "You agree not to use the service for illegal purposes",
                "href": "https://edit.tosdr.org/cases/280"
            }
        },
        {
            "title": "only for your individual use",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:05:01",
            "point_link": "https://edit.tosdr.org/points/8562",
            "approval_status": "APPROVED",
            "clause_text": "<p>Unless you have been specifically permitted to do so in a separate agreement with Cocoon, you agree that you will not reproduce, duplicate, copy, sell, trade or resell the Services for any purpose.",
            "point_source": "https://trycocoon.com/terms/",
            "case": {
                "text": "Only for your individual use",
                "href": "https://edit.tosdr.org/cases/142"
            }
        },
        {
            "title": "Users agree to comply with the law of the service's country",
            "rating": "neutral",
            "description": "By using the service, you agree to comply with the applicable laws of the service's jurisdiction, regardless of your location.",
            "last_updated": "2023-07-11 10:08:28",
            "point_link": "https://edit.tosdr.org/points/8561",
            "approval_status": "APPROVED",
            "clause_text": "You agree to use the Services only for purposes that are permitted by (a) the Terms and (b) any applicable law, regulation or generally accepted practices or guidelines in the relevant jurisdictions (including any laws regarding the export of data or software to and from the United States or other relevant countries).",
            "point_source": "https://trycocoon.com/terms/",
            "case": {
                "text": "You agree to comply with the law of the service's country",
                "href": "https://edit.tosdr.org/cases/237"
            }
        },
        {
            "title": "Other applicable rules, terms, conditions or guidelines",
            "rating": "neutral",
            "description": "Use of the service is subject also to an exhaustive list of other documents containing rules, guidelines, terms or policies (in addition to the obvious Terms of Service/Terms of Use and Privacy Policy/Data Use Policy)",
            "last_updated": "2023-07-11 10:05:04",
            "point_link": "https://edit.tosdr.org/points/8565",
            "approval_status": "APPROVED",
            "clause_text": "Cocoon and the Cocoon Rewards Platform are only available in the United States.\nAny rewards earned outside of the locations listed are not eligible for redemption.",
            "point_source": "https://trycocoon.com/terms/",
            "case": {
                "text": "Other applicable rules, terms, conditions or guidelines",
                "href": "https://edit.tosdr.org/cases/144"
            }
        }
    ]
}