{
    "meta_data": {
        "title": "Flipboard - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "They store data on you even if you did not interact with the service",
            "rating": "unknown",
            "description": "Some services store data on you even if you did not provide that data yourself. For example, users might provide access to their address book, after which a service might also store the phone numbers of that person's contacts.",
            "last_updated": "2023-07-11 06:23:59",
            "edit_link": "https://edit.tosdr.org/points/26932"
        },
        {
            "title": "This service may collect, use, and share location data",
            "rating": "bad",
            "description": "Location-based information is collected and may be used and/or shared with third parties for purposes not directly related to the services provided (i.e. the Service doesn't rely on the use or share of location data to function properly).",
            "last_updated": "2023-07-11 06:27:25",
            "edit_link": "https://edit.tosdr.org/points/28500"
        },
        {
            "title": "This service shares your personal data with third parties that are not essential to its operation",
            "rating": "bad",
            "description": "Your personal data is or may be given to third parties nonessential to the service’s operation. This could be a business partner that receives your data to provide targeted advertisements.",
            "last_updated": "2023-07-11 06:24:00",
            "edit_link": "https://edit.tosdr.org/points/26940"
        },
        {
            "title": "User-generated content can be blocked or censored for any reason",
            "rating": "bad",
            "description": "The service reserves the right, for any or no reason, to refuse to post or reject user communications.",
            "last_updated": "2023-07-11 06:25:45",
            "edit_link": "https://edit.tosdr.org/points/28510"
        },
        {
            "title": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting",
            "rating": "bad",
            "description": "Tracking technologies (such as web beacons, tracking pixels...) are employed on users and/or the service assigns a unique ID to a browser or device to track its behaviour.",
            "last_updated": "2023-07-11 06:24:00",
            "edit_link": "https://edit.tosdr.org/points/26935"
        },
        {
            "title": "Your profile is combined across various products",
            "rating": "bad",
            "description": "When using multiple services from one same company, they can combine these (unrelated) information sources about you to build up a single richer user profile about you.",
            "last_updated": "2023-07-11 06:25:44",
            "edit_link": "https://edit.tosdr.org/points/28503"
        },
        {
            "title": "Your personal data may be used for marketing purposes",
            "rating": "bad",
            "description": "The service may use your personal data for marketing, such as sending you personalised offerings.",
            "last_updated": "2023-07-11 06:24:00",
            "edit_link": "https://edit.tosdr.org/points/26942"
        },
        {
            "title": "You are forced into binding arbitration in case of disputes",
            "rating": "bad",
            "description": "This service forces users to use their own contracted arbitrator and forces users to waive their rights to jury trial.",
            "last_updated": "2023-07-11 06:27:25",
            "edit_link": "https://edit.tosdr.org/points/28514"
        },
        {
            "title": "Information is gathered about you through third parties",
            "rating": "bad",
            "description": "This Service may employ, either identifiable or non-identifiable, data collection from third party sources about you.",
            "last_updated": "2023-07-11 06:25:44",
            "edit_link": "https://edit.tosdr.org/points/28502"
        },
        {
            "title": "This service receives your precise location through GPS coordinates",
            "rating": "bad",
            "description": "Unless the service relies on Geo Location, this case is to be assigned to points that don't need your GPS coordinates to function properly.",
            "last_updated": "2023-07-11 06:25:34",
            "edit_link": "https://edit.tosdr.org/points/26934"
        },
        {
            "title": "Your personal data is used to employ targeted third-party advertising",
            "rating": "bad",
            "description": "Your Personal Information is traded and shared with advertising companies to target ads on you, either on the website you were visiting or in third party websites. Your interaction with the service and data you have shared with them may be gathered to create an advertising ID or profile.",
            "last_updated": "2023-07-11 06:24:00",
            "edit_link": "https://edit.tosdr.org/points/26939"
        },
        {
            "title": "Your personal information is used for many different purposes",
            "rating": "bad",
            "description": "Personal Data can be processed for many reasons, including non essential processing such as for advertising, marketing and analytics purposes.",
            "last_updated": "2023-07-11 06:25:45",
            "edit_link": "https://edit.tosdr.org/points/28506"
        },
        {
            "title": "This service gives your personal data to third parties involved in its operation",
            "rating": "bad",
            "description": "Your personal data is or may be given to third parties essential to the service’s operation. This could be an external spam detection service for an internet forum.",
            "last_updated": "2023-07-11 06:25:45",
            "edit_link": "https://edit.tosdr.org/points/28507"
        },
        {
            "title": "Your personal data is used for advertising",
            "rating": "bad",
            "description": "Your interaction with the service and data you have shared with them may be gathered to create an advertising ID or profile to target ads on you, either on the website you were visiting or in third party websites.",
            "last_updated": "2023-07-11 06:24:00",
            "edit_link": "https://edit.tosdr.org/points/26938"
        },
        {
            "title": "Any liability on behalf of the service is only limited to $100",
            "rating": "bad",
            "description": null,
            "last_updated": "2023-07-11 06:25:45",
            "edit_link": "https://edit.tosdr.org/points/28517"
        },
        {
            "title": "You maintain ownership of your content",
            "rating": "good",
            "description": "This service does not claim ownership over user-generated content or materials, and the user doesn't need to waive any moral rights by posting owned content.",
            "last_updated": "2023-07-11 06:25:44",
            "edit_link": "https://edit.tosdr.org/points/28509"
        },
        {
            "title": "You can delete your content from this service",
            "rating": "good",
            "description": "You can ask the service to remove your content at any time, and it's deleted within a reasonable time.",
            "last_updated": "2023-07-11 06:23:59",
            "edit_link": "https://edit.tosdr.org/points/26930"
        },
        {
            "title": "Your feedback is invited regarding changes to the terms.",
            "rating": "good",
            "description": "The Service takes user suggestions into account to update its Terms.",
            "last_updated": "2023-07-11 06:25:45",
            "edit_link": "https://edit.tosdr.org/points/28518"
        },
        {
            "title": "Pseudonyms are allowed",
            "rating": "good",
            "description": "You don't need to provide your full name to use the Service and you are allowed to use a pseudonym instead.",
            "last_updated": "2023-07-11 06:24:00",
            "edit_link": "https://edit.tosdr.org/points/26931"
        },
        {
            "title": "You can opt out of promotional communications",
            "rating": "good",
            "description": "You can update your account preferences and/or easily unsubscribe of email/sms lists to stop receiving promotional communications.",
            "last_updated": "2023-07-11 06:25:44",
            "edit_link": "https://edit.tosdr.org/points/28504"
        },
        {
            "title": "There is a date of the last update of the agreements",
            "rating": "neutral",
            "description": "The given text has a date that allows to know when it was last updated.",
            "last_updated": "2023-07-11 06:25:44",
            "edit_link": "https://edit.tosdr.org/points/28505"
        },
        {
            "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
            "rating": "neutral",
            "description": "The service assumes no liability for any damages the user incurs, including tangible (e.g. profits) and intangible losses (e.g. data), resulting from the use or inability to use the service or any other matter relating to the service.",
            "last_updated": "2023-07-11 06:27:29",
            "edit_link": "https://edit.tosdr.org/points/28516"
        },
        {
            "title": "You are prohibited from sending chain letters, junk mail, spam or any unsolicited messages",
            "rating": "neutral",
            "description": "Users are not allowed to use the service for chain letters, junk mail, spamming or any other distribution of content to people who have not agreed to receiving it.",
            "last_updated": "2023-07-11 06:25:44",
            "edit_link": "https://edit.tosdr.org/points/28511"
        },
        {
            "title": "This service is only available to users over 16",
            "rating": "neutral",
            "description": "The Services are intended for users who are at least a certain age. If you are younger than the age required then you are prohibited from using the Service.",
            "last_updated": "2023-07-11 06:26:31",
            "edit_link": "https://edit.tosdr.org/points/28513"
        },
        {
            "title": "Your personal data is aggregated into statistics",
            "rating": "neutral",
            "description": "Your personal data is used for statistics in a de-identified/aggregated form (i.e. not directly linked to a unique identity) to analyse trends, for research and for analytics.",
            "last_updated": "2023-07-11 06:24:00",
            "edit_link": "https://edit.tosdr.org/points/26941"
        },
        {
            "title": "You agree not to use the service for illegal purposes",
            "rating": "neutral",
            "description": "The user agrees not to commit any unlawful acts through the use of the website, including the posting of illegal content or messaging.",
            "last_updated": "2023-07-11 06:25:44",
            "edit_link": "https://edit.tosdr.org/points/28508"
        },
        {
            "title": "You must report to the service any unauthorized use of your account or any breach of security",
            "rating": "neutral",
            "description": "The service asks the user to notify them immediately of any unauthorized use or security breaches.",
            "last_updated": "2023-07-11 06:25:44",
            "edit_link": "https://edit.tosdr.org/points/28512"
        },
        {
            "title": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.",
            "rating": "neutral",
            "description": "Even though the Do Not Track (DNT) header was not implemented perfectly, services should not track users whose browsers send a DNT header.",
            "last_updated": "2023-07-11 06:25:44",
            "edit_link": "https://edit.tosdr.org/points/28501"
        },
        {
            "title": "Your IP address is collected, which can be used to view your approximate location",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:24:00",
            "edit_link": "https://edit.tosdr.org/points/26933"
        },
        {
            "title": "The court of law governing the terms is in California, USA",
            "rating": "neutral",
            "description": "The Terms are governed by the applicable laws of a jurisdiction (specified in the title of each point by replacing the \"X\").",
            "last_updated": "2023-07-11 06:25:44",
            "edit_link": "https://edit.tosdr.org/points/28515"
        }
    ]
}