{
    "meta_data": {
        "title": "Riot Games (League of Legends) - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "You waive your moral rights",
            "rating": "blocker",
            "description": "Moral rights are rights to creators of literary, dramatic, musical and artistic works, as well as directors of films.\n\"The moral rights include the right of attribution, the right to have a work published anonymously or pseudonymously, and the right to the integrity of the work. The preserving of the integrity of the work allows the author to object to alteration, distortion, or mutilation of the work that is \"prejudicial to the author's honor or reputation\". Anything else that may detract from the artist's relationship with the work even after it leaves the artist's possession or ownership may bring these moral rights into play. Moral rights are distinct from any economic rights tied to copyrights. Even if an artist has assigned his or her copyright rights to a work to a third party, he or she still maintains the moral rights to the work.\" -Wikipedia\nIn general, any terms that use the exact words \"moral rights\" as rights that are waived will fall under this Case.",
            "last_updated": "2023-07-11 10:03:20",
            "point_link": "https://edit.tosdr.org/points/10380",
            "approval_status": "APPROVED",
            "clause_text": "<li>You waive any moral rights you may have in Your Content with respect to our use of Your Content to the maximum extent permitted by the laws of your jurisdiction.\nIf local laws do not allow for waiver of moral rights, instead you grant Riot Games the right to use Your Content and all elements of Your Content with or without your name or pseudonym, as well as to freely edit Your Content.",
            "point_source": "https://www.riotgames.com/en/terms-of-service",
            "case": {
                "text": "You waive your moral rights",
                "href": "https://edit.tosdr.org/cases/118"
            }
        },
        {
            "title": "This service may keep personal data after a request for erasure for business interests or legal obligations",
            "rating": "bad",
            "description": "After the end of the data retention period and/or if you request the deletion of your data, they may still keep it for business interests (fraud detection, transactions...) or legal obligations (tax, legal reporting...)",
            "last_updated": "2023-07-11 10:03:19",
            "point_link": "https://edit.tosdr.org/points/10373",
            "approval_status": "APPROVED",
            "clause_text": "but will keep some personal information (summoner name for instance) for other defined purposes such as security and fraud detection.",
            "point_source": "https://www.riotgames.com/en/privacy-notice",
            "case": {
                "text": "Some personal data may be kept for business interests or legal obligations",
                "href": "https://edit.tosdr.org/cases/333"
            }
        },
        {
            "title": "The service can delete your account without prior notice and without a reason",
            "rating": "bad",
            "description": "At any time, your account can be terminated without explanation and without warning by the service.",
            "last_updated": "2023-07-11 10:10:25",
            "point_link": "https://edit.tosdr.org/points/14088",
            "approval_status": "APPROVED",
            "clause_text": "They reserve the right to ban users regardless of whether there is or isn't a violation.",
            "point_source": "https://www.riotgames.com/en/terms-of-service",
            "case": {
                "text": "Your account can be deleted or permanently suspended without prior notice and without a reason",
                "href": "https://edit.tosdr.org/cases/201"
            }
        },
        {
            "title": "You waive your right to a class action.",
            "rating": "bad",
            "description": "The right to be represented in a class action (or representative action) exists in the US and some European countries. It allows people who have been similarly injured by the same accused to take legal action by a single lawsuit instead of individually. Some Terms of Service try to limit that right. By agreeing to them, you could waive (= renounce to) your right to a class action, which might reduce your chances to be successful in a case.",
            "last_updated": "2023-07-11 10:03:18",
            "point_link": "https://edit.tosdr.org/points/10315",
            "approval_status": "APPROVED",
            "clause_text": "ou and Riot Games agree that each of us may bring claims against the other only on an individual basis and not as a plaintiff or class member in any purported class or representative action or proceeding.\nUnless both you and Riot Games agree otherwise, the arbitrator may not consolidate or join more than one person’s or party’s claims, and may not otherwise preside over any form of a consolidated, representative, or class proceeding.\nAlso, the arbitrator may award relief (including monetary, injunctive, and declaratory relief) only in favor of the individual party seeking relief and only to the extent necessary to provide relief necessitated by that party’s individual claim(s).</u>",
            "point_source": "https://www.riotgames.com/en/terms-of-service",
            "case": {
                "text": "You waive your right to a class action.",
                "href": "https://edit.tosdr.org/cases/117"
            }
        },
        {
            "title": "This service reserves the right to disclose your personal information without notifying you",
            "rating": "bad",
            "description": "If the Government governing the Terms requests personal data of a user of this service, they may not inform/notify the user while complying with the request.",
            "last_updated": "2023-07-11 10:03:21",
            "point_link": "https://edit.tosdr.org/points/10379",
            "approval_status": "APPROVED",
            "clause_text": "We may also use, disclose, and preserve info as necessary or appropriate, including when necessary for a legal obligation or legitimate or public interest or to protect the vital interest of you or someone else, such as to: </p>\n<ul>\n<li> Comply with applicable law or respond to legal process (like requests from law enforcement or other public or government authorities).\n</li>\n<br>\n<li> Securely operate the Riot services (like stopping attacks on our systems).\n</li>\n<br>\n<li> Protect players and third parties (such as to help prevent serious injury or crime).\nand </li>\n<br>\n<li> Protect our own rights, property, and operations (like enforcing our contracts and terms -- including the Terms of Service -- and pursuing available remedies or limiting the damages we may sustain).\n</li>\n<br>",
            "point_source": "https://www.riotgames.com/en/privacy-notice",
            "case": {
                "text": "Your personal data may be disclosed to comply with government requests without notice to you",
                "href": "https://edit.tosdr.org/cases/164"
            }
        },
        {
            "title": "The service uses third party tracking pixels to track social media conversion",
            "rating": "bad",
            "description": "These types of cookies/pixels send information to social media sites when you interact with the service.",
            "last_updated": "2023-07-11 10:03:21",
            "point_link": "https://edit.tosdr.org/points/10370",
            "approval_status": "APPROVED",
            "clause_text": "and</li>\n<li>where you agree to this in accordance with your privacy settings on social sites, with information we obtain from social sites (such as with respect to your usage of it or your posts, messages or comments on it)",
            "point_source": "https://euw.leagueoflegends.com/en/legal/cookie-policy",
            "case": {
                "text": "You are being tracked via social media cookies/pixels",
                "href": "https://edit.tosdr.org/cases/307"
            }
        },
        {
            "title": "This service forces users into binding arbitration in the case of disputes",
            "rating": "bad",
            "description": "This service forces users to use their own contracted arbitrator and forces users to waive their rights to jury trial.",
            "last_updated": "2023-07-11 10:10:31",
            "point_link": "https://edit.tosdr.org/points/14103",
            "approval_status": "APPROVED",
            "clause_text": "Any dispute, claim or controversy arising out of or related to these Terms or the Riot Services shall be resolved exclusively by private, binding arbitration, rather than in court, except that qualifying small claims may be submitted in small claims court and either party may seek emergency, provisional relief before the appointment of an arbitrator as specified in Section 17.14, below.\nThis means that, except for qualifying small claims actions and emergency situations covered by Section 17.14 below, <strong>you and Riot Games each waive the right to bring such claims to court, including the right to a jury trial</strong>.</p>",
            "point_source": "https://www.riotgames.com/en/terms-of-service",
            "case": {
                "text": "You are forced into binding arbitration in case of disputes",
                "href": "https://edit.tosdr.org/cases/339"
            }
        },
        {
            "title": "You must provide your legal name, pseudonyms are not allowed",
            "rating": "bad",
            "description": "You must provide your legal name and pseudonyms aren't allowed. This case doesn't apply to Services for which transparency regarding users identities is relevant for their purposes.",
            "last_updated": "2023-07-11 10:10:30",
            "point_link": "https://edit.tosdr.org/points/14086",
            "approval_status": "APPROVED",
            "clause_text": "You must always supply us with accurate and complete info including your real name.",
            "point_source": "https://www.riotgames.com/en/terms-of-service",
            "case": {
                "text": "You must provide your legal name, pseudonyms are not allowed",
                "href": "https://edit.tosdr.org/cases/214"
            }
        },
        {
            "title": "Usernames can be rejected or changed for any reason",
            "rating": "bad",
            "description": "The service's terms explain they may change or remove usernames at their sole discretion, and they may do so without prior notice.",
            "last_updated": "2023-07-11 10:10:24",
            "point_link": "https://edit.tosdr.org/points/14094",
            "approval_status": "APPROVED",
            "clause_text": "You may not use a misspelling or an alternative spelling to circumvent this restriction on name choices, like user names.\nRiot Games may modify any name which Riot Games reasonably believes violates this provision, without notification to you, and may take further disciplinary measures, including account termination for repeated violations;</li>",
            "point_source": "https://www.riotgames.com/en/terms-of-service",
            "case": {
                "text": "Usernames can be rejected or changed for any reason",
                "href": "https://edit.tosdr.org/cases/328"
            }
        },
        {
            "title": "Any liability on behalf of the service is only limited to the fees you paid as a user",
            "rating": "bad",
            "description": null,
            "last_updated": "2023-07-11 10:03:21",
            "point_link": "https://edit.tosdr.org/points/10376",
            "approval_status": "APPROVED",
            "clause_text": "<u>To the extent permitted by law, our total liability to you (whether for breach of this contract, negligence or for any other reason whatever) for any loss, harm or damage suffered by you in connection with your downloading, use and/or access of the Riot Services is limited to the total amounts paid by you to Riot during the six (6) months immediately prior to the time your cause of action first arose.</u>",
            "point_source": "https://www.riotgames.com/en/terms-of-service",
            "case": {
                "text": "Any liability on behalf of the service is only limited to the fees you paid as a user",
                "href": "https://edit.tosdr.org/cases/149"
            }
        },
        {
            "title": "User logs are deleted after a finite period of time",
            "rating": "good",
            "description": "Logs are text files containing some information about web visitors, such as user agents (showing for instance that you're connecting from Firefox for Android) and ip addresses (which reveal your approximate location). This case applies to Services that periodically delete their logs to prevent user sessions being tracked over time.",
            "last_updated": "2023-07-11 10:03:20",
            "point_link": "https://edit.tosdr.org/points/10378",
            "approval_status": "APPROVED",
            "clause_text": "As another example, chat logs/history data is retained for a period of two years from its creation.\nThis is to enable Riot to properly investigate infringements of our rules and policies such as fraud, toxicity, cheating and harmful behaviour.",
            "point_source": "https://www.riotgames.com/en/privacy-notice",
            "case": {
                "text": "Logs are deleted after a finite period of time",
                "href": "https://edit.tosdr.org/cases/177"
            }
        },
        {
            "title": "Users can access most of the pages on the service's website without revealing any personal information",
            "rating": "good",
            "description": "The service does not require users to reveal personal information for most of its website. However, it may still collect anonymous logs.",
            "last_updated": "2023-07-11 06:33:29",
            "point_link": "https://edit.tosdr.org/points/10372",
            "approval_status": "APPROVED",
            "clause_text": "ou can use many parts of the Riot services without ever creating an account, purchasing our products or services, or otherwise submitting info like your name or email address to us.",
            "point_source": "https://www.riotgames.com/en/privacy-notice",
            "case": {
                "text": "You can access most of the pages on the service's website without revealing any personal information",
                "href": "https://edit.tosdr.org/cases/298"
            }
        },
        {
            "title": "You can request access and deletion of personal data",
            "rating": "good",
            "description": "Users have the right to access personal data hold by the Service, correct it and/or permanently delete it. This usually applies to Services GDPR compliants.",
            "last_updated": "2023-07-11 10:03:20",
            "point_link": "https://edit.tosdr.org/points/10362",
            "approval_status": "APPROVED",
            "clause_text": "If you’re concerned with the way we’re handling your info, or if you would like to request to access, correct, update, restrict or delete your personal info, object to or opt out of the processing of your personal info, withdraw your consent to our use of your info, or if you would like to request a copy of your personal info for purposes of transmitting it to another company (to the extent these rights are provided to you by applicable law), please Contact Us or visit privacy.riotgames.com and follow the instructions provided.",
            "point_source": "https://www.riotgames.com/en/privacy-notice",
            "case": {
                "text": "You can request access, correction and/or deletion of your data",
                "href": "https://edit.tosdr.org/cases/195"
            }
        },
        {
            "title": "If you offer suggestions to the service, they may use that without your approval or compensation, but they do not become the owner",
            "rating": "good",
            "description": "The service may employ a broad copyright license over feedback, proposals, ideas and suggestions submitted, including the right to use them without restriction, compensation or obligation to the user, but they do not claim ownership on them.",
            "last_updated": "2023-07-11 10:10:24",
            "point_link": "https://edit.tosdr.org/points/14087",
            "approval_status": "APPROVED",
            "clause_text": "We may freely use any Unsolicited Ideas you provide.\nThis policy is aimed at avoiding potential misunderstandings or disputes when the Riot Services might seem similar to Unsolicited Ideas that people submit.</p>\n<p>You may not have any legal rights in the Unsolicited Ideas you insist on sending to us, but if you do, we will be allowed to use all or some of your Unsolicited Ideas for any reason we choose and without any payment to you.",
            "point_source": "https://www.riotgames.com/en/terms-of-service",
            "case": {
                "text": "If you offer suggestions to the service, they may use that without your approval or compensation, but they do not become the owner",
                "href": "https://edit.tosdr.org/cases/390"
            }
        },
        {
            "title": "You can opt out of promotional communications",
            "rating": "good",
            "description": "You can update your account preferences and/or easily unsubscribe of email/sms lists to stop receiving promotional communications.",
            "last_updated": "2023-07-11 10:03:19",
            "point_link": "https://edit.tosdr.org/points/10361",
            "approval_status": "APPROVED",
            "clause_text": "If you choose to receive marketing and promotional emails from us but later change your mind, simply “unsubscribe” by following the instructions in the relevant email.",
            "point_source": "https://www.riotgames.com/en/privacy-notice",
            "case": {
                "text": "You can opt out of promotional communications",
                "href": "https://edit.tosdr.org/cases/223"
            }
        },
        {
            "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:03:18",
            "point_link": "https://edit.tosdr.org/points/10328",
            "approval_status": "APPROVED",
            "clause_text": "Riot Games reserves the right, at its own expense and in its sole and absolute discretion, to assume the exclusive defense and control of any matter otherwise subject to indemnification by you, in which event you’ll cooperate with Riot Games in asserting any available defenses.</p>\n<p>For example, if you use the Riot Services as part of a business operation (something you’re not allowed to do) and we get sued because of something you do in breach of these Terms, you’ll have to defend us in court and pay for any damages we incur.</p>",
            "point_source": "https://www.riotgames.com/en/terms-of-service",
            "case": {
                "text": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
                "href": "https://edit.tosdr.org/cases/146"
            }
        },
        {
            "title": "Users should revisit the terms periodically, although in case of material changes, the service will notify",
            "rating": "neutral",
            "description": "The service may update the Terms without notice, but if they significantly change the agreements in a manner that importantly and/or negatively affects the way the service is used, users will be notified.",
            "last_updated": "2023-07-11 10:03:19",
            "point_link": "https://edit.tosdr.org/points/10326",
            "approval_status": "APPROVED",
            "clause_text": "When we do make changes, we’ll update the “Last Modified” date at the top of the notice and post it to the Riot services.\nIf we make material changes to the notice or the ways we process player info, we’ll provide you additional notice as well (such as by prominently posting a notice of the changes on the Riot services before they take effect or sending you a notification directly).\n</p>\n<p> We encourage you to check back periodically to review this notice for any changes since your last visit.",
            "point_source": "https://www.riotgames.com/en/privacy-notice",
            "case": {
                "text": "You should revisit the terms periodically, although in case of material changes, the service will notify",
                "href": "https://edit.tosdr.org/cases/329"
            }
        },
        {
            "title": "This service assumes no responsibility and liability for the contents of links to other websites",
            "rating": "neutral",
            "description": "The service rejects any responsibility for the contents of other websites to which it links.",
            "last_updated": "2023-07-11 10:10:24",
            "point_link": "https://edit.tosdr.org/points/14095",
            "approval_status": "APPROVED",
            "clause_text": "<p>The Riot Services may contain links to websites operated by other parties.\nAgain, we do not own or operate those other websites.\nWe provide these links to you as a convenience, or other users might be posting these links as user-provided content.\nUse these links and the corresponding external websites at your own risk.\nWe don’t control the linked sites, and we’re not responsible for the content available there.\nSuch links don’t imply our endorsement of info or material on any other site, and we disclaim all liability with regard to your access to and use of such linked websites.</p>",
            "point_source": "https://www.riotgames.com/en/terms-of-service",
            "case": {
                "text": "This service assumes no responsibility and liability for the contents of links to other websites",
                "href": "https://edit.tosdr.org/cases/279"
            }
        },
        {
            "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
            "rating": "neutral",
            "description": "The service assumes no liability for any damages the user incurs, including tangible (e.g. profits) and intangible losses (e.g. data), resulting from the use or inability to use the service or any other matter relating to the service.",
            "last_updated": "2023-07-11 10:10:26",
            "point_link": "https://edit.tosdr.org/points/14102",
            "approval_status": "APPROVED",
            "clause_text": "We also won’t have responsibility for any damage which arises because you failed to install any update when it is made available by Riot Games or where you fail to maintain the minimum system specifications required.\nSeparately, we are not responsible for: (i) any loss that was not foreseeable at the time you entered into these Terms.\nor (ii) any loss that we both knew might happen only because of your special circumstances existing at the time you entered into these Terms (including all indirect damages).</u>",
            "point_source": "https://www.riotgames.com/en/terms-of-service",
            "case": {
                "text": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
                "href": "https://edit.tosdr.org/cases/293"
            }
        },
        {
            "title": "Users are responsible for any risks, damages, or losses they may incur by downloading materials",
            "rating": "neutral",
            "description": "Users are responsible for any harm to their computer system or loss of data they may incur through the download of materials from the service.",
            "last_updated": "2023-07-11 10:03:15",
            "point_link": "https://edit.tosdr.org/points/10323",
            "approval_status": "APPROVED",
            "clause_text": "You assume all responsibility for the installation and use of, and results obtained from the Riot Services",
            "point_source": "https://www.riotgames.com/en/terms-of-service",
            "case": {
                "text": "You are responsible for any risks, damages, or losses that may incur by downloading materials",
                "href": "https://edit.tosdr.org/cases/291"
            }
        },
        {
            "title": "Blocking first party cookies may limit your ability to use the service",
            "rating": "neutral",
            "description": "Most browsers allow users to set preferences related to cookies storage. You may choose to block all cookies (including first-party cookies), but it may impact your use of this service and you may not be able to access some or any of the features provided.",
            "last_updated": "2023-07-11 10:03:21",
            "point_link": "https://edit.tosdr.org/points/10371",
            "approval_status": "APPROVED",
            "clause_text": "However, your experience may be less functional and you may need to re-enter your preferences each time you visit.\n</li>\n</ul>\n<p>\n<",
            "point_source": "https://euw.leagueoflegends.com/en/legal/cookie-policy",
            "case": {
                "text": "Blocking first party cookies may limit your ability to use the service",
                "href": "https://edit.tosdr.org/cases/375"
            }
        },
        {
            "title": "There is a date of the last update of the terms",
            "rating": "neutral",
            "description": "The given text has a date that allows to know when it was last updated.",
            "last_updated": "2023-07-11 10:03:16",
            "point_link": "https://edit.tosdr.org/points/10318",
            "approval_status": "APPROVED",
            "clause_text": "Last Modified: January 15, 2020</em>",
            "point_source": "https://www.riotgames.com/en/terms-of-service",
            "case": {
                "text": "There is a date of the last update of the agreements",
                "href": "https://edit.tosdr.org/cases/331"
            }
        },
        {
            "title": "This service employs a broad copyright license over user content including the right to distribute through any media",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:03:20",
            "point_link": "https://edit.tosdr.org/points/10381",
            "approval_status": "APPROVED",
            "clause_text": "<li>You grant us, from the time of uploading or transmission of Your Content, a worldwide, perpetual, irrevocable, sublicenseable, non-exclusive and royalty-free right and license to use, reproduce, distribute, adapt, modify, translate, create derivative works based upon, publicly perform, publicly display, digitally perform, make, have made, and import Your Content, including, all copyrights, publicity rights, trademarks, trade secrets, patents, industrial rights and all other intellectual and proprietary rights related to them, for the purpose of providing the Riot Services without any compensation to you.\n</li>\n<",
            "point_source": "https://www.riotgames.com/en/terms-of-service",
            "case": {
                "text": "Your content can be distributed through any media known now or in the future",
                "href": "https://edit.tosdr.org/cases/139"
            }
        },
        {
            "title": "defend, indemnify, hold harmless; survives termination",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:10:26",
            "point_link": "https://edit.tosdr.org/points/14105",
            "approval_status": "APPROVED",
            "clause_text": "These Terms begins on the date you first accept them and last for as long as you use or maintain an account on the Riot Services.\nHowever, Sections 2.3, 3.2, 4.3, 4.4, 4.5, 5.1, 6, 8, and 13-19 inclusive, shall survive the termination of these Terms.</p>",
            "point_source": "https://www.riotgames.com/en/terms-of-service",
            "case": {
                "text": "Defend, indemnify, hold harmless; survives termination",
                "href": "https://edit.tosdr.org/cases/147"
            }
        },
        {
            "title": "This service prohibits users sending chain letters, junk mail, spam or any unsolicited messages",
            "rating": "neutral",
            "description": "Users are not allowed to use the service for chain letters, junk mail, spamming or any other distribution of content to people who have not agreed to receiving it.",
            "last_updated": "2023-07-11 10:10:24",
            "point_link": "https://edit.tosdr.org/points/14093",
            "approval_status": "APPROVED",
            "clause_text": "\"The following are examples of behavior that warrant disciplinary measures:[...] Spamming chat, whether for personal or commercial purposes, by disrupting the flow of conversation with repeated postings;\"",
            "point_source": "https://www.riotgames.com/en/terms-of-service",
            "case": {
                "text": "You are prohibited from sending chain letters, junk mail, spam or any unsolicited messages",
                "href": "https://edit.tosdr.org/cases/281"
            }
        },
        {
            "title": "This service is only available for use individually and non-commercially.",
            "rating": "neutral",
            "description": "Users can't use the Service for commercial purposes (unless the Service consents): it is only for personal, individual purposes.",
            "last_updated": "2023-07-11 10:03:15",
            "point_link": "https://edit.tosdr.org/points/10322",
            "approval_status": "APPROVED",
            "clause_text": "We grant you a limited, non-exclusive, non-transferable, revocable license to use and enjoy the Riot Services (and any Virtual Content) for your individual, non-commercial, entertainment purposes only and expressly conditioned upon your compliance with these Terms.",
            "point_source": "https://www.riotgames.com/en/terms-of-service",
            "case": {
                "text": "This service is only available for use individually and non-commercially.",
                "href": "https://edit.tosdr.org/cases/143"
            }
        },
        {
            "title": "This service prohibits users from attempting to gain unauthorized access to other computer systems",
            "rating": "neutral",
            "description": "The service does not allow any attempts at hacking or otherwise gaining unauthorized access to other users' computers.",
            "last_updated": "2023-07-11 10:10:31",
            "point_link": "https://edit.tosdr.org/points/14091",
            "approval_status": "APPROVED",
            "clause_text": "\"The following are examples of behavior that warrant disciplinary measures:[...] Transmitting or facilitating the transmission of any content that contains a virus, corrupted data, trojan horse, bot keystroke logger, worm, time bomb, cancelbot or other computer programming routines that are intended to and/or actually damage, detrimentally interfere with, surreptitiously intercept or mine,\"",
            "point_source": "https://www.riotgames.com/en/terms-of-service",
            "case": {
                "text": "You are prohibited from attempting to gain unauthorized access to other computer systems",
                "href": "https://edit.tosdr.org/cases/284"
            }
        },
        {
            "title": "Users cannot scrape the website of the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:10:24",
            "point_link": "https://edit.tosdr.org/points/14092",
            "approval_status": "APPROVED",
            "clause_text": "\"The following are examples of behavior that warrant disciplinary measures:[...] Transmitting or facilitating the transmission of any content that contains a virus, corrupted data, trojan horse, bot keystroke logger, worm, time bomb, cancelbot or other computer programming routines that are intended to and/or actually damage, detrimentally interfere with, surreptitiously intercept or mine, scrape or expropriate any system, data or personal info;\"",
            "point_source": "https://www.riotgames.com/en/terms-of-service",
            "case": {
                "text": "Spidering, crawling, or accessing the site through any automated means is not allowed",
                "href": "https://edit.tosdr.org/cases/150"
            }
        },
        {
            "title": "The service is provided 'as is' and to be used at the users' sole risk",
            "rating": "neutral",
            "description": "This service does not provide any guarantees as to its usability or fitness for the users' purposes. Users agree to use it at their own risk, accepting any possible bugs, malfunctions or harm to their devices.",
            "last_updated": "2023-07-11 10:10:25",
            "point_link": "https://edit.tosdr.org/points/14098",
            "approval_status": "APPROVED",
            "clause_text": "The Riot Services are provided to you on an “as is” and “as available” basis without warranties or representations of any kind, express or implied.\nYou assume all responsibility for your use of the Riot Services.",
            "point_source": "https://www.riotgames.com/en/terms-of-service",
            "case": {
                "text": "The service is provided 'as is' and to be used at your sole risk",
                "href": "https://edit.tosdr.org/cases/286"
            }
        },
        {
            "title": "This services gives no guarantee regarding quality",
            "rating": "neutral",
            "description": "The Service doesn't warrant or guarantee the quality of the products or services provided.",
            "last_updated": "2023-07-11 10:10:25",
            "point_link": "https://edit.tosdr.org/points/14101",
            "approval_status": "APPROVED",
            "clause_text": "\"To the fullest extent permitted by applicable law, Riot Games disclaims all warranties, express or implied, which might apply to the Riot Services, including[...] and any warranties as to the accuracy, reliability or quality of any content or info contained within the Riot Services.\"",
            "point_source": "https://www.riotgames.com/en/terms-of-service",
            "case": {
                "text": "No guarantee is given regarding quality",
                "href": "https://edit.tosdr.org/cases/160"
            }
        },
        {
            "title": "Users agree not to submit libelous, harassing or threatening content",
            "rating": "neutral",
            "description": "This service prohibits users from submitting content of a variety of types. This can include content that is unlawful, harassing, abusive, threatening, libelous, sexist, racist, homophobic, transphobic, or discriminatory in any other way.",
            "last_updated": "2023-07-11 10:10:31",
            "point_link": "https://edit.tosdr.org/points/14089",
            "approval_status": "APPROVED",
            "clause_text": "\"The following are examples of behavior that warrant disciplinary measures:[...] Transmitting or communicating any content which we reasonably believe to be offensive to players, including language that is unlawful, harmful, threatening, abusive, harassing, defamatory,\"",
            "point_source": "https://www.riotgames.com/en/terms-of-service",
            "case": {
                "text": "You agree not to submit libelous, harassing or threatening content",
                "href": "https://edit.tosdr.org/cases/283"
            }
        },
        {
            "title": "If you are the target of a copyright claim, your content may be removed",
            "rating": "neutral",
            "description": "The content you have published on the service may be removed if it infringes copyright.",
            "last_updated": "2023-07-11 10:10:24",
            "point_link": "https://edit.tosdr.org/points/14096",
            "approval_status": "APPROVED",
            "clause_text": "Riot Games respects copyright law and expects its users to do the same.\nIt is our policy to terminate accounts in appropriate circumstances of users who infringe or are believed to infringe the rights of copyright holders.\nRiot Games will respond expeditiously to claims of copyright infringement committed using the Riot Games website or other online network accessible through a mobile device or other type of device (the “<strong>Sites</strong>”) that are reported to Riot Games’ Designated Copyright Agent, identified in the sample notice below.",
            "point_source": "https://www.riotgames.com/en/terms-of-service",
            "case": {
                "text": "If you are the target of a copyright claim, your content may be removed",
                "href": "https://edit.tosdr.org/cases/310"
            }
        },
        {
            "title": "Prohibits the posting of pornographic content",
            "rating": "neutral",
            "description": "Users are not allowed to post any content of pornographic nature. This includes adult content, things that are sexually explicit, or obscene.",
            "last_updated": "2023-07-11 10:10:24",
            "point_link": "https://edit.tosdr.org/points/14090",
            "approval_status": "APPROVED",
            "clause_text": "\"The following are examples of behavior that warrant disciplinary measures:[...] Transmitting or communicating any content which we reasonably believe to be offensive to players, including language that is unlawful, harmful, threatening, abusive, harassing, defamatory, vulgar, obscene, sexually explicit, or racially, ethically, or otherwise objectionable;\"",
            "point_source": "https://www.riotgames.com/en/terms-of-service",
            "case": {
                "text": "The posting of pornographic content is prohibited",
                "href": "https://edit.tosdr.org/cases/315"
            }
        },
        {
            "title": "Provides instructions on how to submit a copyright claim",
            "rating": "neutral",
            "description": "If content that you own is copied or made accessible through the service in a way that constitutes an intellectual property right infringement, you can report it following the instructions given in the agreements.",
            "last_updated": "2023-07-11 10:10:24",
            "point_link": "https://edit.tosdr.org/points/14097",
            "approval_status": "APPROVED",
            "clause_text": "<p>If you’re a copyright owner, are authorized to act on behalf of one, or authorized to act under any exclusive right under copyright, please report alleged copyright infringements taking place on or through the Sites by submitting a notice that contains all of the following:",
            "point_source": "https://www.riotgames.com/en/terms-of-service",
            "case": {
                "text": "Instructions are provided on how to submit a copyright claim",
                "href": "https://edit.tosdr.org/cases/138"
            }
        },
        {
            "title": "The service informs users that its privacy policy does not apply to third party websites",
            "rating": "neutral",
            "description": "The service states that whenever it links to third party websites or applications, its privacy policy does not apply. Those third party websites or applications hosted or operated by other organizations may have their own privacy policies.",
            "last_updated": "2023-07-11 10:03:21",
            "point_link": "https://edit.tosdr.org/points/10321",
            "approval_status": "APPROVED",
            "clause_text": "We’re only describing our own practices – this notice doesn’t apply to third parties we don’t own or control, including other companies you might interact with on or through the Riot services (see Third-Party Websites and Services).",
            "point_source": "https://www.riotgames.com/en/privacy-notice",
            "case": {
                "text": "The service informs you that its privacy policy does not apply to third party websites",
                "href": "https://edit.tosdr.org/cases/299"
            }
        },
        {
            "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision",
            "rating": "neutral",
            "description": "Even if the service does not or not always enforce all of the rules or provisions contained in its terms, they still apply. Users can at a later time still be held accountable for violating provisions that have not been enforced consistently.",
            "last_updated": "2023-07-11 10:03:19",
            "point_link": "https://edit.tosdr.org/points/10375",
            "approval_status": "APPROVED",
            "clause_text": "<p>Riot Games’ failure to enforce any provision of these Terms shall in no way be construed to be a present or future waiver of such provision, nor in any way affect the right of any party to enforce each and every such provision after that.",
            "point_source": "https://www.riotgames.com/en/terms-of-service",
            "case": {
                "text": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision",
                "href": "https://edit.tosdr.org/cases/295"
            }
        },
        {
            "title": "You are responsible for maintaining the security of your account and for the activities on your account",
            "rating": "neutral",
            "description": "You are responsible for protecting the confidentiality of your password and for maintaining the security of your account. Any activity occurring under your account is your responsibility, whether authorized by you or not.",
            "last_updated": "2023-07-11 10:03:15",
            "point_link": "https://edit.tosdr.org/points/10320",
            "approval_status": "APPROVED",
            "clause_text": "You are responsible for all losses (including loss or use of Virtual Content) on your account where you have shared your Login Credentials or have failed to keep your account or Login Credentials secure.",
            "point_source": "https://www.riotgames.com/en/terms-of-service",
            "case": {
                "text": "You are responsible for maintaining the security of your account and for the activities on your account",
                "href": "https://edit.tosdr.org/cases/148"
            }
        },
        {
            "title": "The service does not guarantee accuracy or reliability of the information provided",
            "rating": "neutral",
            "description": "This service makes no warranty regarding the accuracy or reliability of any information that is given on its website or the results that may be obtained from the use of the service.",
            "last_updated": "2023-07-11 10:10:26",
            "point_link": "https://edit.tosdr.org/points/14100",
            "approval_status": "APPROVED",
            "clause_text": "\"To the fullest extent permitted by applicable law, Riot Games disclaims all warranties, express or implied, which might apply to the Riot Services, including[...] and any warranties as to the accuracy, reliability\"",
            "point_source": "https://www.riotgames.com/en/terms-of-service",
            "case": {
                "text": "The service does not guarantee accuracy or reliability of the information provided",
                "href": "https://edit.tosdr.org/cases/288"
            }
        },
        {
            "title": "This service requires first-party cookies",
            "rating": "neutral",
            "description": "First-party cookies only belong to the domain of the service and not a third party.",
            "last_updated": "2023-07-11 10:03:20",
            "point_link": "https://edit.tosdr.org/points/10365",
            "approval_status": "APPROVED",
            "clause_text": "<p>Cookies may be placed on your device by Riot Games as the operator of the Riot services.\nThese cookies are called “first party” cookies.",
            "point_source": "https://euw.leagueoflegends.com/en/legal/cookie-policy",
            "case": {
                "text": "First-party cookies are used",
                "href": "https://edit.tosdr.org/cases/126"
            }
        },
        {
            "title": "You must report to the service any unauthorized use of your account or any breach of security",
            "rating": "neutral",
            "description": "The service asks the user to notify them immediately of any unauthorized use or security breaches.",
            "last_updated": "2023-07-11 10:15:55",
            "point_link": "https://edit.tosdr.org/points/19862",
            "approval_status": "APPROVED",
            "clause_text": "You must notify us immediately if you become aware of any breach of security, including any unauthorized account access or any loss, theft or unauthorized use or disclosure of your Login Credentials or payment info so we can take appropriate steps.",
            "point_source": "https://www.riotgames.com/en/terms-of-service",
            "case": {
                "text": "You must report to the service any unauthorized use of your account or any breach of security",
                "href": "https://edit.tosdr.org/cases/484"
            }
        },
        {
            "title": "You cannot distribute or disclose your account to third parties",
            "rating": "neutral",
            "description": "In this context third-parties refers to anyone including friends, family, or company",
            "last_updated": "2023-07-11 10:10:29",
            "point_link": "https://edit.tosdr.org/points/14104",
            "approval_status": "APPROVED",
            "clause_text": "Riot Games may assign its rights under these Terms, in whole or in part, to any person or entity at any time with or without your consent.\nYou may not assign your rights under these Terms without Riot Games’ prior written consent, and any unauthorized assignment by you shall be null and void.</p>",
            "point_source": "https://www.riotgames.com/en/terms-of-service",
            "case": {
                "text": "You cannot distribute or disclose your account to third parties",
                "href": "https://edit.tosdr.org/cases/229"
            }
        },
        {
            "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.",
            "rating": "neutral",
            "description": "Even though the Do Not Track (DNT) header was not implemented perfectly, services should not track users whose browsers send a DNT header.",
            "last_updated": "2023-07-11 10:03:17",
            "point_link": "https://edit.tosdr.org/points/10325",
            "approval_status": "APPROVED",
            "clause_text": "We do not currently respond to browser do-not-track signals.",
            "point_source": "https://www.riotgames.com/en/privacy-notice",
            "case": {
                "text": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.",
                "href": "https://edit.tosdr.org/cases/233"
            }
        },
        {
            "title": "This service does not guarantee that it or the products obtained through it meet the users' expectations or requirements",
            "rating": "neutral",
            "description": "This service provider informs its users that the services, information, products, or other materials provided on its website may not meet the users' expectations or requirements.",
            "last_updated": "2023-07-11 10:10:25",
            "point_link": "https://edit.tosdr.org/points/14099",
            "approval_status": "APPROVED",
            "clause_text": "To the fullest extent permitted by applicable law, Riot Games disclaims all warranties, express or implied, which might apply to the Riot Services, including implied warranties of title, non-infringement, merchantability, fitness for a particular purpose, any warranties that may arise from course of dealing, course of performance or usage of trade,",
            "point_source": "https://www.riotgames.com/en/terms-of-service",
            "case": {
                "text": "This service does not guarantee that it or the products obtained through it meet your expectations or requirements",
                "href": "https://edit.tosdr.org/cases/290"
            }
        }
    ]
}