{
    "meta_data": {
        "title": "Wikipedia - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "The service can delete your account without prior notice and without a reason",
            "rating": "bad",
            "description": "At any time, your account can be terminated without explanation and without warning by the service.",
            "last_updated": "2023-07-11 06:27:38",
            "edit_link": "https://edit.tosdr.org/points/4936"
        },
        {
            "title": "Users have a reduced time period to take legal action against the service",
            "rating": "bad",
            "description": "If you wish to bring legal action against a service about a past incident, you may not be able to do so if the Terms you agreed to implied a limited amount of time. As a result it may be worthy to carefully read that section of the Terms to know exactly how much time you might have before your right to take legal action expires.",
            "last_updated": "2023-07-11 06:27:39",
            "edit_link": "https://edit.tosdr.org/points/9586"
        },
        {
            "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
            "rating": "bad",
            "description": "Tracking technologies (such as web beacons, tracking pixels...) are employed on users and/or the service assigns a unique ID to a browser or device to track its behaviour.",
            "last_updated": "2023-07-11 06:27:39",
            "edit_link": "https://edit.tosdr.org/points/7894"
        },
        {
            "title": "Your data may be processed and stored anywhere in the world",
            "rating": "bad",
            "description": "Your data is stored all over the world, including in countries where data protection rules may differ from the ones of the service's jurisdiction or those of your country jurisdiction.",
            "last_updated": "2023-07-11 06:27:38",
            "edit_link": "https://edit.tosdr.org/points/4935"
        },
        {
            "title": "You publish your contributions under free licenses",
            "rating": "good",
            "description": "User-generated content, such as posts or comments, is published under a free license, meaning other users can reuse it (e.g. Creative Commons license).",
            "last_updated": "2023-07-11 06:27:39",
            "edit_link": "https://edit.tosdr.org/points/1041"
        },
        {
            "title": "The service will resist legal requests for user information where reasonably possible",
            "rating": "good",
            "description": "The service will attempt to protect user information to a great extent, even so far as stating that they will only follow legal requirements to disclose user information in circumstances where this cannot be reasonably resisted.",
            "last_updated": "2023-07-11 06:27:38",
            "edit_link": "https://edit.tosdr.org/points/1603"
        },
        {
            "title": "Information is provided about how they collect personal data",
            "rating": "good",
            "description": "The service details situations in which they collect personal information or means by which they do.",
            "last_updated": "2023-07-14 13:17:50",
            "edit_link": "https://edit.tosdr.org/points/34304"
        },
        {
            "title": "Archives of their agreements are provided so that changes can be viewed over time",
            "rating": "good",
            "description": "This case applies to Services whose agreements provide previous versions, so that users can compare them and understand how the Service seems to evolve regarding user rights.",
            "last_updated": "2023-07-11 06:27:39",
            "edit_link": "https://edit.tosdr.org/points/30023"
        },
        {
            "title": "No need to register",
            "rating": "good",
            "description": "This service can be used without providing a user profile.",
            "last_updated": "2023-07-11 06:27:38",
            "edit_link": "https://edit.tosdr.org/points/7887"
        },
        {
            "title": "When the service wants to make a material change to its terms, users are notified at least 30 days in advance",
            "rating": "good",
            "description": "The service may update the Terms without notice, but if they significantly change the agreements in a manner that importantly and/or negatively affects the way the service is used, users will be notified at least 30 days in advance.",
            "last_updated": "2023-07-11 10:04:12",
            "edit_link": "https://edit.tosdr.org/points/7904"
        },
        {
            "title": "User feedback is invited regarding changes to the terms.",
            "rating": "good",
            "description": "The Service takes user suggestions into account to update its Terms.",
            "last_updated": "2023-07-11 06:35:41",
            "edit_link": "https://edit.tosdr.org/points/1476"
        },
        {
            "title": "The service allows you to use pseudonyms",
            "rating": "good",
            "description": "You don't need to provide your full name to use the Service and you are allowed to use a pseudonym instead.",
            "last_updated": "2023-07-11 10:04:11",
            "edit_link": "https://edit.tosdr.org/points/7888"
        },
        {
            "title": "You have the right to leave this service at any time",
            "rating": "good",
            "description": "You can stop using the service and/or cancel or delete your account at any time for any reason. Moreover, the termination is reasonably fast and simple.",
            "last_updated": "2023-07-11 06:27:38",
            "edit_link": "https://edit.tosdr.org/points/7885"
        },
        {
            "title": "The terms for this service are easy to read",
            "rating": "good",
            "description": "The Agreements are well-organised, define legal terms (where applicable), aren't needlessly long and may be pleasant to read.",
            "last_updated": "2023-07-11 06:27:39",
            "edit_link": "https://edit.tosdr.org/points/9682"
        },
        {
            "title": "There is a date of the last update of the terms",
            "rating": "neutral",
            "description": "The given text has a date that allows to know when it was last updated.",
            "last_updated": "2023-07-11 06:27:38",
            "edit_link": "https://edit.tosdr.org/points/7884"
        },
        {
            "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
            "rating": "neutral",
            "description": "The service provider expressly does not claim to provide uninterrupted, timely, secure or error-free service.",
            "last_updated": "2023-07-11 10:07:03",
            "edit_link": "https://edit.tosdr.org/points/9589"
        },
        {
            "title": "You cannot delete your contributions, but that makes sense for this service",
            "rating": "neutral",
            "description": "For services that are under an open license where your contributions are for public knowledge (such as Wikipedia and ToS;DR).",
            "last_updated": "2023-07-11 06:27:39",
            "edit_link": "https://edit.tosdr.org/points/9699"
        },
        {
            "title": "Users who have been permanently banned from this service are not allowed to re-register under a new account",
            "rating": "neutral",
            "description": "Once users have been permanently banned from this service, they are not allowed to create a new account to keep using the service.",
            "last_updated": "2023-07-11 06:27:38",
            "edit_link": "https://edit.tosdr.org/points/7889"
        },
        {
            "title": "The service is provided 'as is' and to be used at the users' sole risk",
            "rating": "neutral",
            "description": "This service does not provide any guarantees as to its usability or fitness for the users' purposes. Users agree to use it at their own risk, accepting any possible bugs, malfunctions or harm to their devices.",
            "last_updated": "2023-07-11 10:06:56",
            "edit_link": "https://edit.tosdr.org/points/5983"
        },
        {
            "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision",
            "rating": "neutral",
            "description": "Even if the service does not or not always enforce all of the rules or provisions contained in its terms, they still apply. Users can at a later time still be held accountable for violating provisions that have not been enforced consistently.",
            "last_updated": "2023-07-11 06:27:39",
            "edit_link": "https://edit.tosdr.org/points/9587"
        },
        {
            "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder",
            "rating": "neutral",
            "description": "Should any portion of the Terms of Service be unenforceable or invalid, that portion will be enforced to the fullest extent permitted by applicable law and the remainder of the TOS will remain valid and enforceable.",
            "last_updated": "2023-07-11 06:27:39",
            "edit_link": "https://edit.tosdr.org/points/9588"
        },
        {
            "title": "The court of law governing the terms is in San Francisco County, California",
            "rating": "neutral",
            "description": "The Terms are governed by the applicable laws of a jurisdiction (specified in the title of each point by replacing the \"X\").",
            "last_updated": "2023-07-11 06:27:39",
            "edit_link": "https://edit.tosdr.org/points/1376"
        },
        {
            "title": "Wikipedia users responsible for their own contributions",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:27:38",
            "edit_link": "https://edit.tosdr.org/points/1345"
        },
        {
            "title": "Users agree to comply with the law of the service's country",
            "rating": "neutral",
            "description": "By using the service, you agree to comply with the applicable laws of the service's jurisdiction, regardless of your location.",
            "last_updated": "2023-07-11 06:27:38",
            "edit_link": "https://edit.tosdr.org/points/7897"
        },
        {
            "title": "The terms for this service are translated into different languages",
            "rating": "neutral",
            "description": "Although there's generally a unique binding language for the terms, they are translated to allow all users to understand the agreement they're accepting, no matter their native language.",
            "last_updated": "2023-07-11 06:27:39",
            "edit_link": "https://edit.tosdr.org/points/30024"
        },
        {
            "title": "This service does not guarantee that it or the products obtained through it meet the users' expectations or requirements",
            "rating": "neutral",
            "description": "This service provider informs its users that the services, information, products, or other materials provided on its website may not meet the users' expectations or requirements.",
            "last_updated": "2023-07-11 06:27:38",
            "edit_link": "https://edit.tosdr.org/points/9590"
        }
    ]
}