{
    "meta_data": {
        "title": "DAVx⁵ - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "You are not being tracked",
            "rating": "good",
            "description": "The document excerpt needs to include the words \"[the service] does not track [users]\" or \"[the service] does not use any tracking technology\".",
            "last_updated": "2023-07-11 04:48:09",
            "edit_link": "https://edit.tosdr.org/points/20599",
            "approval_status": "APPROVED"
        },
        {
            "title": "Features of the website are made available under a free software license",
            "rating": "good",
            "description": "This case applies to services under licenses that are free as in \"freedom\". According to the Free Software Foundation, \"free software is the software that grants the user the freedom to share, study, and modify it\". Furthermore, the code is entirely open source and may be used without any restriction, including for commercial purposes.",
            "last_updated": "2023-07-11 04:48:09",
            "edit_link": "https://edit.tosdr.org/points/20600",
            "approval_status": "APPROVED"
        },
        {
            "title": "Logs are deleted after a finite period of time",
            "rating": "good",
            "description": "Logs are text files containing some information about web visitors, such as user agents (showing for instance that you're connecting from Firefox for Android) and ip addresses (which reveal your approximate location). This case applies to Services that periodically delete their logs to prevent user sessions being tracked over time.",
            "last_updated": "2023-07-11 04:48:39",
            "edit_link": "https://edit.tosdr.org/points/20782",
            "approval_status": "APPROVED"
        },
        {
            "title": "You can request access, correction and/or deletion of your data",
            "rating": "good",
            "description": "Users have the right to access personal data hold by the Service, correct it and/or permanently delete it. This usually applies to Services GDPR compliants.",
            "last_updated": "2023-07-11 04:48:25",
            "edit_link": "https://edit.tosdr.org/points/20784",
            "approval_status": "APPROVED"
        },
        {
            "title": "Only necessary logs are kept by the service to ensure quality",
            "rating": "good",
            "description": "Logs are text files containing some information about web visitors, such as user agents (showing for instance that you're connecting from Firefox for Android) and ip addresses (which reveal your approximate location). This case applies to Services that only keep the strictly necessary logs on their servers and therefore protect your privacy.",
            "last_updated": "2023-07-11 04:48:25",
            "edit_link": "https://edit.tosdr.org/points/20783",
            "approval_status": "APPROVED"
        },
        {
            "title": "You are warned of the potential consequences related to third-party access",
            "rating": "good",
            "description": "This is different from disclaiming liability for external links, which is handled by the \"This service assumes no responsibility and liability for the contents of links to other websites\" case.",
            "last_updated": "2023-07-11 04:48:39",
            "edit_link": "https://edit.tosdr.org/points/20781",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service is open-source",
            "rating": "good",
            "description": "The code of the software is open-source and the users can have access to the source code.",
            "last_updated": "2023-07-11 04:48:09",
            "edit_link": "https://edit.tosdr.org/points/20601",
            "approval_status": "APPROVED"
        },
        {
            "title": "No third-party analytics or tracking platforms are used",
            "rating": "good",
            "description": "There are no Google Analytics or other tracking codes embedded in the service. Any tracking is performed by the service itself.",
            "last_updated": "2023-07-11 04:48:09",
            "edit_link": "https://edit.tosdr.org/points/20598",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service claims to be GDPR compliant for European users",
            "rating": "good",
            "description": "The service has a different behavior towards users protected by the GDPR.",
            "last_updated": "2023-07-11 04:48:24",
            "edit_link": "https://edit.tosdr.org/points/20785",
            "approval_status": "APPROVED"
        }
    ]
}