{
    "meta_data": {
        "title": "Discovery - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "If you participate in sweepstakes, contests or promotions your identity is used in ads that are shown to other users",
            "rating": "blocker",
            "description": "Ads shown to other users may include a reference to you as an implied endorsement.\nMight give away information about your own personal lifestyle to strangers.",
            "last_updated": "2023-07-11 10:14:48",
            "point_link": "https://edit.tosdr.org/points/18894",
            "approval_status": "APPROVED",
            "clause_text": "Further, by entering any promotion, you are agreeing to the official rules that govern that promotion, which may require you to take certain actions, including, except where prohibited by law, allowing Discovery and/or the sponsor(s) of the promotion to use and publicly release your name, voice, and/or likeness in advertising or marketing associated with the promotion",
            "point_source": "https://corporate.discovery.com/privacy-policy/",
            "case": {
                "text": "Your identity is used in ads that are shown to other users",
                "href": "https://edit.tosdr.org/cases/327"
            }
        },
        {
            "title": "Private messages can be read",
            "rating": "blocker",
            "description": "The Service is able to access, scan, review or read all user communications, including private messages, which may contain personal or sensitive data.",
            "last_updated": "2023-07-11 10:14:47",
            "point_link": "https://edit.tosdr.org/points/18870",
            "approval_status": "APPROVED",
            "clause_text": "information in postings, comments, or forums (such as chat rooms, message boards, or similar public forums) within the Services, and in non-public messages you send to other users of the Services;</li>",
            "point_source": "https://corporate.discovery.com/privacy-policy/",
            "case": {
                "text": "Private messages can be read",
                "href": "https://edit.tosdr.org/cases/239"
            }
        },
        {
            "title": "This service reserves the right to edit any content you post",
            "rating": "blocker",
            "description": "This service can edit any content on the service for whatever the reason and at their sole discretion.",
            "last_updated": "2023-07-11 10:14:46",
            "point_link": "https://edit.tosdr.org/points/18846",
            "approval_status": "APPROVED",
            "clause_text": "DCL Parties’ Right to Use Your Video Submission.&nbsp;</strong>You grant the DCL Parties the non-exclusive right to edit in any manner",
            "point_source": "https://corporate.discovery.com/visitor-agreement/",
            "case": {
                "text": "Content you post may be edited by the service for any reason",
                "href": "https://edit.tosdr.org/cases/407"
            }
        },
        {
            "title": "The service can delete specific content without reason and may do it without prior notice",
            "rating": "blocker",
            "description": "This service can delete specific content. Usually they will claim they reserve the right to do it at their sole discretion, which is legalese for saying they won't give a specific reason. If the terms say they will not notify you, it shall be included in the quote but if it does not explicitly say they will give you a notice, it can be reasonably inferred that they can do it without telling you.",
            "last_updated": "2023-07-11 10:14:47",
            "point_link": "https://edit.tosdr.org/points/18859",
            "approval_status": "APPROVED",
            "clause_text": "Discovery shall have the right, in its sole discretion, to edit, move, delete, or refuse to post any material, including but not limited to Video Submissions, submitted to or posted on the Discovery Sites for any reason",
            "point_source": "https://corporate.discovery.com/visitor-agreement/",
            "case": {
                "text": "Specific content can be deleted without reason and may be removed without prior notice",
                "href": "https://edit.tosdr.org/cases/202"
            }
        },
        {
            "title": "You sign away moral rights",
            "rating": "blocker",
            "description": "Moral rights are rights to creators of literary, dramatic, musical and artistic works, as well as directors of films.\n\"The moral rights include the right of attribution, the right to have a work published anonymously or pseudonymously, and the right to the integrity of the work. The preserving of the integrity of the work allows the author to object to alteration, distortion, or mutilation of the work that is \"prejudicial to the author's honor or reputation\". Anything else that may detract from the artist's relationship with the work even after it leaves the artist's possession or ownership may bring these moral rights into play. Moral rights are distinct from any economic rights tied to copyrights. Even if an artist has assigned his or her copyright rights to a work to a third party, he or she still maintains the moral rights to the work.\" -Wikipedia\nIn general, any terms that use the exact words \"moral rights\" as rights that are waived will fall under this Case.",
            "last_updated": "2023-07-11 10:03:25",
            "point_link": "https://edit.tosdr.org/points/7560",
            "approval_status": "APPROVED",
            "clause_text": "You also warrant that all moral rights in any material that you submit to us or post have been waived.",
            "point_source": "https://corporate.discovery.com/visitor-agreement/",
            "case": {
                "text": "You waive your moral rights",
                "href": "https://edit.tosdr.org/cases/118"
            }
        },
        {
            "title": "This service still tracks you even if you opted out from tracking",
            "rating": "blocker",
            "description": "Users can’t fully opt out of tracking technologies used for non essential purposes such as advertising, marketing or analytics. The user may be asked for consent for installing some tracking technologies on the device, and even if all are rejected the service will still track its visitors and ignore the choice.This case doesn’t apply to functional cookies that are necessary to provide the services.",
            "last_updated": "2023-07-11 10:14:49",
            "point_link": "https://edit.tosdr.org/points/18907",
            "approval_status": "APPROVED",
            "clause_text": "A flash cookie is a data file placed on a computer via the Adobe Flash plug-in that may be built-in to or downloaded by you to your computer.&nbsp.\nThese cookies may not be deleted when your cookies are deleted or disabled through standard browser settings.",
            "point_source": "https://corporate.discovery.com/tracking-technologies-notice/",
            "case": {
                "text": "This service still tracks you even if you opted out from tracking",
                "href": "https://edit.tosdr.org/cases/478"
            }
        },
        {
            "title": "This service may collect, use, and share location data",
            "rating": "bad",
            "description": "Location-based information is collected and may be used and/or shared with third parties for purposes not directly related to the services provided (i.e. the Service doesn't rely on the use or share of location data to function properly).",
            "last_updated": "2023-07-11 10:14:48",
            "point_link": "https://edit.tosdr.org/points/18887",
            "approval_status": "APPROVED",
            "clause_text": "If you agree, we may collect more specific location information that is provided through the GPS functionality on your mobile device used to access the Services.\nThat location information is used to present information and advertising that is of relevance to you in your geographic area",
            "point_source": "https://corporate.discovery.com/privacy-policy/",
            "case": {
                "text": "This service may collect, use, and share location data",
                "href": "https://edit.tosdr.org/cases/373"
            }
        },
        {
            "title": "Terms may be changed any time at their discretion, without notice to the user",
            "rating": "bad",
            "description": "The Agreements can be updated at any time, including in a way that negatively affects user rights, without notifying before or after the changes.",
            "last_updated": "2023-07-11 10:14:46",
            "point_link": "https://edit.tosdr.org/points/18838",
            "approval_status": "APPROVED",
            "clause_text": "We may change this Notice from time to time as our services, technology, and legal obligations change.&nbsp.\nIf we make changes, we will post the updated Notice and revise the “Last Updated” date.&nbsp.\nAny changes will be effective immediately upon posting of the revised Notice, and your continued use of the Services after that date will indicate your consent to any changes, unless applicable law requires us to provide another form of notice and/or seek your agreement to such changes.</p>",
            "point_source": "https://corporate.discovery.com/privacy-policy/",
            "case": {
                "text": "Terms may be changed any time at their discretion, without notice to you",
                "href": "https://edit.tosdr.org/cases/121"
            }
        },
        {
            "title": "Tracking via third-party cookies for advertising",
            "rating": "bad",
            "description": "The service's website sets third-party cookies (cookies that do not belong to their domain) for purposes not including statistics and analytics.",
            "last_updated": "2023-07-11 10:14:49",
            "point_link": "https://edit.tosdr.org/points/18910",
            "approval_status": "APPROVED",
            "clause_text": "We, or advertising companies working on our behalf, may use cookies and other tracking technologies to collect information about your interactions with Services.",
            "point_source": "https://corporate.discovery.com/tracking-technologies-notice/",
            "case": {
                "text": "Third-party cookies are used for advertising",
                "href": "https://edit.tosdr.org/cases/128"
            }
        },
        {
            "title": "This service shares your personal data with third parties that are not involved in its operation",
            "rating": "bad",
            "description": "Your personal data is or may be given to third parties nonessential to the service’s operation. This could be a business partner that receives your data to provide targeted advertisements.",
            "last_updated": "2023-07-11 10:14:49",
            "point_link": "https://edit.tosdr.org/points/18895",
            "approval_status": "APPROVED",
            "clause_text": "</strong>We may share information with third parties with whom we have business relationships, such as our co-promotional partners, advertisers, ad networks, and data marketing services, for purposes such as offering products and services that may interest you.</p>\n<p>",
            "point_source": "https://corporate.discovery.com/privacy-policy/",
            "case": {
                "text": "This service shares your personal data with third parties that are not essential to its operation",
                "href": "https://edit.tosdr.org/cases/166"
            }
        },
        {
            "title": "This service may keep personal data after a request for erasure for business interests or legal obligations",
            "rating": "bad",
            "description": "After the end of the data retention period and/or if you request the deletion of your data, they may still keep it for business interests (fraud detection, transactions...) or legal obligations (tax, legal reporting...)",
            "last_updated": "2023-07-11 10:14:50",
            "point_link": "https://edit.tosdr.org/points/18901",
            "approval_status": "APPROVED",
            "clause_text": "</li>\n<li>it is not always possible to completely change, remove, or delete all information about you from our databases for legal and other reasons.",
            "point_source": "https://corporate.discovery.com/privacy-policy/",
            "case": {
                "text": "Some personal data may be kept for business interests or legal obligations",
                "href": "https://edit.tosdr.org/cases/333"
            }
        },
        {
            "title": "The service may sell your data unless you opt out",
            "rating": "bad",
            "description": "There is a form to opt-out (typically California's CCPA) of the selling of your personal data. This is a bad a point because there are many services that don't have this form due to not selling your data in the first place.",
            "last_updated": "2023-07-11 10:14:50",
            "point_link": "https://edit.tosdr.org/points/18900",
            "approval_status": "APPROVED",
            "clause_text": "Under the CCPA, a sharing of personal data with third parties for their direct marketing purposes constitutes a sale, but users can opt-out of it.",
            "point_source": "https://corporate.discovery.com/privacy-policy/",
            "case": {
                "text": "Your Personal data may be sold unless you opt out",
                "href": "https://edit.tosdr.org/cases/396"
            }
        },
        {
            "title": "Service can block or censor user communications",
            "rating": "bad",
            "description": "The service reserves the right, for any or no reason, to refuse to post or reject user communications.",
            "last_updated": "2023-07-11 04:48:21",
            "point_link": "https://edit.tosdr.org/points/18860",
            "approval_status": "APPROVED",
            "clause_text": "Discovery also reserves the right to disclose any information that Discovery believes necessary to satisfy any law, regulation or governmental request, or to refuse to post or to remove any information or materials, in whole or in part.</p>\n<p>",
            "point_source": "https://corporate.discovery.com/visitor-agreement/",
            "case": {
                "text": "User-generated content can be blocked or censored for any reason",
                "href": "https://edit.tosdr.org/cases/379"
            }
        },
        {
            "title": "This service keeps a license on user-generated content even after users close their accounts.",
            "rating": "bad",
            "description": "The service may still use your content and display it after you stopped using it by closing your account. The case applies to terms requiring users to grant them a perpetual license over that content.",
            "last_updated": "2023-07-11 10:15:22",
            "point_link": "https://edit.tosdr.org/points/18845",
            "approval_status": "APPROVED",
            "clause_text": "\"you grant Discovery Communications, LLC (“Discovery”) [...] a non-exclusive, perpetual, royalty-free, fully paid up license to make use of and distribute your user-generated video submitted hereunder\"",
            "point_source": "https://corporate.discovery.com/visitor-agreement/",
            "case": {
                "text": "A license is kept on user-generated content even after you close your account",
                "href": "https://edit.tosdr.org/cases/130"
            }
        },
        {
            "title": "This service tracks which web page referred you to it",
            "rating": "bad",
            "description": "The service logs the URL of the last web page you visited before visiting the Site and may use that information to gather more data about you.",
            "last_updated": "2023-07-11 10:14:43",
            "point_link": "https://edit.tosdr.org/points/18873",
            "approval_status": "APPROVED",
            "clause_text": "websites and other services you visit before and after visiting a Discovery site.",
            "point_source": "https://corporate.discovery.com/privacy-policy/",
            "case": {
                "text": "This service tracks which web page referred you to it",
                "href": "https://edit.tosdr.org/cases/387"
            }
        },
        {
            "title": "You waive your right to a class action.",
            "rating": "bad",
            "description": "The right to be represented in a class action (or representative action) exists in the US and some European countries. It allows people who have been similarly injured by the same accused to take legal action by a single lawsuit instead of individually. Some Terms of Service try to limit that right. By agreeing to them, you could waive (= renounce to) your right to a class action, which might reduce your chances to be successful in a case.",
            "last_updated": "2023-07-11 10:14:48",
            "point_link": "https://edit.tosdr.org/points/18865",
            "approval_status": "APPROVED",
            "clause_text": "you will not have the right to bring or participate in any class action or similar proceeding in court or in arbitration.",
            "point_source": "https://corporate.discovery.com/visitor-agreement/",
            "case": {
                "text": "You waive your right to a class action.",
                "href": "https://edit.tosdr.org/cases/117"
            }
        },
        {
            "title": "The service may collect extra data about you through promotions",
            "rating": "bad",
            "description": "Additional personal data may be collected through contests, surveys, promotions, petitions or sweepstakes.",
            "last_updated": "2023-07-11 10:14:48",
            "point_link": "https://edit.tosdr.org/points/18869",
            "approval_status": "APPROVED",
            "clause_text": "or enter in a contest or sweepstakes;</li>\n<li>certain demographic information, such as your age, gender, or income bracket, when you participate in a survey or poll",
            "point_source": "https://corporate.discovery.com/privacy-policy/",
            "case": {
                "text": "Extra data may be collected about you through promotions",
                "href": "https://edit.tosdr.org/cases/211"
            }
        },
        {
            "title": "Your data is processed and stored in a country that is less friendly to user privacy protection",
            "rating": "bad",
            "description": "This case means that user data is not anywhere in the world, but somewhere where it is more likely to be obtained and used by government and/or possible data analysts.",
            "last_updated": "2023-07-11 10:14:48",
            "point_link": "https://edit.tosdr.org/points/18868",
            "approval_status": "APPROVED",
            "clause_text": "By using the Services and/or providing us with information, you (a) consent to the transfer and/or processing of any information to and in the United States, (b) acknowledge that U.S.\nlaw may provide a lower standard of protection for information than the laws of your location, (c) understand that we will collect, transfer, store, process and share your information from or about you in accordance with this Notice and U.S.\nlaw.</p>\n<ol>",
            "point_source": "https://corporate.discovery.com/privacy-policy/",
            "case": {
                "text": "Your data is processed and stored in a country that is less friendly to user privacy protection",
                "href": "https://edit.tosdr.org/cases/411"
            }
        },
        {
            "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.",
            "rating": "bad",
            "description": "If the service gets acquired or is involved in a merger, bankruptcy, reorganisation or sale, your personal data may be transferred or sold.",
            "last_updated": "2023-07-11 10:14:48",
            "point_link": "https://edit.tosdr.org/points/18896",
            "approval_status": "APPROVED",
            "clause_text": "In the event we go through a business transition such as a merger, acquisition, bankruptcy, reorganization, or sale of all or a portion of our assets, or a diligence process in connection with a potential business transaction, the information we collect and maintain may be disclosed, sold, or transferred as part of that transaction.",
            "point_source": "https://corporate.discovery.com/privacy-policy/",
            "case": {
                "text": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction",
                "href": "https://edit.tosdr.org/cases/243"
            }
        },
        {
            "title": "This service may use your personal information for marketing purposes",
            "rating": "bad",
            "description": "The service may use your personal data for marketing, such as sending you personalised offerings.",
            "last_updated": "2023-07-11 10:14:49",
            "point_link": "https://edit.tosdr.org/points/18890",
            "approval_status": "APPROVED",
            "clause_text": "Send you personalized newsletters, surveys, and information about products, services and promotions offered by us, our partners, and other organizations with which we work;</li>",
            "point_source": "https://corporate.discovery.com/privacy-policy/",
            "case": {
                "text": "Your personal data may be used for marketing purposes",
                "href": "https://edit.tosdr.org/cases/336"
            }
        },
        {
            "title": "The service may use tracking pixels, web beacons and device fingerprinting on users.",
            "rating": "bad",
            "description": "Tracking technologies (such as web beacons, tracking pixels...) are employed on users and/or the service assigns a unique ID to a browser or device to track its behaviour.",
            "last_updated": "2023-07-11 10:14:49",
            "point_link": "https://edit.tosdr.org/points/18908",
            "approval_status": "APPROVED",
            "clause_text": "The Services may contain web beacons/GIFs, pixels, page tags, embedded scripts and other tracking technologies.&nbsp.\nThese technologies consist of small transparent image files or other web programming code that record how you interact with the Services.&nbsp;&nbsp.\nThey are often used in conjunction with web browser cookies or other identifiers associated with your device.\n<strong>",
            "point_source": "https://corporate.discovery.com/tracking-technologies-notice/",
            "case": {
                "text": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting",
                "href": "https://edit.tosdr.org/cases/323"
            }
        },
        {
            "title": "This service can license user content to third parties",
            "rating": "bad",
            "description": "By posting content through the Services, users grant them a transferable and/or sublicensable right, which allows user content to be licensed to third parties.",
            "last_updated": "2023-07-11 10:15:48",
            "point_link": "https://edit.tosdr.org/points/18847",
            "approval_status": "APPROVED",
            "clause_text": "and to use and distribute and license others to use and distribute, your Video Submission, or any portions, reproductions or versions thereof, on the websites, products and/or services",
            "point_source": "https://corporate.discovery.com/visitor-agreement/",
            "case": {
                "text": "Your content can be licensed to third parties",
                "href": "https://edit.tosdr.org/cases/134"
            }
        },
        {
            "title": "This service reserves the right to disclose your personal information without notifying you",
            "rating": "bad",
            "description": "If the Government governing the Terms requests personal data of a user of this service, they may not inform/notify the user while complying with the request.",
            "last_updated": "2023-07-11 10:15:56",
            "point_link": "https://edit.tosdr.org/points/18897",
            "approval_status": "APPROVED",
            "clause_text": "We will disclose the information we collect where we have a good faith belief that such disclosure is: (a) required by law (or to respond to subpoenas, warrants, government requests, or similar process served on us).\n(b) pursuant to our DMCA notice and take-down policy and procedures.\nand/or (c) necessary to protect or defend our legal rights or property, our Services, you, or other third parties, or ensure the safety and security of our Services, systems, and of our customers or the general public.</p>",
            "point_source": "https://corporate.discovery.com/privacy-policy/",
            "case": {
                "text": "Your personal data may be disclosed to comply with government requests without notice to you",
                "href": "https://edit.tosdr.org/cases/164"
            }
        },
        {
            "title": "This service gathers information about you through third parties",
            "rating": "bad",
            "description": "This Service may employ, either identifiable or non-identifiable, data collection from third party sources about you.",
            "last_updated": "2023-07-11 04:48:21",
            "point_link": "https://edit.tosdr.org/points/18886",
            "approval_status": "APPROVED",
            "clause_text": "We may also obtain information about you from other third-party sources, such as our partners and advertisers, interactive applications offered through our services (such as embedded video players), and commercially available sources such as data aggregators and public databases.",
            "point_source": "https://corporate.discovery.com/privacy-policy/",
            "case": {
                "text": "Information is gathered about you through third parties",
                "href": "https://edit.tosdr.org/cases/382"
            }
        },
        {
            "title": "This service forces users into binding arbitration in the case of disputes",
            "rating": "bad",
            "description": "This service forces users to use their own contracted arbitrator and forces users to waive their rights to jury trial.",
            "last_updated": "2023-07-11 10:14:47",
            "point_link": "https://edit.tosdr.org/points/18863",
            "approval_status": "APPROVED",
            "clause_text": "<p>We will make every reasonable effort to informally resolve any complaints, disputes, or disagreements that you may have with us.\nIf those efforts fail, by using the Discovery Sites, you agree that any complaint, dispute, or disagreement you may have against Discovery, and any claim that Discovery may have against you, arising out of, relating to, or connected in any way with this Visitor Agreement, our Privacy Notice, or any Discovery Transactions or Relationships shall be resolved exclusively by final and binding arbitration",
            "point_source": "https://corporate.discovery.com/visitor-agreement/",
            "case": {
                "text": "You are forced into binding arbitration in case of disputes",
                "href": "https://edit.tosdr.org/cases/339"
            }
        },
        {
            "title": "This service receives your precise location through GPS coordinates",
            "rating": "bad",
            "description": "Unless the service relies on Geo Location, this case is to be assigned to points that don't need your GPS coordinates to function properly.",
            "last_updated": "2023-07-11 10:14:49",
            "point_link": "https://edit.tosdr.org/points/18888",
            "approval_status": "APPROVED",
            "clause_text": "Also, Discovery employs that geolocation data for targeted advertising.",
            "point_source": "https://corporate.discovery.com/privacy-policy/",
            "case": {
                "text": "This service receives your precise location through GPS coordinates",
                "href": "https://edit.tosdr.org/cases/400"
            }
        },
        {
            "title": "The service uses your personal data to employ targeted third-party advertising",
            "rating": "bad",
            "description": "Your Personal Information is traded and shared with advertising companies to target ads on you, either on the website you were visiting or in third party websites. Your interaction with the service and data you have shared with them may be gathered to create an advertising ID or profile.",
            "last_updated": "2023-07-11 10:08:58",
            "point_link": "https://edit.tosdr.org/points/18891",
            "approval_status": "APPROVED",
            "clause_text": "<strong>\n<em>Provide our marketing and third-party advertising to you</em>",
            "point_source": "https://corporate.discovery.com/privacy-policy/",
            "case": {
                "text": "Your personal data is used to employ targeted third-party advertising",
                "href": "https://edit.tosdr.org/cases/220"
            }
        },
        {
            "title": "This service uses your personal information for many different purposes",
            "rating": "bad",
            "description": "Personal Data can be processed for many reasons, including non essential processing such as for advertising, marketing and analytics purposes.",
            "last_updated": "2023-07-11 10:14:49",
            "point_link": "https://edit.tosdr.org/points/18892",
            "approval_status": "APPROVED",
            "clause_text": "<li>Send you newsletters, promotional e-mails, surveys, and information about products, services and promotions offered by us, our partners, and other organizations with which we work;</li>\n<li>Customize advertising that our third-party partners deliver on the Services (e.g., personalized third-party advertising);</li>\n<li>Create and update inferences about you and audience segments that can be used for targeted advertising and marketing on the Services, third party services and platforms, and mobile apps;</li>\n<li>Create profiles about you, including adding and combining information we obtain from third parties, which may be used for analytics, marketing, and advertising.\nand</li>\n<li>Measure the placement, frequency, efficacy, and compliance of advertising and ad impressions.</li>\n</ul>",
            "point_source": "https://corporate.discovery.com/privacy-policy/",
            "case": {
                "text": "Your personal information is used for many different purposes",
                "href": "https://edit.tosdr.org/cases/185"
            }
        },
        {
            "title": "This service gives your personal data to third parties involved in its operation",
            "rating": "bad",
            "description": "Your personal data is or may be given to third parties essential to the service’s operation. This could be an external spam detection service for an internet forum.",
            "last_updated": "2023-07-11 10:14:49",
            "point_link": "https://edit.tosdr.org/points/18898",
            "approval_status": "APPROVED",
            "clause_text": "<em>The Discovery family of companies:&nbsp.\n</em>\n</strong>&nbsp;We may share information about you within the family of Discovery companies, including our subsidiary and affiliated companies and joint venture partners, to provide and improve our products and services",
            "point_source": "https://corporate.discovery.com/privacy-policy/",
            "case": {
                "text": "This service gives your personal data to third parties involved in its operation",
                "href": "https://edit.tosdr.org/cases/188"
            }
        },
        {
            "title": "The service uses your personal data for advertising",
            "rating": "bad",
            "description": "Your interaction with the service and data you have shared with them may be gathered to create an advertising ID or profile to target ads on you, either on the website you were visiting or in third party websites.",
            "last_updated": "2023-07-11 10:08:59",
            "point_link": "https://edit.tosdr.org/points/18889",
            "approval_status": "APPROVED",
            "clause_text": "<p>We use the information we collect to provide and improve the Services.\nto communicate with you.\nto deliver advertising.",
            "point_source": "https://corporate.discovery.com/privacy-policy/",
            "case": {
                "text": "Your personal data is used for advertising",
                "href": "https://edit.tosdr.org/cases/216"
            }
        },
        {
            "title": "You must provide your legal name, pseudonyms are not allowed",
            "rating": "bad",
            "description": "You must provide your legal name and pseudonyms aren't allowed. This case doesn't apply to Services for which transparency regarding users identities is relevant for their purposes.",
            "last_updated": "2023-07-11 10:14:47",
            "point_link": "https://edit.tosdr.org/points/18849",
            "approval_status": "APPROVED",
            "clause_text": "\"By using the Discovery Sites, you agree not to submit, post or transmit through the Discovery Sites any material or otherwise engage in any conduct that: [...] Results in the posting or transmission of any message anonymously or under a false name\"",
            "point_source": "https://corporate.discovery.com/visitor-agreement/",
            "case": {
                "text": "You must provide your legal name, pseudonyms are not allowed",
                "href": "https://edit.tosdr.org/cases/214"
            }
        },
        {
            "title": "Third-party cookies are used for statistics",
            "rating": "bad",
            "description": "For instance, Google Analytics, rather than self-hosted (first-party) statistics software.",
            "last_updated": "2023-07-11 10:14:49",
            "point_link": "https://edit.tosdr.org/points/18911",
            "approval_status": "APPROVED",
            "clause_text": "<p>“Third party cookies” are cookies served by our advertising partners, advertising networks, and analytics providers when you interact with the sites.</p>",
            "point_source": "https://corporate.discovery.com/tracking-technologies-notice/",
            "case": {
                "text": "Third-party cookies are used for statistics",
                "href": "https://edit.tosdr.org/cases/325"
            }
        },
        {
            "title": "Tracking pixels are used in service-to-user communication",
            "rating": "bad",
            "description": "The service tracks the user count or some actions of the user; this is usually used for statistics. For example, emails sent by a service can contain a pixel tag, which is a small, clear image that can tell them whether or not you have opened an email and what your IP address is.",
            "last_updated": "2023-07-11 10:14:50",
            "point_link": "https://edit.tosdr.org/points/18909",
            "approval_status": "APPROVED",
            "clause_text": "count how many e-mails that were sent were actually opened",
            "point_source": "https://corporate.discovery.com/tracking-technologies-notice/",
            "case": {
                "text": "Tracking pixels are used in service-to-user communication",
                "href": "https://edit.tosdr.org/cases/217"
            }
        },
        {
            "title": "The service provides details about what kinds of personal information they collect",
            "rating": "good",
            "description": "The Privacy Policy describes in detail the data collected through the website and through the services provided.",
            "last_updated": "2023-07-11 10:14:47",
            "point_link": "https://edit.tosdr.org/points/18866",
            "approval_status": "APPROVED",
            "clause_text": "<li>TYPES OF INFORMATION WE COLLECT FROM OR ABOUT YOU",
            "point_source": "https://corporate.discovery.com/privacy-policy/",
            "case": {
                "text": "Information is provided about what kind of information they collect",
                "href": "https://edit.tosdr.org/cases/228"
            }
        },
        {
            "title": "The service provides information about how they intend to use your personal data",
            "rating": "good",
            "description": "The Privacy Policy explains the purposes for which data is collected and the way it is processed, used and shared.",
            "last_updated": "2023-07-11 10:14:47",
            "point_link": "https://edit.tosdr.org/points/18867",
            "approval_status": "APPROVED",
            "clause_text": "<li>HOW WE USE THE INFORMATION WE COLLECT</li>",
            "point_source": "https://corporate.discovery.com/privacy-policy/",
            "case": {
                "text": "Information is provided about how your personal data is used",
                "href": "https://edit.tosdr.org/cases/227"
            }
        },
        {
            "title": "A complaint mechanism is provided for the handling of personal data",
            "rating": "good",
            "description": "The service provides users with contact information for an internal or external structure to lodge complaints. It also provides users with contact information for a higher data protection / privacy office in case the internal mechanism fails to satisfy the user.",
            "last_updated": "2023-07-11 10:14:49",
            "point_link": "https://edit.tosdr.org/points/18905",
            "approval_status": "APPROVED",
            "clause_text": "<p>For any questions or complaints regarding this Notice or Discovery privacy practices, please contact us at: &nbsp;privacy_policy@discovery.com</p>",
            "point_source": "https://corporate.discovery.com/privacy-policy/",
            "case": {
                "text": "A complaint mechanism is provided for the handling of personal data",
                "href": "https://edit.tosdr.org/cases/300"
            }
        },
        {
            "title": "You can opt out of targeted advertising",
            "rating": "good",
            "description": "The service employs your data to target ads to you, but you can opt-out of this interest-based advertising.",
            "last_updated": "2023-07-11 10:14:49",
            "point_link": "https://edit.tosdr.org/points/18902",
            "approval_status": "APPROVED",
            "clause_text": "<em>Targeted advertising</em>\n</strong>:&nbsp.\nTo find out more about our advertising and how to opt out of receiving interest-based advertising from companies that participate in the Digital Advertising Alliance, please see our Tracking Technologies Notice.</p>",
            "point_source": "https://corporate.discovery.com/privacy-policy/",
            "case": {
                "text": "You can opt out of targeted advertising",
                "href": "https://edit.tosdr.org/cases/219"
            }
        },
        {
            "title": "If you are the target of a copyright holder's take down notice, this service gives you the opportunity to defend yourself",
            "rating": "good",
            "description": "You have the right to send a counter-notice to the service if you believe the content that was removed wasn't infringing any copyright.",
            "last_updated": "2023-07-11 10:14:46",
            "point_link": "https://edit.tosdr.org/points/18843",
            "approval_status": "APPROVED",
            "clause_text": "We may give notice to our users by means of a general notice on any of our websites, electronic mail to a user’s e-mail address in our records, or written communication sent by first-class mail to a user’s physical address in our records.\nIf you receive such a notice, you may provide counter-notification in writing to the designated agent that includes the information below.",
            "point_source": "https://corporate.discovery.com/visitor-agreement/",
            "case": {
                "text": "If you are the target of a copyright holder's take down notice, this service gives you the opportunity to defend yourself",
                "href": "https://edit.tosdr.org/cases/155"
            }
        },
        {
            "title": "You can opt out of promotional communications",
            "rating": "good",
            "description": "You can update your account preferences and/or easily unsubscribe of email/sms lists to stop receiving promotional communications.",
            "last_updated": "2023-07-11 10:14:50",
            "point_link": "https://edit.tosdr.org/points/18899",
            "approval_status": "APPROVED",
            "clause_text": "(c) want to opt-out from receiving future commercial correspondence, including e-mails, from us (we may continue to send you transactional messages such as responding to your inquiries or notices of updates to this Notice).",
            "point_source": "https://corporate.discovery.com/privacy-policy/",
            "case": {
                "text": "You can opt out of promotional communications",
                "href": "https://edit.tosdr.org/cases/223"
            }
        },
        {
            "title": "The service has non-exclusive use of your content",
            "rating": "good",
            "description": "The service can pay for your content and you are allowed to make it commercially available to other services/parties.",
            "last_updated": "2023-07-11 10:14:46",
            "point_link": "https://edit.tosdr.org/points/18844",
            "approval_status": "APPROVED",
            "clause_text": "\"you grant Discovery Communications, LLC (“Discovery”) [...] a non-exclusive, perpetual, royalty-free, fully paid up license to make use of and distribute your user-generated video submitted hereunder\"",
            "point_source": "https://corporate.discovery.com/visitor-agreement/",
            "case": {
                "text": "The service has non-exclusive use of your content",
                "href": "https://edit.tosdr.org/cases/402"
            }
        },
        {
            "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:03:47",
            "point_link": "https://edit.tosdr.org/points/7561",
            "approval_status": "APPROVED",
            "clause_text": "<strong>INDEMNITY<br>\n</strong>You agree to indemnify, defend and hold harmless Discovery Communications, LLC, its affiliates, and their officers, directors, employees, agents, licensors and suppliers, from and against any and all losses, expenses, damages and costs (including reasonable attorneys’ fees) resulting from any violation of this Visitor Agreement or any activity related to your account (including negligent or wrongful conduct) by you or any other person accessing any Discovery Site using your account.</p>",
            "point_source": "https://corporate.discovery.com/visitor-agreement/",
            "case": {
                "text": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
                "href": "https://edit.tosdr.org/cases/146"
            }
        },
        {
            "title": "The service can distribute your content through any media known now or in the future",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:14:47",
            "point_link": "https://edit.tosdr.org/points/18848",
            "approval_status": "APPROVED",
            "clause_text": "(in any and all media, now known or hereafter invented, including without limitation television, home video/DVD products, and mobile services)",
            "point_source": "https://corporate.discovery.com/visitor-agreement/",
            "case": {
                "text": "Your content can be distributed through any media known now or in the future",
                "href": "https://edit.tosdr.org/cases/139"
            }
        },
        {
            "title": "Users are responsible for any risks, damages, or losses they may incur by downloading materials",
            "rating": "neutral",
            "description": "Users are responsible for any harm to their computer system or loss of data they may incur through the download of materials from the service.",
            "last_updated": "2023-07-11 10:14:48",
            "point_link": "https://edit.tosdr.org/points/18862",
            "approval_status": "APPROVED",
            "clause_text": "YOU UNDERSTAND THAT YOU ARE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR LOSS OF DATA THAT RESULTS FROM ANY MATERIAL AND/OR DATA DOWNLOADED FROM OR OTHERWISE PROVIDED THROUGH THE DISCOVERY SITES.</p>",
            "point_source": "https://corporate.discovery.com/visitor-agreement/",
            "case": {
                "text": "You are responsible for any risks, damages, or losses that may incur by downloading materials",
                "href": "https://edit.tosdr.org/cases/291"
            }
        },
        {
            "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
            "rating": "neutral",
            "description": "The service assumes no liability for any damages the user incurs, including tangible (e.g. profits) and intangible losses (e.g. data), resulting from the use or inability to use the service or any other matter relating to the service.",
            "last_updated": "2023-07-11 04:48:21",
            "point_link": "https://edit.tosdr.org/points/18864",
            "approval_status": "APPROVED",
            "clause_text": "UNDER NO CIRCUMSTANCES WILL THE DISCOVERY SITES, DISCOVERY COMMUNICATIONS, LLC OR THEIR AFFILIATES, AGENTS OR LICENSORS BE LIABLE TO YOU OR ANYONE ELSE FOR ANY DAMAGES ARISING OUT OF USE OF THE DISCOVERY SITES, INCLUDING, WITHOUT LIMITATION, LIABILITY FOR CONSEQUENTIAL, SPECIAL, INCIDENTAL, INDIRECT OR SIMILAR DAMAGES, EVEN IF WE ARE ADVISED BEFOREHAND OF THE POSSIBILITY OF SUCH DAMAGES.",
            "point_source": "https://corporate.discovery.com/visitor-agreement/",
            "case": {
                "text": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
                "href": "https://edit.tosdr.org/cases/293"
            }
        },
        {
            "title": "They may stop providing the service at any time",
            "rating": "neutral",
            "description": "They may discontinue the services without prior notice, at any time, for any or no reason. They usually assume no liability for losses and damages resulting from this suspension.",
            "last_updated": "2023-07-11 10:14:46",
            "point_link": "https://edit.tosdr.org/points/18839",
            "approval_status": "APPROVED",
            "clause_text": "We may change, restrict access to, suspend or discontinue the Discovery Sites, or any portion of the Discovery Sites, at any time.",
            "point_source": "https://corporate.discovery.com/visitor-agreement/",
            "case": {
                "text": "They may stop providing the service at any time",
                "href": "https://edit.tosdr.org/cases/203"
            }
        },
        {
            "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
            "rating": "neutral",
            "description": "The service provider expressly does not claim to provide uninterrupted, timely, secure or error-free service.",
            "last_updated": "2023-07-11 10:14:46",
            "point_link": "https://edit.tosdr.org/points/18840",
            "approval_status": "APPROVED",
            "clause_text": "Discovery and its information providers make no warranty as to the reliability, accuracy, timeliness, usefulness or completeness of the information on the Discovery Sites.",
            "point_source": "https://corporate.discovery.com/visitor-agreement/",
            "case": {
                "text": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
                "href": "https://edit.tosdr.org/cases/287"
            }
        },
        {
            "title": "The service is provided 'as is' and to be used at the users' sole risk",
            "rating": "neutral",
            "description": "This service does not provide any guarantees as to its usability or fitness for the users' purposes. Users agree to use it at their own risk, accepting any possible bugs, malfunctions or harm to their devices.",
            "last_updated": "2023-07-11 10:14:47",
            "point_link": "https://edit.tosdr.org/points/18861",
            "approval_status": "APPROVED",
            "clause_text": "YOU AGREE THAT YOUR USE OF THE DISCOVERY SITES IS AT YOUR SOLE RISK",
            "point_source": "https://corporate.discovery.com/visitor-agreement/",
            "case": {
                "text": "The service is provided 'as is' and to be used at your sole risk",
                "href": "https://edit.tosdr.org/cases/286"
            }
        },
        {
            "title": "Users agree not to submit libelous, harassing or threatening content",
            "rating": "neutral",
            "description": "This service prohibits users from submitting content of a variety of types. This can include content that is unlawful, harassing, abusive, threatening, libelous, sexist, racist, homophobic, transphobic, or discriminatory in any other way.",
            "last_updated": "2023-07-11 10:03:39",
            "point_link": "https://edit.tosdr.org/points/7555",
            "approval_status": "APPROVED",
            "clause_text": "Version 1: 2019-08-10 05:50:57 UTC by Peepo (2527)  Staff\n          \n        \n        \n          \n            \n              Analysis created\n            \n          \n        \n        \n          \n              \n          \n        \n    \n  \n        \n          \n              Version 1: 2019-08-10 05:50:57 UTC by Peepo (2527)  Staff\n          \n        \n        \n          \n            \n              Analysis created\n            \n          \n        \n        \n          \n              \n          \n        \n    \n          \n              Version 1: 2019-08-10 05:50:57 UTC by Peepo (2527)  Staff\n          \n        \n          \n            \n              Analysis created\n            \n          \n        \n          \n              \n          \n        \n      \n        \n          \n            Previous Title: \n            Updated Title: The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.\n          \n          \n            Previous Analysis: \n            Updated Analysis: Generated through the annotate view\n          \n          \n            Previous Status: \n            Updated Status:  PENDING\n          \n        \n      \n    \n        \n          \n            Previous Title: \n            Updated Title: The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.\n          \n          \n            Previous Analysis: \n            Updated Analysis: Generated through the annotate view\n          \n          \n            Previous Status: \n            Updated Status:  PENDING\n          \n        \n      \n          \n            Previous Title: \n            Updated Title: The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.\n          \n          \n            Previous Analysis: \n            Updated Analysis: Generated through the annotate view\n          \n          \n            Previous Status: \n            Updated Status:  PENDING\n          \n        \n            Previous Title: \n            Updated Title: The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.\n          \n            Previous Analysis: \n            Updated Analysis: Generated through the annotate view\n          \n            Previous Status: \n            Updated Status:  PENDING",
            "point_source": "https://corporate.discovery.com/visitor-agreement/",
            "case": {
                "text": "You agree not to submit libelous, harassing or threatening content",
                "href": "https://edit.tosdr.org/cases/283"
            }
        },
        {
            "title": "This service is only available to users of a certain age",
            "rating": "neutral",
            "description": "The Services are intended for users who are at least a certain age. If you are younger than the age required then you are prohibited from using the Service.",
            "last_updated": "2023-07-11 10:03:47",
            "point_link": "https://edit.tosdr.org/points/7677",
            "approval_status": "APPROVED",
            "clause_text": "<strong>AGE RESTRICTION<br>\n</strong>You must be at least 13 years old to register on the Discovery Sites.\nBy registering on the Discovery Sites, you warrant that you are at least 13 years old.<strong>&nbsp;</strong>",
            "point_source": "https://corporate.discovery.com/visitor-agreement/",
            "case": {
                "text": "This service is only available to users over a certain age",
                "href": "https://edit.tosdr.org/cases/152"
            }
        },
        {
            "title": "The service does not guarantee accuracy or reliability of the information provided",
            "rating": "neutral",
            "description": "This service makes no warranty regarding the accuracy or reliability of any information that is given on its website or the results that may be obtained from the use of the service.",
            "last_updated": "2023-07-11 10:14:46",
            "point_link": "https://edit.tosdr.org/points/18841",
            "approval_status": "APPROVED",
            "clause_text": "<p>The material that appears on the Discovery Sites is for informational and entertainment purposes only.\nDespite our efforts to provide useful and accurate information, errors may appear from time to time.",
            "point_source": "https://corporate.discovery.com/visitor-agreement/",
            "case": {
                "text": "The service does not guarantee accuracy or reliability of the information provided",
                "href": "https://edit.tosdr.org/cases/288"
            }
        },
        {
            "title": "This service requires first-party cookies",
            "rating": "neutral",
            "description": "First-party cookies only belong to the domain of the service and not a third party.",
            "last_updated": "2023-07-11 10:14:49",
            "point_link": "https://edit.tosdr.org/points/18906",
            "approval_status": "APPROVED",
            "clause_text": "“First party cookies” are cookies that are set by the domain that you are visiting.\nWhen you visit websites in the Discovery network of sites, we serve cookies set in the domains of the sites you are visiting and in Discovery domains.</p>",
            "point_source": "https://corporate.discovery.com/tracking-technologies-notice/",
            "case": {
                "text": "First-party cookies are used",
                "href": "https://edit.tosdr.org/cases/126"
            }
        },
        {
            "title": "Provides instructions on how to submit a copyright claim",
            "rating": "neutral",
            "description": "If content that you own is copied or made accessible through the service in a way that constitutes an intellectual property right infringement, you can report it following the instructions given in the agreements.",
            "last_updated": "2023-07-11 10:14:46",
            "point_link": "https://edit.tosdr.org/points/18842",
            "approval_status": "APPROVED",
            "clause_text": "<strong>NOTICE AND PROCEDURE FOR MAKING CLAIMS OF COPYRIGHT INFRINGEMENT</strong>",
            "point_source": "https://corporate.discovery.com/visitor-agreement/",
            "case": {
                "text": "Instructions are provided on how to submit a copyright claim",
                "href": "https://edit.tosdr.org/cases/138"
            }
        },
        {
            "title": "Users agree not to use the service for illegal purposes",
            "rating": "neutral",
            "description": "The user agrees not to commit any unlawful acts through the use of the website, including the posting of illegal content or messaging.",
            "last_updated": "2023-07-11 10:03:39",
            "point_link": "https://edit.tosdr.org/points/7559",
            "approval_status": "APPROVED",
            "clause_text": "You may use the Discovery Sites for lawful purposes only.",
            "point_source": "https://corporate.discovery.com/visitor-agreement/",
            "case": {
                "text": "You agree not to use the service for illegal purposes",
                "href": "https://edit.tosdr.org/cases/280"
            }
        },
        {
            "title": "You are responsible for maintaining the security of your account and for the activities on your account",
            "rating": "neutral",
            "description": "You are responsible for protecting the confidentiality of your password and for maintaining the security of your account. Any activity occurring under your account is your responsibility, whether authorized by you or not.",
            "last_updated": "2023-07-11 10:03:49",
            "point_link": "https://edit.tosdr.org/points/7703",
            "approval_status": "APPROVED",
            "clause_text": "You will be responsible for preserving the confidentiality of your password and will notify Discovery of any known or suspected unauthorized use of your account.",
            "point_source": "https://corporate.discovery.com/visitor-agreement/",
            "case": {
                "text": "You are responsible for maintaining the security of your account and for the activities on your account",
                "href": "https://edit.tosdr.org/cases/148"
            }
        },
        {
            "title": "Third parties are involved in operating the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:14:27",
            "point_link": "https://edit.tosdr.org/points/18893",
            "approval_status": "APPROVED",
            "clause_text": "We engage third-party service providers to perform a variety of services and functions on our behalf",
            "point_source": "https://corporate.discovery.com/privacy-policy/",
            "case": {
                "text": "Third parties are involved in operating the service",
                "href": "https://edit.tosdr.org/cases/207"
            }
        },
        {
            "title": "This service collects your IP address, which can be used to view your approximate location",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:14:47",
            "point_link": "https://edit.tosdr.org/points/18871",
            "approval_status": "APPROVED",
            "clause_text": "This information includes information about the devices used to access the Services, such as Internet Protocol (“IP”) address",
            "point_source": "https://corporate.discovery.com/privacy-policy/",
            "case": {
                "text": "Your IP address is collected, which can be used to view your approximate location",
                "href": "https://edit.tosdr.org/cases/399"
            }
        },
        {
            "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.",
            "rating": "neutral",
            "description": "Even though the Do Not Track (DNT) header was not implemented perfectly, services should not track users whose browsers send a DNT header.",
            "last_updated": "2023-07-11 10:15:23",
            "point_link": "https://edit.tosdr.org/points/18903",
            "approval_status": "APPROVED",
            "clause_text": "Additionally, as more fully explained in that Tracking Technologies Notice, your browser or device may include “Do Not Track” functionality.&nbsp.\nOur information collection and disclosure practices, and the choices that we provide, will continue to operate as described in this Notice and the related Tracking Technologies Notice, whether or not a Do Not Track signal is received.</p>",
            "point_source": "https://corporate.discovery.com/privacy-policy/",
            "case": {
                "text": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.",
                "href": "https://edit.tosdr.org/cases/233"
            }
        },
        {
            "title": "The court of law governing the terms is in the State of New York, USA",
            "rating": "neutral",
            "description": "The Terms are governed by the applicable laws of a jurisdiction (specified in the title of each point by replacing the \"X\").",
            "last_updated": "2023-07-11 10:14:50",
            "point_link": "https://edit.tosdr.org/points/18904",
            "approval_status": "APPROVED",
            "clause_text": "This Notice and all disputes arising hereunder or relating hereto shall be governed by, and will be construed under, the laws of the State of New York, without regard to choice of law principles.",
            "point_source": "https://corporate.discovery.com/privacy-policy/",
            "case": {
                "text": "The court of law governing the terms is in location X",
                "href": "https://edit.tosdr.org/cases/163"
            }
        }
    ]
}