{
    "meta_data": {
        "title": "Nextcloud - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "This service reserves the right to disclose your personal information without notifying you",
            "rating": "bad",
            "description": "If the Government governing the Terms requests personal data of a user of this service, they may not inform/notify the user while complying with the request.",
            "last_updated": "2023-07-11 10:05:37",
            "point_link": "https://edit.tosdr.org/points/16962",
            "approval_status": "APPROVED",
            "clause_text": "We may also release information when its release is appropriate to comply with the law, enforce our site policies, or protect ours or others rights, property or safety.<br>",
            "point_source": "https://nextcloud.com/privacy/",
            "case": {
                "text": "Your personal data may be disclosed to comply with government requests without notice to you",
                "href": "https://edit.tosdr.org/cases/164"
            }
        },
        {
            "title": "This service tracks which web page referred you to it",
            "rating": "bad",
            "description": "The service logs the URL of the last web page you visited before visiting the Site and may use that information to gather more data about you.",
            "last_updated": "2023-07-11 10:05:02",
            "point_link": "https://edit.tosdr.org/points/16948",
            "approval_status": "APPROVED",
            "clause_text": "<p>Like most websites, nextcloud.com collects non-personally-identifying information of the sort that web browsers and servers typically make available, such as the browser type, language preference, referring site, and the date and time of each visitor request.",
            "point_source": "https://nextcloud.com/privacy/",
            "case": {
                "text": "This service tracks which web page referred you to it",
                "href": "https://edit.tosdr.org/cases/387"
            }
        },
        {
            "title": "This service gives your personal data to third parties involved in its operation",
            "rating": "bad",
            "description": "Your personal data is or may be given to third parties essential to the service’s operation. This could be an external spam detection service for an internet forum.",
            "last_updated": "2023-07-11 10:05:36",
            "point_link": "https://edit.tosdr.org/points/16960",
            "approval_status": "APPROVED",
            "clause_text": "Full quote: \"We do not sell, trade, or otherwise transfer to outside parties your personally identifiable information unless we provide users with advance notice. This does not include website hosting partners and other parties who assist us in operating our website, conducting our business, or serving our users\"",
            "point_source": "https://nextcloud.com/privacy/",
            "case": {
                "text": "This service gives your personal data to third parties involved in its operation",
                "href": "https://edit.tosdr.org/cases/188"
            }
        },
        {
            "title": "Features of the website are made available under a free software license",
            "rating": "good",
            "description": "This case applies to services under licenses that are free as in \"freedom\". According to the Free Software Foundation, \"free software is the software that grants the user the freedom to share, study, and modify it\". Furthermore, the code is entirely open source and may be used without any restriction, including for commercial purposes.",
            "last_updated": "2023-07-11 10:05:41",
            "point_link": "https://edit.tosdr.org/points/16974",
            "approval_status": "APPROVED",
            "clause_text": "<p>The source code of the website can be found in our GitHub repository.\nIt is licensed under the AGPLv3 license.\nNote that graphics and trademarks are of course not licensed freely, nor is text content.\nThe license covers the code of the site.</p>",
            "point_source": "https://nextcloud.com/privacy/",
            "case": {
                "text": "Features of the website are made available under a free software license",
                "href": "https://edit.tosdr.org/cases/171"
            }
        },
        {
            "title": "Content is published under a free license instead of a bilateral one",
            "rating": "good",
            "description": "User-generated content, such as posts or comments, is published under a free license, meaning other users can reuse it (e.g. Creative Commons license).",
            "last_updated": "2023-07-11 10:05:39",
            "point_link": "https://edit.tosdr.org/points/16970",
            "approval_status": "APPROVED",
            "clause_text": "You agree all content posted on the forums is owned by you and by posting on our forums is shared and licensed under the Attribution-ShareAlike 4.0 International license.",
            "point_source": "https://nextcloud.com/privacy/",
            "case": {
                "text": "Content is published under a free license instead of a bilateral one",
                "href": "https://edit.tosdr.org/cases/131"
            }
        },
        {
            "title": "User logs are deleted after a finite period of time",
            "rating": "good",
            "description": "Logs are text files containing some information about web visitors, such as user agents (showing for instance that you're connecting from Firefox for Android) and ip addresses (which reveal your approximate location). This case applies to Services that periodically delete their logs to prevent user sessions being tracked over time.",
            "last_updated": "2023-07-11 06:33:10",
            "point_link": "https://edit.tosdr.org/points/16943",
            "approval_status": "APPROVED",
            "clause_text": "From neither will we hand over individual data to anybody else and any privacy breaches we will disclose as soon as possible.\nWe also delete, anonymize and remove data regularly.</p>\n<p>",
            "point_source": "https://nextcloud.com/privacy/",
            "case": {
                "text": "Logs are deleted after a finite period of time",
                "href": "https://edit.tosdr.org/cases/177"
            }
        },
        {
            "title": "Users can access most of the pages on the service's website without revealing any personal information",
            "rating": "good",
            "description": "The service does not require users to reveal personal information for most of its website. However, it may still collect anonymous logs.",
            "last_updated": "2023-07-11 10:04:59",
            "point_link": "https://edit.tosdr.org/points/16945",
            "approval_status": "APPROVED",
            "clause_text": "Our software</strong>, be it the Nextcloud server or the Android or iOS apps, are designed to not sent any user data to us.",
            "point_source": "https://nextcloud.com/privacy/",
            "case": {
                "text": "You can access most of the pages on the service's website without revealing any personal information",
                "href": "https://edit.tosdr.org/cases/298"
            }
        },
        {
            "title": "The service does not share user information with third parties",
            "rating": "good",
            "description": "Information collected from users by this service is not given to third parties.",
            "last_updated": "2023-07-11 10:05:04",
            "point_link": "https://edit.tosdr.org/points/16950",
            "approval_status": "APPROVED",
            "clause_text": "nextcloud.com does not use such information to identify its visitors, however, and does not disclose such information to third parties unless legally obliged to do so.</p>",
            "point_source": "https://nextcloud.com/privacy/",
            "case": {
                "text": "Your personal data is not shared with third parties",
                "href": "https://edit.tosdr.org/cases/311"
            }
        },
        {
            "title": "IP addresses of website visitors are not tracked",
            "rating": "good",
            "description": "The Service disclaims that IP adresses from users are not collected (or anonymized) nor shared.",
            "last_updated": "2023-07-11 06:33:16",
            "point_link": "https://edit.tosdr.org/points/16949",
            "approval_status": "APPROVED",
            "clause_text": "IP addresses of website visitors are anonymized by not storing the last digits.",
            "point_source": "https://nextcloud.com/privacy/",
            "case": {
                "text": "IP addresses of website visitors are not tracked",
                "href": "https://edit.tosdr.org/cases/192"
            }
        },
        {
            "title": "Only necessary user logs are kept by the service to ensure quality",
            "rating": "good",
            "description": "Logs are text files containing some information about web visitors, such as user agents (showing for instance that you're connecting from Firefox for Android) and ip addresses (which reveal your approximate location). This case applies to Services that only keep the strictly necessary logs on their servers and therefore protect your privacy.",
            "last_updated": "2023-07-11 06:33:09",
            "point_link": "https://edit.tosdr.org/points/16942",
            "approval_status": "APPROVED",
            "clause_text": "They store a log of each http request with this data.\nIt can be summarized as IP address and client device and a whole bunch of data on how their infrastructure is doing.",
            "point_source": "https://nextcloud.com/privacy/",
            "case": {
                "text": "Only necessary logs are kept by the service to ensure quality",
                "href": "https://edit.tosdr.org/cases/176"
            }
        },
        {
            "title": "Users can scrape the site, as long as it doesn't impact the server too much",
            "rating": "good",
            "description": "Automated web scraping is a method of extracting information from a website. The service authorises scraping if it doesn't impact its server(s) too much.",
            "last_updated": "2023-07-11 10:05:41",
            "point_link": "https://edit.tosdr.org/points/16973",
            "approval_status": "APPROVED",
            "clause_text": "Do not strain the forum with technical requests or requests designed to impose an unreasonable load on the forum infrastructure.</li>",
            "point_source": "https://nextcloud.com/privacy/",
            "case": {
                "text": "You can scrape the site, as long as it doesn't impact the server too much",
                "href": "https://edit.tosdr.org/cases/389"
            }
        },
        {
            "title": "Tracking cookies refused will not limit your ability to use the service",
            "rating": "good",
            "description": "Blocking tracking technologies will not negatively impact your use of the service.",
            "last_updated": "2023-07-11 10:05:29",
            "point_link": "https://edit.tosdr.org/points/16958",
            "approval_status": "APPROVED",
            "clause_text": "If you disable cookies, some minor features might be disabled.</p>",
            "point_source": "https://nextcloud.com/privacy/",
            "case": {
                "text": "Tracking cookies refused will not limit your ability to use the service",
                "href": "https://edit.tosdr.org/cases/385"
            }
        },
        {
            "title": "The service provides information about how they collect personal data",
            "rating": "good",
            "description": "The service details situations in which they collect personal information or means by which they do.",
            "last_updated": "2023-07-11 06:33:11",
            "point_link": "https://edit.tosdr.org/points/16952",
            "approval_status": "APPROVED",
            "clause_text": "When do we collect information?",
            "point_source": "https://nextcloud.com/privacy/",
            "case": {
                "text": "Information is provided about how they collect personal data",
                "href": "https://edit.tosdr.org/cases/297"
            }
        },
        {
            "title": "The service provides details about what kinds of personal information they collect",
            "rating": "good",
            "description": "The Privacy Policy describes in detail the data collected through the website and through the services provided.",
            "last_updated": "2023-07-11 06:33:10",
            "point_link": "https://edit.tosdr.org/points/16947",
            "approval_status": "APPROVED",
            "clause_text": "What personal information do we collect from the people that visit our blog, website or app?",
            "point_source": "https://nextcloud.com/privacy/",
            "case": {
                "text": "Information is provided about what kind of information they collect",
                "href": "https://edit.tosdr.org/cases/228"
            }
        },
        {
            "title": "The service provides information about how they intend to use your personal data",
            "rating": "good",
            "description": "The Privacy Policy explains the purposes for which data is collected and the way it is processed, used and shared.",
            "last_updated": "2023-07-11 06:33:14",
            "point_link": "https://edit.tosdr.org/points/16953",
            "approval_status": "APPROVED",
            "clause_text": "How do we use your information? <p>",
            "point_source": "https://nextcloud.com/privacy/",
            "case": {
                "text": "Information is provided about how your personal data is used",
                "href": "https://edit.tosdr.org/cases/227"
            }
        },
        {
            "title": "You are warned of the potential consequences related to third-party access",
            "rating": "good",
            "description": "This is different from disclaiming liability for external links, which is handled by the \"This service assumes no responsibility and liability for the contents of links to other websites\" case.",
            "last_updated": "2023-07-11 06:23:27",
            "point_link": "https://edit.tosdr.org/points/26268",
            "approval_status": "APPROVED",
            "clause_text": "However, we do not have the ability to check all code of all third party applications and thus we recommend you are careful when installing third party apps.</p>",
            "point_source": "https://nextcloud.com/privacy/",
            "case": {
                "text": "You are warned of the potential consequences related to third-party access",
                "href": "https://edit.tosdr.org/cases/209"
            }
        },
        {
            "title": "The services will notify users if personal data has been affected by data breaches",
            "rating": "good",
            "description": "Should the personal information of a service be compromised, the service will inform users if any personal data has been affected by data breaches. This case is also related to privacy.",
            "last_updated": "2023-07-11 10:05:37",
            "point_link": "https://edit.tosdr.org/points/16964",
            "approval_status": "APPROVED",
            "clause_text": "<p>In order to be in line with Fair Information Practices, should a data breach occur we will notify the users via email within 7 business days</p>",
            "point_source": "https://nextcloud.com/privacy/",
            "case": {
                "text": "You will be notified if personal data has been affected by data breaches",
                "href": "https://edit.tosdr.org/cases/391"
            }
        },
        {
            "title": "A complaint mechanism is provided for the handling of personal data",
            "rating": "good",
            "description": "The service provides users with contact information for an internal or external structure to lodge complaints. It also provides users with contact information for a higher data protection / privacy office in case the internal mechanism fails to satisfy the user.",
            "last_updated": "2023-07-11 06:33:47",
            "point_link": "https://edit.tosdr.org/points/16944",
            "approval_status": "APPROVED",
            "clause_text": "<p>If there are any questions regarding this privacy policy you may contact us using the information below.</p>",
            "point_source": "https://nextcloud.com/privacy/",
            "case": {
                "text": "A complaint mechanism is provided for the handling of personal data",
                "href": "https://edit.tosdr.org/cases/300"
            }
        },
        {
            "title": "This service respects your browser's Do Not Track (DNT) headers",
            "rating": "good",
            "description": "This service does respect the browser's Do Not Track header and disables all user tracking if it is enabled.",
            "last_updated": "2023-07-11 10:05:01",
            "point_link": "https://edit.tosdr.org/points/16951",
            "approval_status": "APPROVED",
            "clause_text": "We honour the do-not-track directive.\nnextcloud.com will not track anything if this is enabled.</p>",
            "point_source": "https://nextcloud.com/privacy/",
            "case": {
                "text": "Your browser's Do Not Track (DNT) headers are respected",
                "href": "https://edit.tosdr.org/cases/383"
            }
        },
        {
            "title": "Your personal data is not sold",
            "rating": "good",
            "description": "This service makes an explicit promise not to sell \"personal data\" of users.",
            "last_updated": "2023-07-11 10:05:12",
            "point_link": "https://edit.tosdr.org/points/16959",
            "approval_status": "APPROVED",
            "clause_text": "<p>We do not sell, trade, or otherwise transfer to outside parties your personally identifiable information unless we provide users with advance notice.",
            "point_source": "https://nextcloud.com/privacy/",
            "case": {
                "text": "Your personal data is not sold",
                "href": "https://edit.tosdr.org/cases/193"
            }
        },
        {
            "title": "The service does not use third-party analytics or tracking platforms",
            "rating": "good",
            "description": "There are no Google Analytics or other tracking codes embedded in the service. Any tracking is performed by the service itself.",
            "last_updated": "2023-07-11 10:05:12",
            "point_link": "https://edit.tosdr.org/points/16957",
            "approval_status": "APPROVED",
            "clause_text": "We do not use third-party services (like Google Analytics) that track this information on our behalf.",
            "point_source": "https://nextcloud.com/privacy/",
            "case": {
                "text": "No third-party analytics or tracking platforms are used",
                "href": "https://edit.tosdr.org/cases/381"
            }
        },
        {
            "title": "Third parties used by the service are bound by confidentiality obligations",
            "rating": "good",
            "description": "The Third Parties accessing your personal information must keep it confidential and only use it for limited purposes.",
            "last_updated": "2023-07-11 06:33:42",
            "point_link": "https://edit.tosdr.org/points/16961",
            "approval_status": "APPROVED",
            "clause_text": "This does not include website hosting partners and other parties who assist us in operating our website, conducting our business, or serving our users, so long as those parties agree to keep this information confidential.",
            "point_source": "https://nextcloud.com/privacy/",
            "case": {
                "text": "Third parties used by the service are bound by confidentiality obligations",
                "href": "https://edit.tosdr.org/cases/210"
            }
        },
        {
            "title": "You have the right to leave this service at any time",
            "rating": "good",
            "description": "You can stop using the service and/or cancel or delete your account at any time for any reason. Moreover, the termination is reasonably fast and simple.",
            "last_updated": "2023-07-11 10:05:39",
            "point_link": "https://edit.tosdr.org/points/16968",
            "approval_status": "APPROVED",
            "clause_text": "You can ask us to close your account and delete all private data (but not the posts, see below) any time.",
            "point_source": "https://nextcloud.com/privacy/",
            "case": {
                "text": "You have the right to leave this service at any time",
                "href": "https://edit.tosdr.org/cases/170"
            }
        },
        {
            "title": "The user is informed about security practices",
            "rating": "good",
            "description": "It's important to know what security measures are taken to protect your data from unauthorized access. This case applies to the Agreements that precisely explain their security practices.",
            "last_updated": "2023-07-11 10:05:29",
            "point_link": "https://edit.tosdr.org/points/16956",
            "approval_status": "APPROVED",
            "clause_text": "<p>In line with our business strategy of not monetizing home and small business users but aim for large enterprises, our goal is to ONLY track employees of companies using their work email.\nWe try to drop all home/private users from the database as soon as we find out they are private users, of course after we have sent them the white paper they asked for.\nFor example, we remove contacts with an @gmail or @icloud address and keep obviously business related addresses (@acme @example-ltd @placeholder-corp.com).\nFor those we then might follow up on a End-to-end Encryption white paper download a week later with an offer to download our Server-side Encryption white paper.",
            "point_source": "https://nextcloud.com/privacy/",
            "case": {
                "text": "Information is provided about security practices",
                "href": "https://edit.tosdr.org/cases/226"
            }
        },
        {
            "title": "You can opt out of promotional communications",
            "rating": "good",
            "description": "You can update your account preferences and/or easily unsubscribe of email/sms lists to stop receiving promotional communications.",
            "last_updated": "2023-07-11 10:05:09",
            "point_link": "https://edit.tosdr.org/points/16955",
            "approval_status": "APPROVED",
            "clause_text": "If you enter an email address on our site, you agree with that (otherwise we can not sent you that white paper either).\nWe might sent follow-up emails (like a reminder if you did not download the white paper, or a notification of a new white paper), from which you can opt-out on the bottom of the emails.</p>",
            "point_source": "https://nextcloud.com/privacy/",
            "case": {
                "text": "You can opt out of promotional communications",
                "href": "https://edit.tosdr.org/cases/223"
            }
        },
        {
            "title": "There is a date of the last update of the agreements",
            "rating": "neutral",
            "description": "The given text has a date that allows to know when it was last updated.",
            "last_updated": "2023-07-11 06:23:27",
            "point_link": "https://edit.tosdr.org/points/26269",
            "approval_status": "APPROVED",
            "clause_text": "Last Edited on 2020-07-23</p>",
            "point_source": "https://nextcloud.com/privacy/",
            "case": {
                "text": "There is a date of the last update of the agreements",
                "href": "https://edit.tosdr.org/cases/331"
            }
        },
        {
            "title": "Prohibits political discussions or campaigning",
            "rating": "neutral",
            "description": "Political content in the form or pictures, discussions, or campaigning isn't allowed.",
            "last_updated": "2023-07-11 10:05:39",
            "point_link": "https://edit.tosdr.org/points/16967",
            "approval_status": "APPROVED",
            "clause_text": "<li>Keep in mind our forum is to discuss Nextcloud and related, technical issues.\nPolitical debates, complaints or such about things not directly related, or purely relevant for yourself, do not belong on the forums.",
            "point_source": "https://nextcloud.com/privacy/",
            "case": {
                "text": "Political discussions or campaining are prohibited",
                "href": "https://edit.tosdr.org/cases/316"
            }
        },
        {
            "title": "Users who have been permanently banned from this service are not allowed to re-register under a new account",
            "rating": "neutral",
            "description": "Once users have been permanently banned from this service, they are not allowed to create a new account to keep using the service.",
            "last_updated": "2023-07-11 10:05:37",
            "point_link": "https://edit.tosdr.org/points/16966",
            "approval_status": "APPROVED",
            "clause_text": "<li>You may no longer use the forum if Nextcloud GmbH or any of the admins contact you directly to say that you may not.</li>",
            "point_source": "https://nextcloud.com/privacy/",
            "case": {
                "text": "Users who have been permanently banned from this service are not allowed to re-register under a new account",
                "href": "https://edit.tosdr.org/cases/319"
            }
        },
        {
            "title": "Spidering, crawling, or accessing the site through any automated means is not allowed",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:05:40",
            "point_link": "https://edit.tosdr.org/points/16972",
            "approval_status": "APPROVED",
            "clause_text": "You may not automate access to the forum or monitor it with tools like browser plug-ins, web crawlers and the like, unless it is for the purposes of a search engine.",
            "point_source": "https://nextcloud.com/privacy/",
            "case": {
                "text": "Spidering, crawling, or accessing the site through any automated means is not allowed",
                "href": "https://edit.tosdr.org/cases/150"
            }
        },
        {
            "title": "The forum of this service is only available to users over 10 years of age",
            "rating": "neutral",
            "description": "The Services are intended for users who are at least a certain age. If you are younger than the age required then you are prohibited from using the Service.",
            "last_updated": "2023-07-11 06:33:40",
            "point_link": "https://edit.tosdr.org/points/16965",
            "approval_status": "APPROVED",
            "clause_text": "You must at least be 10 years old</li>",
            "point_source": "https://nextcloud.com/privacy/",
            "case": {
                "text": "This service is only available to users over a certain age",
                "href": "https://edit.tosdr.org/cases/152"
            }
        },
        {
            "title": "You are responsible for maintaining the security of your account and for the activities on your account",
            "rating": "neutral",
            "description": "You are responsible for protecting the confidentiality of your password and for maintaining the security of your account. Any activity occurring under your account is your responsibility, whether authorized by you or not.",
            "last_updated": "2023-07-11 10:05:39",
            "point_link": "https://edit.tosdr.org/points/16969",
            "approval_status": "APPROVED",
            "clause_text": "Note that YOU are responsible for all actions taken with your account, whether authorized or not, unless you ask us to close your account or notify us it is compromised.",
            "point_source": "https://nextcloud.com/privacy/",
            "case": {
                "text": "You are responsible for maintaining the security of your account and for the activities on your account",
                "href": "https://edit.tosdr.org/cases/148"
            }
        },
        {
            "title": "The service informs you that its privacy policy does not apply to third party websites",
            "rating": "neutral",
            "description": "The service states that whenever it links to third party websites or applications, its privacy policy does not apply. Those third party websites or applications hosted or operated by other organizations may have their own privacy policies.",
            "last_updated": "2023-07-11 06:23:27",
            "point_link": "https://edit.tosdr.org/points/26267",
            "approval_status": "APPROVED",
            "clause_text": "With regards to third party apps:</strong> we can not take any responsibility for third-party apps and the data they store or sent about users",
            "point_source": "https://nextcloud.com/privacy/",
            "case": {
                "text": "The service informs you that its privacy policy does not apply to third party websites",
                "href": "https://edit.tosdr.org/cases/299"
            }
        },
        {
            "title": "Your personal data is aggregated into statistics",
            "rating": "neutral",
            "description": "Your personal data is used for statistics in a de-identified/aggregated form (i.e. not directly linked to a unique identity) to analyse trends, for research and for analytics.",
            "last_updated": "2023-07-11 10:05:00",
            "point_link": "https://edit.tosdr.org/points/16946",
            "approval_status": "APPROVED",
            "clause_text": "The optional Usage Survey app can sent usage statistics like installed apps to us to help us improve our service.\nYou can review and approve the data before it is sent.\nWe store the data aggregated and not per user, so a theft of our data can not be used to get any information about any specific installation.",
            "point_source": "https://nextcloud.com/privacy/",
            "case": {
                "text": "Your personal data is aggregated into statistics",
                "href": "https://edit.tosdr.org/cases/190"
            }
        },
        {
            "title": "Users agree not to use the service for illegal purposes",
            "rating": "neutral",
            "description": "The user agrees not to commit any unlawful acts through the use of the website, including the posting of illegal content or messaging.",
            "last_updated": "2023-07-11 10:05:40",
            "point_link": "https://edit.tosdr.org/points/16971",
            "approval_status": "APPROVED",
            "clause_text": "You may not break the law using the forum",
            "point_source": "https://nextcloud.com/privacy/",
            "case": {
                "text": "You agree not to use the service for illegal purposes",
                "href": "https://edit.tosdr.org/cases/280"
            }
        },
        {
            "title": "Third parties are involved in operating the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:05:06",
            "point_link": "https://edit.tosdr.org/points/16954",
            "approval_status": "APPROVED",
            "clause_text": "The Play Store version equal to or newer than 1.5.0 for Nextcloud supports push notifications which use the Google servers.\nHowever Google does not have access to the actual notification data.\nOnly a header with a subject is sent via Google, but in encrypted form, and the rest of the content is retrieved directly from your Nextcloud server and <strong>not</strong> sent through Google.",
            "point_source": "https://nextcloud.com/privacy/",
            "case": {
                "text": "Third parties are involved in operating the service",
                "href": "https://edit.tosdr.org/cases/207"
            }
        },
        {
            "title": "The terms for this service are translated into different languages",
            "rating": "neutral",
            "description": "Although there's generally a unique binding language for the terms, they are translated to allow all users to understand the agreement they're accepting, no matter their native language.",
            "last_updated": "2023-07-11 06:33:03",
            "point_link": "https://edit.tosdr.org/points/16941",
            "approval_status": "APPROVED",
            "clause_text": "Deutsch </li>\n<li> English </li>\n<li> Français",
            "point_source": "https://nextcloud.com/privacy/",
            "case": {
                "text": "The terms for this service are translated into different languages",
                "href": "https://edit.tosdr.org/cases/198"
            }
        },
        {
            "title": "The service may change its terms at any time, but the user will receive notification of the changes.",
            "rating": "neutral",
            "description": "The Terms may be updated without prior notice, but users will be notified of the changes at the moment they will start applying.",
            "last_updated": "2023-07-11 10:05:37",
            "point_link": "https://edit.tosdr.org/points/16963",
            "approval_status": "APPROVED",
            "clause_text": "<p>Users will be notified of any privacy policy changes on our Privacy Policy Page.</p>",
            "point_source": "https://nextcloud.com/privacy/",
            "case": {
                "text": "The terms may be changed at any time, but you will receive notification of the changes",
                "href": "https://edit.tosdr.org/cases/122"
            }
        }
    ]
}