{
    "meta_data": {
        "title": "Ecosia - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "This service can view your browser history",
            "rating": "unknown",
            "description": "The service can view your search history and the websites you visit, which is an extremely intrusive way of collecting information that may include personal and/or sensitive data.",
            "last_updated": "2023-07-11 06:35:40",
            "edit_link": "https://edit.tosdr.org/points/13496",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service may collect, use, and share location data",
            "rating": "bad",
            "description": "Location-based information is collected and may be used and/or shared with third parties for purposes not directly related to the services provided (i.e. the Service doesn't rely on the use or share of location data to function properly).",
            "last_updated": "2023-07-11 06:35:38",
            "edit_link": "https://edit.tosdr.org/points/5975",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service allows tracking via third-party cookies for purposes including targeted advertising.",
            "rating": "bad",
            "description": "The service's website sets third-party cookies (cookies that do not belong to their domain) for purposes not including statistics and analytics.",
            "last_updated": "2023-07-11 06:32:52",
            "edit_link": "https://edit.tosdr.org/points/5980",
            "approval_status": "APPROVED"
        },
        {
            "title": "Many third parties are involved in operating the service",
            "rating": "bad",
            "description": null,
            "last_updated": "2023-07-11 10:06:54",
            "edit_link": "https://edit.tosdr.org/points/5977",
            "approval_status": "APPROVED"
        },
        {
            "title": "Instead of asking directly, this Service will assume your consent merely from your usage.",
            "rating": "bad",
            "description": "The Service infers your acceptance from your continued usage, instead of prompting you to read the new Terms and asking for direct consent. This doesn’t apply to services that have no way to seek consent from users through their contact details or an account.",
            "last_updated": "2023-07-11 10:07:46",
            "edit_link": "https://edit.tosdr.org/points/17679",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your profile is combined across various products",
            "rating": "bad",
            "description": "When using multiple services from one same company, they can combine these (unrelated) information sources about you to build up a single richer user profile about you.",
            "last_updated": "2023-07-11 06:35:43",
            "edit_link": "https://edit.tosdr.org/points/13497",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service tracks which web page referred you to it",
            "rating": "bad",
            "description": "The service logs the URL of the last web page you visited before visiting the Site and may use that information to gather more data about you.",
            "last_updated": "2023-07-11 10:09:21",
            "edit_link": "https://edit.tosdr.org/points/13498",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service may keep a secure, anonymized record of users' data for analytical purposes even after the data retention period",
            "rating": "bad",
            "description": "The data retention period states how long a service keeps user data. In this case, the service may anonymize the personal data after its retention period is over and use it for analytical or research purposes.",
            "last_updated": "2023-07-11 10:02:57",
            "edit_link": "https://edit.tosdr.org/points/5981",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your personal data is given to third parties",
            "rating": "bad",
            "description": "Your personal data is or may be given to third parties essential to the service’s operation. This could be an external spam detection service for an internet forum.",
            "last_updated": "2023-07-11 06:35:52",
            "edit_link": "https://edit.tosdr.org/points/13499",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your data may be processed and stored anywhere in the world",
            "rating": "bad",
            "description": "Your data is stored all over the world, including in countries where data protection rules may differ from the ones of the service's jurisdiction or those of your country jurisdiction.",
            "last_updated": "2023-07-11 10:09:21",
            "edit_link": "https://edit.tosdr.org/points/13495",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service uses third-party cookies for statistics on non-search pages",
            "rating": "bad",
            "description": "For instance, Google Analytics, rather than self-hosted (first-party) statistics software.",
            "last_updated": "2023-07-11 10:09:21",
            "edit_link": "https://edit.tosdr.org/points/13500",
            "approval_status": "APPROVED"
        },
        {
            "title": "IP addresses of website visitors are not tracked",
            "rating": "good",
            "description": "The Service disclaims that IP adresses from users are not collected (or anonymized) nor shared.",
            "last_updated": "2023-07-11 10:07:44",
            "edit_link": "https://edit.tosdr.org/points/17673",
            "approval_status": "APPROVED"
        },
        {
            "title": "The cookies used by this service do not contain information that would personally identify you",
            "rating": "good",
            "description": "The cookies used only collect anonymous, aggregated data that cannot be linked to a unique identity.",
            "last_updated": "2023-07-11 10:07:44",
            "edit_link": "https://edit.tosdr.org/points/17674",
            "approval_status": "APPROVED"
        },
        {
            "title": "You can request access and deletion of personal data",
            "rating": "good",
            "description": "Users have the right to access personal data hold by the Service, correct it and/or permanently delete it. This usually applies to Services GDPR compliants.",
            "last_updated": "2023-07-11 06:34:30",
            "edit_link": "https://edit.tosdr.org/points/5193",
            "approval_status": "APPROVED"
        },
        {
            "title": "No need to register",
            "rating": "good",
            "description": "This service can be used without providing a user profile.",
            "last_updated": "2023-07-11 06:33:29",
            "edit_link": "https://edit.tosdr.org/points/17912",
            "approval_status": "APPROVED"
        },
        {
            "title": "If you offer suggestions to the service, they may use that without your approval or compensation, but they do not become the owner",
            "rating": "good",
            "description": "The service may employ a broad copyright license over feedback, proposals, ideas and suggestions submitted, including the right to use them without restriction, compensation or obligation to the user, but they do not claim ownership on them.",
            "last_updated": "2023-07-11 10:13:54",
            "edit_link": "https://edit.tosdr.org/points/17916",
            "approval_status": "APPROVED"
        },
        {
            "title": "The court of law governing the terms is in a jurisdiction that is friendlier to user privacy protection.",
            "rating": "good",
            "description": "The Terms are governed by the applicable laws of a jurisdiction known for protecting citizens privacy with strong data regulations. Usually contributors will need to explain in the Analysis view of each point linked to this Case why the jurisdiction is friendly to user privacy protection.",
            "last_updated": "2023-07-11 10:13:54",
            "edit_link": "https://edit.tosdr.org/points/17915",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service deletes tracking data after a period of time and allows you to opt out",
            "rating": "good",
            "description": null,
            "last_updated": "2023-07-11 10:07:44",
            "edit_link": "https://edit.tosdr.org/points/17677",
            "approval_status": "APPROVED"
        },
        {
            "title": "info given about what personal data they collect",
            "rating": "good",
            "description": "The Privacy Policy describes in detail the data collected through the website and through the services provided.",
            "last_updated": "2023-07-11 10:02:51",
            "edit_link": "https://edit.tosdr.org/points/4378",
            "approval_status": "APPROVED"
        },
        {
            "title": "A complaint mechanism is provided for the handling of personal data",
            "rating": "good",
            "description": "The service provides users with contact information for an internal or external structure to lodge complaints. It also provides users with contact information for a higher data protection / privacy office in case the internal mechanism fails to satisfy the user.",
            "last_updated": "2023-07-11 04:47:40",
            "edit_link": "https://edit.tosdr.org/points/20173",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service respects your browser's Do Not Track (DNT) headers",
            "rating": "good",
            "description": "This service does respect the browser's Do Not Track header and disables all user tracking if it is enabled.",
            "last_updated": "2023-07-11 06:33:24",
            "edit_link": "https://edit.tosdr.org/points/7529",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service does not sell your personal data",
            "rating": "good",
            "description": "This service makes an explicit promise not to sell \"personal data\" of users.",
            "last_updated": "2023-07-11 06:33:30",
            "edit_link": "https://edit.tosdr.org/points/13501",
            "approval_status": "APPROVED"
        },
        {
            "title": "The user is informed about security practices",
            "rating": "good",
            "description": "It's important to know what security measures are taken to protect your data from unauthorized access. This case applies to the Agreements that precisely explain their security practices.",
            "last_updated": "2023-07-11 10:13:54",
            "edit_link": "https://edit.tosdr.org/points/17913",
            "approval_status": "APPROVED"
        },
        {
            "title": "There is a date of the last update of the terms",
            "rating": "neutral",
            "description": "The given text has a date that allows to know when it was last updated.",
            "last_updated": "2023-07-11 06:32:51",
            "edit_link": "https://edit.tosdr.org/points/5978",
            "approval_status": "APPROVED"
        },
        {
            "title": "Users should revisit the terms periodically, although in case of material changes, the service will notify",
            "rating": "neutral",
            "description": "The service may update the Terms without notice, but if they significantly change the agreements in a manner that importantly and/or negatively affects the way the service is used, users will be notified.",
            "last_updated": "2023-07-11 10:07:53",
            "edit_link": "https://edit.tosdr.org/points/17678",
            "approval_status": "APPROVED"
        },
        {
            "title": "Blocking cookies may limit your ability to use the service",
            "rating": "neutral",
            "description": "Most browsers allow users to set preferences related to cookies storage. You may choose to block all cookies (including first-party cookies), but it may impact your use of this service and you may not be able to access some or any of the features provided.",
            "last_updated": "2023-07-11 10:06:09",
            "edit_link": "https://edit.tosdr.org/points/5192",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service refers users to external documents for more information",
            "rating": "neutral",
            "description": "The service states that whenever it links to third party websites or applications, its privacy policy does not apply. Those third party websites or applications hosted or operated by other organizations may have their own privacy policies.",
            "last_updated": "2023-07-11 10:06:23",
            "edit_link": "https://edit.tosdr.org/points/5976",
            "approval_status": "APPROVED"
        }
    ]
}