{
    "meta_data": {
        "title": "Однокла́ссники (Ok.ru) - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "The service can delete specific content without reason and without prior notice",
            "rating": "unknown",
            "description": "This service can delete specific content. Usually they will claim they reserve the right to do it at their sole discretion, which is legalese for saying they won't give a specific reason. If the terms say they will not notify you, it shall be included in the quote but if it does not explicitly say they will give you a notice, it can be reasonably inferred that they can do it without telling you.",
            "last_updated": "2021-05-14 03:15:04",
            "edit_link": "https://edit.tosdr.org/points/19774"
        },
        {
            "title": "App required for this service requires broad device permissions",
            "rating": "bad",
            "description": "The app of the service requires more device permissions than necessary. As a consequence it can compromise your privacy by accessing many functions and information from your device, such as precise location, contacts, device identifiers etc.",
            "last_updated": "2021-05-16 04:09:30",
            "edit_link": "https://edit.tosdr.org/points/19797"
        },
        {
            "title": "You must provide your identifiable information",
            "rating": "bad",
            "description": "The Service requires users to provide their identifiable information, including phone number, iD number or other information, even though this data collection isn’t essential for the purposes of the service. They may still allow pseudonyms in the foreground.",
            "last_updated": "2021-05-13 13:01:41",
            "edit_link": "https://edit.tosdr.org/points/19779"
        },
        {
            "title": "This service may collect, use, and share location data",
            "rating": "bad",
            "description": "Location-based information is collected and may be used and/or shared with third parties for purposes not directly related to the services provided (i.e. the Service doesn't rely on the use or share of location data to function properly).",
            "last_updated": "2021-05-13 13:01:27",
            "edit_link": "https://edit.tosdr.org/points/19794"
        },
        {
            "title": "Tracking via third-party cookies for advertising",
            "rating": "bad",
            "description": "The service's website sets third-party cookies (cookies that do not belong to their domain) for purposes not including statistics and analytics.",
            "last_updated": "2021-05-13 12:59:44",
            "edit_link": "https://edit.tosdr.org/points/19812"
        },
        {
            "title": "Terms may be changed any time at their discretion, without notice to the user",
            "rating": "bad",
            "description": "The Agreements can be updated at any time, including in a way that negatively affects user rights, without notifying before or after the changes.",
            "last_updated": "2021-05-16 04:08:25",
            "edit_link": "https://edit.tosdr.org/points/19788"
        },
        {
            "title": "Some personal data may be kept after the end of the data retention period or a request for erasure",
            "rating": "bad",
            "description": "After the end of the data retention period and/or if you request the deletion of your data, they may still keep it for business interests (fraud detection, transactions...) or legal obligations (tax, legal reporting...)",
            "last_updated": "2021-05-13 00:20:59",
            "edit_link": "https://edit.tosdr.org/points/19805"
        },
        {
            "title": "The service collects many different types of personal data",
            "rating": "bad",
            "description": "The service collects different kinds of personal data, such as name, demographic information, postal address, biometric data, device information, IDs, contacts, call logs...",
            "last_updated": "2021-05-13 13:52:34",
            "edit_link": "https://edit.tosdr.org/points/19798"
        },
        {
            "title": "The service can delete your account without prior notice and without a reason",
            "rating": "bad",
            "description": "At any time, your account can be terminated without explanation and without warning by the service.",
            "last_updated": "2021-05-16 04:10:13",
            "edit_link": "https://edit.tosdr.org/points/19776"
        },
        {
            "title": "This service gathers information about you through third parties",
            "rating": "bad",
            "description": "This Service may employ, either identifiable or non-identifiable, data collection from third party sources about you.",
            "last_updated": "2021-05-13 13:52:20",
            "edit_link": "https://edit.tosdr.org/points/19804"
        },
        {
            "title": "The court of law governing the terms is in a jurisdiction that is less friendly to user privacy protection (Russia)",
            "rating": "bad",
            "description": "The Terms are governed by the applicable laws of a jurisdiction known for weak data regulations and poor user privacy protection. Usually contributors will need to explain in the Analysis view of each point linked to this Case the reason why it shall be applied.",
            "last_updated": "2021-05-13 13:49:57",
            "edit_link": "https://edit.tosdr.org/points/19790"
        },
        {
            "title": "This service gives your personal data to third parties involved in its operation",
            "rating": "bad",
            "description": "Your personal data is or may be given to third parties essential to the service’s operation. This could be an external spam detection service for an internet forum.",
            "last_updated": "2021-05-13 13:02:33",
            "edit_link": "https://edit.tosdr.org/points/19807"
        },
        {
            "title": "This service throttles your use",
            "rating": "bad",
            "description": "The service may impose limits or restrictions to the use of the service, thus negatively impacting users experience. They may do so without reason or prior notice.",
            "last_updated": "2021-05-16 04:13:10",
            "edit_link": "https://edit.tosdr.org/points/19775"
        },
        {
            "title": "The service uses your personal data for advertising",
            "rating": "bad",
            "description": "Your interaction with the service and data you have shared with them may be gathered to create an advertising ID or profile to target ads on you, either on the website you were visiting or in third party websites.",
            "last_updated": "2021-05-13 12:59:28",
            "edit_link": "https://edit.tosdr.org/points/19795"
        },
        {
            "title": "This service does not force users into binding arbitration",
            "rating": "good",
            "description": "Binding Arbitration is a dispute resolution method involving a neutral third party which will render a decision instead of going to court. Since the arbitrator can decide the outgoing of a dispute without evidences or a legal basis, it is preferable that users decide whether they want or not their dispute to be resolved this way.",
            "last_updated": "2021-05-14 03:18:06",
            "edit_link": "https://edit.tosdr.org/points/19791"
        },
        {
            "title": "Prohibits public posting of private messages",
            "rating": "good",
            "description": "The service does not allow users to publicly post private messages they have received from other users.",
            "last_updated": "2021-05-13 00:17:07",
            "edit_link": "https://edit.tosdr.org/points/19784"
        },
        {
            "title": "You can limit how your information is used by third-parties and the service",
            "rating": "good",
            "description": "Usually it's related to the right to object to data processing or restrict it under the GDPR. Users may be able to refuse the use of their data for marketing purposes for instance.",
            "last_updated": "2021-05-16 04:12:27",
            "edit_link": "https://edit.tosdr.org/points/19810"
        },
        {
            "title": "You can request access, correction and/or deletion of your data",
            "rating": "good",
            "description": "Users have the right to access personal data hold by the Service, correct it and/or permanently delete it. This usually applies to Services GDPR compliants.",
            "last_updated": "2021-05-14 03:13:49",
            "edit_link": "https://edit.tosdr.org/points/19809"
        },
        {
            "title": "The service informs users about the risk of publishing personal info online",
            "rating": "good",
            "description": null,
            "last_updated": "2021-05-13 13:00:37",
            "edit_link": "https://edit.tosdr.org/points/19793"
        },
        {
            "title": "The service provides a list of all cookies set by its website",
            "rating": "good",
            "description": "The service provides users with a complete list of all first and third party cookies its website sets and an explanation of their uses. This information can be valuable for users to make an informed choice whether to allow those cookies.",
            "last_updated": "2021-05-13 13:01:07",
            "edit_link": "https://edit.tosdr.org/points/19813"
        },
        {
            "title": "A complaint mechanism is provided for the handling of personal data",
            "rating": "good",
            "description": "The service provides users with contact information for an internal or external structure to lodge complaints. It also provides users with contact information for a higher data protection / privacy office in case the internal mechanism fails to satisfy the user.",
            "last_updated": "2021-05-16 04:11:22",
            "edit_link": "https://edit.tosdr.org/points/19811"
        },
        {
            "title": "You have the right to leave this service at any time",
            "rating": "good",
            "description": "You can stop using the service and/or cancel or delete your account at any time for any reason. Moreover, the termination is reasonably fast and simple.",
            "last_updated": "2021-05-15 20:05:56",
            "edit_link": "https://edit.tosdr.org/points/19787"
        },
        {
            "title": "You can opt out of promotional communications",
            "rating": "good",
            "description": "You can update your account preferences and/or easily unsubscribe of email/sms lists to stop receiving promotional communications.",
            "last_updated": "2021-05-13 00:17:29",
            "edit_link": "https://edit.tosdr.org/points/19806"
        },
        {
            "title": "You can choose with whom you share content",
            "rating": "good",
            "description": "Users can decide whether or not they want their content to be shared and they can control how and with whom it is shared.",
            "last_updated": "2021-05-13 13:00:59",
            "edit_link": "https://edit.tosdr.org/points/19808"
        },
        {
            "title": "Prohibits the publishing of personally identifiable information without the owner’s consent",
            "rating": "good",
            "description": "Users agree not to publicly post personally identifiable information (name, postal address, contact information…) without the owner’s knowledge or consent",
            "last_updated": "2021-05-13 00:17:44",
            "edit_link": "https://edit.tosdr.org/points/19782"
        },
        {
            "title": "There is a date of the last update of the agreements",
            "rating": "neutral",
            "description": "The given text has a date that allows to know when it was last updated.",
            "last_updated": "2021-05-13 13:52:07",
            "edit_link": "https://edit.tosdr.org/points/19792"
        },
        {
            "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
            "rating": "neutral",
            "description": "The service assumes no liability for any damages the user incurs, including tangible (e.g. profits) and intangible losses (e.g. data), resulting from the use or inability to use the service or any other matter relating to the service.",
            "last_updated": "2021-05-14 12:54:33",
            "edit_link": "https://edit.tosdr.org/points/19785"
        },
        {
            "title": "The service can intervene in user disputes",
            "rating": "neutral",
            "description": "If you have a dispute with another user on this service, they can review the issue and intervene. However, they don't have an obligation to do so.",
            "last_updated": "2021-05-12 18:05:17",
            "edit_link": "https://edit.tosdr.org/points/19778"
        },
        {
            "title": "They may stop providing the service at any time",
            "rating": "neutral",
            "description": "They may discontinue the services without prior notice, at any time, for any or no reason. They usually assume no liability for losses and damages resulting from this suspension.",
            "last_updated": "2021-05-16 04:14:50",
            "edit_link": "https://edit.tosdr.org/points/19786"
        },
        {
            "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
            "rating": "neutral",
            "description": "The service provider expressly does not claim to provide uninterrupted, timely, secure or error-free service.",
            "last_updated": "2021-05-11 10:44:21",
            "edit_link": "https://edit.tosdr.org/points/19770"
        },
        {
            "title": "This service does not allow alternative accounts",
            "rating": "neutral",
            "description": "Services that do not allow multiple or alternative accounts are covered by this case.\nAlternative accounts can contribute to an increased privacy, but can also be used to manipulate discussions and polls and might decrease the trustworthiness of a person.",
            "last_updated": "2021-05-13 13:00:49",
            "edit_link": "https://edit.tosdr.org/points/19783"
        },
        {
            "title": "Users agree not to submit libelous, harassing or threatening content",
            "rating": "neutral",
            "description": "This service prohibits users from submitting content of a variety of types. This can include content that is unlawful, harassing, abusive, threatening, libelous, sexist, racist, homophobic, transphobic, or discriminatory in any other way.",
            "last_updated": "2021-05-14 03:17:17",
            "edit_link": "https://edit.tosdr.org/points/19781"
        },
        {
            "title": "Spidering, crawling, or accessing the site through any automated means is not allowed",
            "rating": "neutral",
            "description": null,
            "last_updated": "2021-05-16 04:14:30",
            "edit_link": "https://edit.tosdr.org/points/19773"
        },
        {
            "title": "Prohibits the posting of content which promotes or glorifies violence or politically or religiously extremist values.",
            "rating": "neutral",
            "description": "Users are not allowed to post extremist political or religious content. They are also not allowed to post content that glorifies violence.",
            "last_updated": "2021-05-16 04:14:05",
            "edit_link": "https://edit.tosdr.org/points/19780"
        },
        {
            "title": "The service is provided 'as is' and to be used at the users' sole risk",
            "rating": "neutral",
            "description": "This service does not provide any guarantees as to its usability or fitness for the users' purposes. Users agree to use it at their own risk, accepting any possible bugs, malfunctions or harm to their devices.",
            "last_updated": "2021-05-13 13:02:14",
            "edit_link": "https://edit.tosdr.org/points/19771"
        },
        {
            "title": "The service can suspend your account if you violate the terms",
            "rating": "neutral",
            "description": null,
            "last_updated": "2021-05-13 13:00:04",
            "edit_link": "https://edit.tosdr.org/points/19777"
        },
        {
            "title": "This service collects your IP address, which can be used to view your approximate location",
            "rating": "neutral",
            "description": null,
            "last_updated": "2021-05-13 13:49:31",
            "edit_link": "https://edit.tosdr.org/points/19796"
        },
        {
            "title": "This service does not guarantee that it or the products obtained through it meet the users' expectations or requirements",
            "rating": "neutral",
            "description": "This service provider informs its users that the services, information, products, or other materials provided on its website may not meet the users' expectations or requirements.",
            "last_updated": "2021-05-16 04:13:53",
            "edit_link": "https://edit.tosdr.org/points/19772"
        },
        {
            "title": "The court of law governing the terms is in Russia",
            "rating": "neutral",
            "description": "The Terms are governed by the applicable laws of a jurisdiction (specified in the title of each point by replacing the \"X\").",
            "last_updated": "2021-05-13 11:37:38",
            "edit_link": "https://edit.tosdr.org/points/19789"
        }
    ]
}