{
    "meta_data": {
        "title": "Meower - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "Can ban or delete your account for any reason",
            "rating": "bad",
            "description": "At any time, your account can be terminated without explanation and without warning by the service.",
            "last_updated": "2023-12-19 15:27:49",
            "edit_link": "https://edit.tosdr.org/points/35708",
            "approval_status": "APPROVED"
        },
        {
            "title": "You waive your right to a class action.",
            "rating": "bad",
            "description": "The right to be represented in a class action (or representative action) exists in the US and some European countries. It allows people who have been similarly injured by the same accused to take legal action by a single lawsuit instead of individually. Some Terms of Service try to limit that right. By agreeing to them, you could waive (= renounce to) your right to a class action, which might reduce your chances to be successful in a case.",
            "last_updated": "2024-05-17 12:08:42",
            "edit_link": "https://edit.tosdr.org/points/35884",
            "approval_status": "APPROVED"
        },
        {
            "title": "Features of the website are made available under a free software license",
            "rating": "good",
            "description": "This case applies to services under licenses that are free as in \"freedom\". According to the Free Software Foundation, \"free software is the software that grants the user the freedom to share, study, and modify it\". Furthermore, the code is entirely open source and may be used without any restriction, including for commercial purposes.",
            "last_updated": "2023-07-11 06:27:36",
            "edit_link": "https://edit.tosdr.org/points/30003",
            "approval_status": "APPROVED"
        },
        {
            "title": "You can access most of the pages on the service's website without revealing any personal information",
            "rating": "good",
            "description": "The service does not require users to reveal personal information for most of its website. However, it may still collect anonymous logs.",
            "last_updated": "2023-07-11 06:27:36",
            "edit_link": "https://edit.tosdr.org/points/30020",
            "approval_status": "APPROVED"
        },
        {
            "title": "You can delete your content from this service",
            "rating": "good",
            "description": "You can ask the service to remove your content at any time, and it's deleted within a reasonable time.",
            "last_updated": "2023-07-11 06:27:37",
            "edit_link": "https://edit.tosdr.org/points/30008",
            "approval_status": "APPROVED"
        },
        {
            "title": "You maintain ownership of your content",
            "rating": "good",
            "description": "This service does not claim ownership over user-generated content or materials, and the user doesn't need to waive any moral rights by posting owned content.",
            "last_updated": "2024-03-18 08:21:49",
            "edit_link": "https://edit.tosdr.org/points/35885",
            "approval_status": "APPROVED"
        },
        {
            "title": "Only necessary logs are kept by the service to ensure quality",
            "rating": "good",
            "description": "Logs are text files containing some information about web visitors, such as user agents (showing for instance that you're connecting from Firefox for Android) and ip addresses (which reveal your approximate location). This case applies to Services that only keep the strictly necessary logs on their servers and therefore protect your privacy.",
            "last_updated": "2023-07-11 06:27:32",
            "edit_link": "https://edit.tosdr.org/points/30019",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your feedback is invited regarding changes to the terms.",
            "rating": "good",
            "description": "The Service takes user suggestions into account to update its Terms.",
            "last_updated": "2024-05-17 12:09:12",
            "edit_link": "https://edit.tosdr.org/points/35933",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service is open-source",
            "rating": "good",
            "description": "The code of the software is open-source and the users can have access to the source code.",
            "last_updated": "2023-07-11 04:48:47",
            "edit_link": "https://edit.tosdr.org/points/30022",
            "approval_status": "APPROVED"
        },
        {
            "title": "You will be notified if personal data has been affected by data breaches",
            "rating": "good",
            "description": "Should the personal information of a service be compromised, the service will inform users if any personal data has been affected by data breaches. This case is also related to privacy.",
            "last_updated": "2023-07-11 06:27:36",
            "edit_link": "https://edit.tosdr.org/points/30006",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your personal data is not sold",
            "rating": "good",
            "description": "This service makes an explicit promise not to sell \"personal data\" of users.",
            "last_updated": "2023-07-11 06:27:36",
            "edit_link": "https://edit.tosdr.org/points/30005",
            "approval_status": "APPROVED"
        },
        {
            "title": "This Service provides a list of Third Parties involved in its operation.",
            "rating": "good",
            "description": "The Service provides a list detailing the third parties involved, their roles, and may even provide more information.",
            "last_updated": "2023-07-11 06:27:37",
            "edit_link": "https://edit.tosdr.org/points/30010",
            "approval_status": "APPROVED"
        },
        {
            "title": "You have the right to leave this service at any time",
            "rating": "good",
            "description": "You can stop using the service and/or cancel or delete your account at any time for any reason. Moreover, the termination is reasonably fast and simple.",
            "last_updated": "2023-07-11 06:27:37",
            "edit_link": "https://edit.tosdr.org/points/30009",
            "approval_status": "APPROVED"
        },
        {
            "title": "The publishing of personally identifiable information without the owner’s consent is not allowed",
            "rating": "good",
            "description": "Users agree not to publicly post personally identifiable information (name, postal address, contact information…) without the owner’s knowledge or consent",
            "last_updated": "2023-07-11 06:27:36",
            "edit_link": "https://edit.tosdr.org/points/30012",
            "approval_status": "APPROVED"
        },
        {
            "title": "There is a date of the last update of the agreements (8 December 2023)",
            "rating": "neutral",
            "description": "The given text has a date that allows to know when it was last updated.",
            "last_updated": "2024-03-19 13:11:12",
            "edit_link": "https://edit.tosdr.org/points/35934",
            "approval_status": "APPROVED"
        },
        {
            "title": "There is a date of the last update of the agreements (13 November 2022)",
            "rating": "neutral",
            "description": "The given text has a date that allows to know when it was last updated.",
            "last_updated": "2023-03-31 14:15:34",
            "edit_link": "https://edit.tosdr.org/points/29867",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
            "rating": "neutral",
            "description": "The service assumes no liability for any damages the user incurs, including tangible (e.g. profits) and intangible losses (e.g. data), resulting from the use or inability to use the service or any other matter relating to the service.",
            "last_updated": "2023-07-11 06:27:37",
            "edit_link": "https://edit.tosdr.org/points/30015",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
            "rating": "neutral",
            "description": "The service provider expressly does not claim to provide uninterrupted, timely, secure or error-free service.",
            "last_updated": "2023-07-11 06:27:36",
            "edit_link": "https://edit.tosdr.org/points/30004",
            "approval_status": "APPROVED"
        },
        {
            "title": "You are prohibited from sending chain letters, junk mail, spam or any unsolicited messages",
            "rating": "neutral",
            "description": "Users are not allowed to use the service for chain letters, junk mail, spamming or any other distribution of content to people who have not agreed to receiving it.",
            "last_updated": "2023-07-11 06:27:37",
            "edit_link": "https://edit.tosdr.org/points/30002",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service is provided 'as is' and to be used at your sole risk",
            "rating": "neutral",
            "description": "This service does not provide any guarantees as to its usability or fitness for the users' purposes. Users agree to use it at their own risk, accepting any possible bugs, malfunctions or harm to their devices.",
            "last_updated": "2023-07-11 04:48:10",
            "edit_link": "https://edit.tosdr.org/points/30014",
            "approval_status": "APPROVED"
        },
        {
            "title": "You agree not to submit libelous, harassing or threatening content",
            "rating": "neutral",
            "description": "This service prohibits users from submitting content of a variety of types. This can include content that is unlawful, harassing, abusive, threatening, libelous, sexist, racist, homophobic, transphobic, or discriminatory in any other way.",
            "last_updated": "2023-07-11 06:27:36",
            "edit_link": "https://edit.tosdr.org/points/30016",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your account can be suspended for several reasons",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:27:33",
            "edit_link": "https://edit.tosdr.org/points/30018",
            "approval_status": "APPROVED"
        },
        {
            "title": "The posting of pornographic content is prohibited",
            "rating": "neutral",
            "description": "Users are not allowed to post any content of pornographic nature. This includes adult content, things that are sexually explicit, or obscene.",
            "last_updated": "2023-07-11 06:27:37",
            "edit_link": "https://edit.tosdr.org/points/30011",
            "approval_status": "APPROVED"
        },
        {
            "title": "Minors must have the authorization of their legal guardians to use the service",
            "rating": "neutral",
            "description": "Minors must have the authorization of their legal guardians to use the services. The legal guardians are responsible for the use of the service by the minor.",
            "last_updated": "2023-07-11 06:27:32",
            "edit_link": "https://edit.tosdr.org/points/30017",
            "approval_status": "APPROVED"
        },
        {
            "title": "The terms may be changed at any time, but you will receive notification of the changes",
            "rating": "neutral",
            "description": "The Terms may be updated without prior notice, but users will be notified of the changes at the moment they will start applying.",
            "last_updated": "2023-07-11 06:27:37",
            "edit_link": "https://edit.tosdr.org/points/30007",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service does not guarantee that it or the products obtained through it meet your expectations or requirements",
            "rating": "neutral",
            "description": "This service provider informs its users that the services, information, products, or other materials provided on its website may not meet the users' expectations or requirements.",
            "last_updated": "2023-07-11 06:27:33",
            "edit_link": "https://edit.tosdr.org/points/30021",
            "approval_status": "APPROVED"
        }
    ]
}