{
    "meta_data": {
        "title": "Minds - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "Your account can be deleted without prior notice and without a reason",
            "rating": "bad",
            "description": "At any time, your account can be terminated without explanation and without warning by the service.",
            "last_updated": "2023-07-11 04:48:07",
            "edit_link": "https://edit.tosdr.org/points/20551"
        },
        {
            "title": "You are forced into binding arbitration in case of disputes",
            "rating": "bad",
            "description": "This service forces users to use their own contracted arbitrator and forces users to waive their rights to jury trial.",
            "last_updated": "2023-07-11 04:48:06",
            "edit_link": "https://edit.tosdr.org/points/20558"
        },
        {
            "title": "You waive your right to a class action.",
            "rating": "bad",
            "description": "The right to be represented in a class action (or representative action) exists in the US and some European countries. It allows people who have been similarly injured by the same accused to take legal action by a single lawsuit instead of individually. Some Terms of Service try to limit that right. By agreeing to them, you could waive (= renounce to) your right to a class action, which might reduce your chances to be successful in a case.",
            "last_updated": "2019-01-27 02:58:18",
            "edit_link": "https://edit.tosdr.org/points/5533"
        },
        {
            "title": "Usernames can be rejected or changed for any reason",
            "rating": "bad",
            "description": "The service's terms explain they may change or remove usernames at their sole discretion, and they may do so without prior notice.",
            "last_updated": "2023-07-11 04:48:06",
            "edit_link": "https://edit.tosdr.org/points/20555"
        },
        {
            "title": "You are not being tracked",
            "rating": "good",
            "description": "The document excerpt needs to include the words \"[the service] does not track [users]\" or \"[the service] does not use any tracking technology\".",
            "last_updated": "2023-07-11 04:48:06",
            "edit_link": "https://edit.tosdr.org/points/20552"
        },
        {
            "title": "Features of the website are made available under a free software license",
            "rating": "good",
            "description": "This case applies to services under licenses that are free as in \"freedom\". According to the Free Software Foundation, \"free software is the software that grants the user the freedom to share, study, and modify it\". Furthermore, the code is entirely open source and may be used without any restriction, including for commercial purposes.",
            "last_updated": "2023-07-11 04:48:07",
            "edit_link": "https://edit.tosdr.org/points/20553"
        },
        {
            "title": "Your personal data is used for limited purposes",
            "rating": "good",
            "description": "Your Personal Data is only used for the essential purposes of the Service, which are clearly defined on the Agreements. For instance, the Service won't abuse your data to deliver targeted advertisements to you or for marketing purposes.",
            "last_updated": "2019-09-25 04:32:47",
            "edit_link": "https://edit.tosdr.org/points/5504"
        },
        {
            "title": "The service provides information about how they intend to use your personal data",
            "rating": "good",
            "description": "The Privacy Policy explains the purposes for which data is collected and the way it is processed, used and shared.",
            "last_updated": "2023-07-11 10:12:47",
            "edit_link": "https://edit.tosdr.org/points/15708"
        },
        {
            "title": "The service is open-source",
            "rating": "good",
            "description": "The code of the software is open-source and the users can have access to the source code.",
            "last_updated": "2023-07-11 04:48:07",
            "edit_link": "https://edit.tosdr.org/points/20554"
        },
        {
            "title": "Pseudonyms are allowed",
            "rating": "good",
            "description": "You don't need to provide your full name to use the Service and you are allowed to use a pseudonym instead.",
            "last_updated": "2023-07-11 04:48:07",
            "edit_link": "https://edit.tosdr.org/points/20557"
        },
        {
            "title": "info given about security practices",
            "rating": "good",
            "description": "It's important to know what security measures are taken to protect your data from unauthorized access. This case applies to the Agreements that precisely explain their security practices.",
            "last_updated": "2019-09-25 04:51:09",
            "edit_link": "https://edit.tosdr.org/points/5506"
        },
        {
            "title": "no refund policy",
            "rating": "neutral",
            "description": "Payments are final and can't be refunded unless required by law.",
            "last_updated": "2019-01-26 05:29:29",
            "edit_link": "https://edit.tosdr.org/points/5526"
        },
        {
            "title": "Users are responsible for any risks, damages, or losses they may incur by downloading materials",
            "rating": "neutral",
            "description": "Users are responsible for any harm to their computer system or loss of data they may incur through the download of materials from the service.",
            "last_updated": "2019-06-23 03:07:12",
            "edit_link": "https://edit.tosdr.org/points/5529"
        },
        {
            "title": "This service can delete your content if you violate the terms",
            "rating": "neutral",
            "description": "Content infringing the Terms of Service (or the Acceptable Use Policy or equivalent) may be removed, with or without notice.",
            "last_updated": "2023-07-11 10:12:54",
            "edit_link": "https://edit.tosdr.org/points/15716"
        },
        {
            "title": "The service can intervene in user disputes",
            "rating": "neutral",
            "description": "If you have a dispute with another user on this service, they can review the issue and intervene. However, they don't have an obligation to do so.",
            "last_updated": "2023-07-11 04:48:06",
            "edit_link": "https://edit.tosdr.org/points/20559"
        },
        {
            "title": "They may stop providing the service at any time",
            "rating": "neutral",
            "description": "They may discontinue the services without prior notice, at any time, for any or no reason. They usually assume no liability for losses and damages resulting from this suspension.",
            "last_updated": "2023-07-11 04:48:07",
            "edit_link": "https://edit.tosdr.org/points/20556"
        },
        {
            "title": "This service is only available to users 13+",
            "rating": "neutral",
            "description": "The Services are intended for users who are at least a certain age. If you are younger than the age required then you are prohibited from using the Service.",
            "last_updated": "2019-01-27 02:58:44",
            "edit_link": "https://edit.tosdr.org/points/5518"
        },
        {
            "title": "You are responsible for maintaining the security of your account and for the activities on your account",
            "rating": "neutral",
            "description": "You are responsible for protecting the confidentiality of your password and for maintaining the security of your account. Any activity occurring under your account is your responsibility, whether authorized by you or not.",
            "last_updated": "2023-07-11 10:12:49",
            "edit_link": "https://edit.tosdr.org/points/15711"
        },
        {
            "title": "The service does not guarantee accuracy or reliability of the information provided",
            "rating": "neutral",
            "description": "This service makes no warranty regarding the accuracy or reliability of any information that is given on its website or the results that may be obtained from the use of the service.",
            "last_updated": "2019-01-27 02:56:30",
            "edit_link": "https://edit.tosdr.org/points/5531"
        },
        {
            "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.",
            "rating": "neutral",
            "description": "Even though the Do Not Track (DNT) header was not implemented perfectly, services should not track users whose browsers send a DNT header.",
            "last_updated": "2023-07-11 10:12:53",
            "edit_link": "https://edit.tosdr.org/points/15693"
        },
        {
            "title": "The court of law governing the terms is in the State of Connecticut",
            "rating": "neutral",
            "description": "The Terms are governed by the applicable laws of a jurisdiction (specified in the title of each point by replacing the \"X\").",
            "last_updated": "2019-01-27 02:57:03",
            "edit_link": "https://edit.tosdr.org/points/5534"
        },
        {
            "title": "Users agree not to submit illegal content",
            "rating": "neutral",
            "description": null,
            "last_updated": "2019-01-27 02:57:25",
            "edit_link": "https://edit.tosdr.org/points/5521"
        }
    ]
}