{
    "meta_data": {
        "title": "Presearch - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "The service can delete your account without prior notice and without a reason",
            "rating": "bad",
            "description": "At any time, your account can be terminated without explanation and without warning by the service.",
            "last_updated": "2023-07-11 06:35:12",
            "point_link": "https://edit.tosdr.org/points/5685",
            "approval_status": "APPROVED",
            "clause_text": "You agree that Presearch may at any time and for any reason, including a period of account inactivity, terminate your access to Presearch services, terminate the Terms, or suspend or terminate your account.",
            "point_source": "https://www.presearch.org/terms",
            "case": {
                "text": "Your account can be deleted or permanently suspended without prior notice and without a reason",
                "href": "https://edit.tosdr.org/cases/201"
            }
        },
        {
            "title": "Users have a reduced time period to take legal action against the service",
            "rating": "bad",
            "description": "If you wish to bring legal action against a service about a past incident, you may not be able to do so if the Terms you agreed to implied a limited amount of time. As a result it may be worthy to carefully read that section of the Terms to know exactly how much time you might have before your right to take legal action expires.",
            "last_updated": "2023-07-11 06:35:21",
            "point_link": "https://edit.tosdr.org/points/5690",
            "approval_status": "APPROVED",
            "clause_text": "You agree that regardless of any statute or law to the contrary, any claim or cause of action arising out of or related to use of Presearch services or the Terms must be filed within two (2) years after such claim or cause of action arose or be forever barred.\n</p",
            "point_source": "https://www.presearch.org/terms",
            "case": {
                "text": "You have a reduced time period to take legal action against the service",
                "href": "https://edit.tosdr.org/cases/151"
            }
        },
        {
            "title": "Users shall not interfere with another person's enjoyment of the service",
            "rating": "bad",
            "description": "Users are asked not to interfere with another person't enjoyment in using the service.\nHowever, this statement is very vague and open to interpretation by the service itself.",
            "last_updated": "2023-07-11 06:35:14",
            "point_link": "https://edit.tosdr.org/points/5697",
            "approval_status": "APPROVED",
            "clause_text": "You agree that you will not engage in any activity that interferes with or disrupts Presearch services or servers or networks connected to Presearch services.",
            "point_source": "https://www.presearch.org/terms",
            "case": {
                "text": "You shall not interfere with another person's enjoyment of the service",
                "href": "https://edit.tosdr.org/cases/285"
            }
        },
        {
            "title": "You must provide your legal name, pseudonyms are not allowed",
            "rating": "bad",
            "description": "You must provide your legal name and pseudonyms aren't allowed. This case doesn't apply to Services for which transparency regarding users identities is relevant for their purposes.",
            "last_updated": "2023-07-11 06:35:13",
            "point_link": "https://edit.tosdr.org/points/5693",
            "approval_status": "APPROVED",
            "clause_text": "In order to access certain services, you may be required to provide current, accurate contact, and other information as part of the registration process and/or continued use of Presearch services",
            "point_source": "https://www.presearch.org/terms",
            "case": {
                "text": "You must provide your legal name, pseudonyms are not allowed",
                "href": "https://edit.tosdr.org/cases/214"
            }
        },
        {
            "title": "The service warns you of the potential consequences related to third-party access",
            "rating": "good",
            "description": "This is different from disclaiming liability for external links, which is handled by the \"This service assumes no responsibility and liability for the contents of links to other websites\" case.",
            "last_updated": "2023-07-11 06:35:21",
            "point_link": "https://edit.tosdr.org/points/5701",
            "approval_status": "APPROVED",
            "clause_text": "You recognize that third-party services that you access through Presearch may collect information beyond that which Presearch collects, and that any information you provide, directly or indirectly, to those parties is subject to the terms and conditions of those services, and which are outside the control or responsibility of Presearch.\n</p>\n<p",
            "point_source": "https://www.presearch.org/terms",
            "case": {
                "text": "You are warned of the potential consequences related to third-party access",
                "href": "https://edit.tosdr.org/cases/209"
            }
        },
        {
            "title": "You have the right to leave this service at any time",
            "rating": "good",
            "description": "You can stop using the service and/or cancel or delete your account at any time for any reason. Moreover, the termination is reasonably fast and simple.",
            "last_updated": "2023-07-11 06:35:11",
            "point_link": "https://edit.tosdr.org/points/5684",
            "approval_status": "APPROVED",
            "clause_text": "You may discontinue your use of Presearch services at any time.",
            "point_source": "https://www.presearch.org/terms",
            "case": {
                "text": "You have the right to leave this service at any time",
                "href": "https://edit.tosdr.org/cases/170"
            }
        },
        {
            "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:06:29",
            "point_link": "https://edit.tosdr.org/points/5705",
            "approval_status": "APPROVED",
            "clause_text": "p> You agree to hold harmless and indemnify Presearch, and its subsidiaries, affiliates, directors, advisors, officers, agents, employees, advertisers, licensors, suppliers, or partners, (collectively \"Presearch and Partners\") from and against any third party claim arising from or in any way related to your use of Presearch services, violation of the Terms or any other actions connected with use of Presearch services, including any liability or expense arising from all claims, losses, damages (actual and consequential), suits, judgments, litigation costs and attorney fees, of every kind and nature",
            "point_source": "https://www.presearch.org/terms",
            "case": {
                "text": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
                "href": "https://edit.tosdr.org/cases/146"
            }
        },
        {
            "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
            "rating": "neutral",
            "description": "The service assumes no liability for any damages the user incurs, including tangible (e.g. profits) and intangible losses (e.g. data), resulting from the use or inability to use the service or any other matter relating to the service.",
            "last_updated": "2023-07-11 06:35:14",
            "point_link": "https://edit.tosdr.org/points/5713",
            "approval_status": "APPROVED",
            "clause_text": "You expressly understand and agree that presearch and partners shall not be liable to you for any direct, indirect, incidental, special, consequential or exemplary damages, including but not limited to, damages for loss of profits, goodwill, use, data or other intangible losses (even if Presearch or partners have been advised of the possibility of such damages) resulting from: (i) the use or the inability to use Presearch services.\n(ii) the cost of procurement of substitute goods and services resulting from any goods, data, information or services purchased or obtained or messages received or transactions entered into through or from Presearch services.\n(iii) unauthorized access to or alteration of your transmissions or data.\n(iv) statements or conduct of any third party on Presearch services.\nor (v) any other matter relating to Presearch services.\n</p",
            "point_source": "https://www.presearch.org/terms",
            "case": {
                "text": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
                "href": "https://edit.tosdr.org/cases/293"
            }
        },
        {
            "title": "Users are responsible for any risks, damages, or losses they may incur by downloading materials",
            "rating": "neutral",
            "description": "Users are responsible for any harm to their computer system or loss of data they may incur through the download of materials from the service.",
            "last_updated": "2023-07-11 06:35:13",
            "point_link": "https://edit.tosdr.org/points/5712",
            "approval_status": "APPROVED",
            "clause_text": "Any material downloaded or otherwise obtained through the use of Presearch services is done at your own discretion and risk and that you will be solely responsible for any damage to your computer system or other device or loss of data that results from the download of any such material.",
            "point_source": "https://www.presearch.org/terms",
            "case": {
                "text": "You are responsible for any risks, damages, or losses that may incur by downloading materials",
                "href": "https://edit.tosdr.org/cases/291"
            }
        },
        {
            "title": "The service is not responsible for linked or (clearly) quoted content from third-party content providers",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:35:21",
            "point_link": "https://edit.tosdr.org/points/5704",
            "approval_status": "APPROVED",
            "clause_text": "Presearch may have no control over such sites and resources and you acknowledge and agree that Presearch is not responsible for the availability of such external sites or resources, and does not endorse and is not responsible or liable for any Content, advertising, products, or other materials on or available from such sites or resources",
            "point_source": "https://www.presearch.org/terms",
            "case": {
                "text": "The service is not responsible for linked or (clearly) quoted content from third-party content providers",
                "href": "https://edit.tosdr.org/cases/278"
            }
        },
        {
            "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
            "rating": "neutral",
            "description": "The service provider expressly does not claim to provide uninterrupted, timely, secure or error-free service.",
            "last_updated": "2023-07-11 06:35:12",
            "point_link": "https://edit.tosdr.org/points/5702",
            "approval_status": "APPROVED",
            "clause_text": "p> Presearch reserves the right at any time and from time to time to modify or discontinue, temporarily or permanently, Presearch services (or any part thereof) with or without notice",
            "point_source": "https://www.presearch.org/terms",
            "case": {
                "text": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
                "href": "https://edit.tosdr.org/cases/287"
            }
        },
        {
            "title": "Your private content may be accessed by people working for the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:35:12",
            "point_link": "https://edit.tosdr.org/points/5699",
            "approval_status": "APPROVED",
            "clause_text": "You also understand and agree that your administrator may have access to your account and its content, and may suspend or terminate your account access and your ability to modify your account.",
            "point_source": "https://www.presearch.org/terms",
            "case": {
                "text": "Your private content may be accessed by people working for the service",
                "href": "https://edit.tosdr.org/cases/189"
            }
        },
        {
            "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
            "rating": "neutral",
            "description": "The service provider expressly does not claim to provide uninterrupted, timely, secure or error-free service.",
            "last_updated": "2023-07-11 06:35:12",
            "point_link": "https://edit.tosdr.org/points/5708",
            "approval_status": "APPROVED",
            "clause_text": "(ii) Presearch services will be uninterrupted, timely, secure, or error-free,",
            "point_source": "https://www.presearch.org/terms",
            "case": {
                "text": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
                "href": "https://edit.tosdr.org/cases/287"
            }
        },
        {
            "title": "This services gives no guarantee regarding quality",
            "rating": "neutral",
            "description": "The Service doesn't warrant or guarantee the quality of the products or services provided.",
            "last_updated": "2023-07-11 06:35:13",
            "point_link": "https://edit.tosdr.org/points/5707",
            "approval_status": "APPROVED",
            "clause_text": "(i) Presearch services will meet your requirements,",
            "point_source": "https://www.presearch.org/terms",
            "case": {
                "text": "No guarantee is given regarding quality",
                "href": "https://edit.tosdr.org/cases/160"
            }
        },
        {
            "title": "The service is provided 'as is' and to be used at the users' sole risk",
            "rating": "neutral",
            "description": "This service does not provide any guarantees as to its usability or fitness for the users' purposes. Users agree to use it at their own risk, accepting any possible bugs, malfunctions or harm to their devices.",
            "last_updated": "2023-07-11 06:35:12",
            "point_link": "https://edit.tosdr.org/points/5706",
            "approval_status": "APPROVED",
            "clause_text": "You expressly understand and agree that: </p>\n<p> Your use of Presearch services is at your sole risk.\nPresearch services are provided on an \"As is\" and \"As available\" basis.\nTo the maximum extent permitted by law, Presearch and partners expressly disclaim all warranties and conditions of any kind, whether express or implied, including, but not limited to the implied warranties and conditions of merchantability, fitness for a particular purpose and non-infringement.\n</p",
            "point_source": "https://www.presearch.org/terms",
            "case": {
                "text": "The service is provided 'as is' and to be used at your sole risk",
                "href": "https://edit.tosdr.org/cases/286"
            }
        },
        {
            "title": "This service is only available to users of a certain age",
            "rating": "neutral",
            "description": "The Services are intended for users who are at least a certain age. If you are younger than the age required then you are prohibited from using the Service.",
            "last_updated": "2023-07-11 06:35:12",
            "point_link": "https://edit.tosdr.org/points/5692",
            "approval_status": "APPROVED",
            "clause_text": "Use of Services <p> Presearch, its subsidiaries, and affiliated organizations offer services to you provided that you are of legal age to form a binding contract and are not a person barred from receiving services under the laws of Canada or other applicable jurisdiction",
            "point_source": "https://www.presearch.org/terms",
            "case": {
                "text": "This service is only available to users over a certain age",
                "href": "https://edit.tosdr.org/cases/152"
            }
        },
        {
            "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder",
            "rating": "neutral",
            "description": "Should any portion of the Terms of Service be unenforceable or invalid, that portion will be enforced to the fullest extent permitted by applicable law and the remainder of the TOS will remain valid and enforceable.",
            "last_updated": "2023-07-11 06:35:21",
            "point_link": "https://edit.tosdr.org/points/5687",
            "approval_status": "APPROVED",
            "clause_text": "If any provision of the Terms is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties' intentions as reflected in the provision, and the other provisions of the Terms remain in full force and effect.\n</p",
            "point_source": "https://www.presearch.org/terms",
            "case": {
                "text": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder",
                "href": "https://edit.tosdr.org/cases/294"
            }
        },
        {
            "title": "You are responsible for maintaining the security of your account and for the activities on your account.",
            "rating": "neutral",
            "description": "You are responsible for protecting the confidentiality of your password and for maintaining the security of your account. Any activity occurring under your account is your responsibility, whether authorized by you or not.",
            "last_updated": "2023-07-11 06:35:13",
            "point_link": "https://edit.tosdr.org/points/5694",
            "approval_status": "APPROVED",
            "clause_text": "You are responsible for maintaining the confidentiality of your account password, and are responsible for all activities that occur under your account",
            "point_source": "https://www.presearch.org/terms",
            "case": {
                "text": "You are responsible for maintaining the security of your account and for the activities on your account",
                "href": "https://edit.tosdr.org/cases/148"
            }
        },
        {
            "title": "Users agree not to use the service for illegal purposes",
            "rating": "neutral",
            "description": "The user agrees not to commit any unlawful acts through the use of the website, including the posting of illegal content or messaging.",
            "last_updated": "2023-07-11 06:35:10",
            "point_link": "https://edit.tosdr.org/points/5696",
            "approval_status": "APPROVED",
            "clause_text": "You agree to use Presearch services only for purposes that are legal, proper, and in accordance with the Terms and any applicable policies or guidelines.",
            "point_source": "https://www.presearch.org/terms",
            "case": {
                "text": "You agree not to use the service for illegal purposes",
                "href": "https://edit.tosdr.org/cases/280"
            }
        },
        {
            "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder",
            "rating": "neutral",
            "description": "Should any portion of the Terms of Service be unenforceable or invalid, that portion will be enforced to the fullest extent permitted by applicable law and the remainder of the TOS will remain valid and enforceable.",
            "last_updated": "2023-07-11 10:06:28",
            "point_link": "https://edit.tosdr.org/points/5689",
            "approval_status": "APPROVED",
            "clause_text": "If any provision of the Terms is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties' intentions as reflected in the provision, and the other provisions of the Terms remain in full force and effect.",
            "point_source": "https://www.presearch.org/terms",
            "case": {
                "text": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder",
                "href": "https://edit.tosdr.org/cases/294"
            }
        },
        {
            "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision",
            "rating": "neutral",
            "description": "Even if the service does not or not always enforce all of the rules or provisions contained in its terms, they still apply. Users can at a later time still be held accountable for violating provisions that have not been enforced consistently.",
            "last_updated": "2023-07-11 06:35:10",
            "point_link": "https://edit.tosdr.org/points/5688",
            "approval_status": "APPROVED",
            "clause_text": "The failure of Presearch to exercise or enforce any right or provision of the Terms shall not constitute a waiver of such right or provision.",
            "point_source": "https://www.presearch.org/terms",
            "case": {
                "text": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision",
                "href": "https://edit.tosdr.org/cases/295"
            }
        },
        {
            "title": "The service does not guarantee accuracy or reliability of the information provided",
            "rating": "neutral",
            "description": "This service makes no warranty regarding the accuracy or reliability of any information that is given on its website or the results that may be obtained from the use of the service.",
            "last_updated": "2023-07-11 06:35:13",
            "point_link": "https://edit.tosdr.org/points/5709",
            "approval_status": "APPROVED",
            "clause_text": "(iii) the results that may be obtained from the use of Presearch services will be accurate or reliable,",
            "point_source": "https://www.presearch.org/terms",
            "case": {
                "text": "The service does not guarantee accuracy or reliability of the information provided",
                "href": "https://edit.tosdr.org/cases/288"
            }
        },
        {
            "title": "This service does not guarantee that it or the products obtained through it meet the users' expectations or requirements",
            "rating": "neutral",
            "description": "This service provider informs its users that the services, information, products, or other materials provided on its website may not meet the users' expectations or requirements.",
            "last_updated": "2023-07-11 06:35:12",
            "point_link": "https://edit.tosdr.org/points/5710",
            "approval_status": "APPROVED",
            "clause_text": "On 2024-07-31 07:31:42 UTC, sheriyar (27797)  Suspended wrote:\n          Superbly written article, if only all bloggers offered the same content as you, the internet would be a far better place..\nhttps://www.m0ney-0k.com/news/19",
            "point_source": "https://www.presearch.org/terms",
            "case": {
                "text": "This service does not guarantee that it or the products obtained through it meet your expectations or requirements",
                "href": "https://edit.tosdr.org/cases/290"
            }
        },
        {
            "title": "The service may change its terms at any time, but the user will receive notification of the changes.",
            "rating": "neutral",
            "description": "The Terms may be updated without prior notice, but users will be notified of the changes at the moment they will start applying.",
            "last_updated": "2023-07-11 06:35:13",
            "point_link": "https://edit.tosdr.org/points/5691",
            "approval_status": "APPROVED",
            "clause_text": "you agree to the terms and conditions (the \"Terms\") outlined below, as well as any future revisions to the Terms, which will be posted in the changelog at the bottom of this document, and which we will notify registered Members of via email or site notification.\n</p",
            "point_source": "https://www.presearch.org/terms",
            "case": {
                "text": "The terms may be changed at any time, but you will receive notification of the changes",
                "href": "https://edit.tosdr.org/cases/122"
            }
        },
        {
            "title": "The court of law governing the terms is in location X",
            "rating": "neutral",
            "description": "The Terms are governed by the applicable laws of a jurisdiction (specified in the title of each point by replacing the \"X\").",
            "last_updated": "2023-07-11 06:35:10",
            "point_link": "https://edit.tosdr.org/points/5682",
            "approval_status": "APPROVED",
            "clause_text": "You and Presearch agree to submit to the personal and exclusive jurisdiction of the courts located within Simcoe County, Ontario.",
            "point_source": "https://www.presearch.org/terms",
            "case": {
                "text": "The court of law governing the terms is in location X",
                "href": "https://edit.tosdr.org/cases/163"
            }
        }
    ]
}