{
    "meta_data": {
        "title": "Icedrive - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "Terms may be changed any time at their discretion, without notice to you",
            "rating": "bad",
            "description": "The Agreements can be updated at any time, including in a way that negatively affects user rights, without notifying before or after the changes.",
            "last_updated": "2023-07-11 06:23:25",
            "edit_link": "https://edit.tosdr.org/points/26223",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your account can be deleted without prior notice and without a reason",
            "rating": "bad",
            "description": "At any time, your account can be terminated without explanation and without warning by the service.",
            "last_updated": "2023-07-11 06:23:25",
            "edit_link": "https://edit.tosdr.org/points/26246",
            "approval_status": "APPROVED"
        },
        {
            "title": "Instead of asking directly, this Service will assume your consent merely from your usage.",
            "rating": "bad",
            "description": "The Service infers your acceptance from your continued usage, instead of prompting you to read the new Terms and asking for direct consent. This doesn’t apply to services that have no way to seek consent from users through their contact details or an account.",
            "last_updated": "2023-07-11 06:23:24",
            "edit_link": "https://edit.tosdr.org/points/26224",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service assumes no liability for unauthorized access to your personal information",
            "rating": "bad",
            "description": null,
            "last_updated": "2023-07-11 06:23:24",
            "edit_link": "https://edit.tosdr.org/points/26229",
            "approval_status": "APPROVED"
        },
        {
            "title": "User-generated content is encrypted, and this service cannot decrypt it",
            "rating": "good",
            "description": "Content generated by the users is end-to-end encrypted, in a way that it can't be accessed by anyone unauthorised, and even the service has no technical means to decrypt it.",
            "last_updated": "2023-02-10 23:58:25",
            "edit_link": "https://edit.tosdr.org/points/28385",
            "approval_status": "APPROVED"
        },
        {
            "title": "User accounts can be terminated after having been in breach of the terms of service repeatedly",
            "rating": "good",
            "description": "User accounts can be terminated for having been in breach of the terms of service repeatedly, meaning they cannot be terminated without a reason, but only for a limited number of reasons. Additionally, user accounts will not be deleted after a first infringement.",
            "last_updated": "2023-07-11 06:23:26",
            "edit_link": "https://edit.tosdr.org/points/26249",
            "approval_status": "APPROVED"
        },
        {
            "title": "Two factor authentication is provided for your account",
            "rating": "good",
            "description": "The service provides means of further securing your account with two factor authentification, thus greatly improving account security.",
            "last_updated": "2022-08-11 15:53:07",
            "edit_link": "https://edit.tosdr.org/points/26263",
            "approval_status": "APPROVED"
        },
        {
            "title": "An anonymous payment method is offered",
            "rating": "good",
            "description": "Some services allow payments via cryptocurrencies, so that users don’t need to reveal their identity to payment processors.",
            "last_updated": "2023-07-11 06:25:33",
            "edit_link": "https://edit.tosdr.org/points/28386",
            "approval_status": "APPROVED"
        },
        {
            "title": "The publishing of personally identifiable information without the owner’s consent is not allowed",
            "rating": "good",
            "description": "Users agree not to publicly post personally identifiable information (name, postal address, contact information…) without the owner’s knowledge or consent",
            "last_updated": "2023-07-11 06:23:24",
            "edit_link": "https://edit.tosdr.org/points/26237",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service is not responsible for linked or (clearly) quoted content from third-party content providers",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:23:26",
            "edit_link": "https://edit.tosdr.org/points/26243",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service assumes no responsibility and liability for the contents of links to other websites",
            "rating": "neutral",
            "description": "The service rejects any responsibility for the contents of other websites to which it links.",
            "last_updated": "2023-07-11 06:23:25",
            "edit_link": "https://edit.tosdr.org/points/26226",
            "approval_status": "APPROVED"
        },
        {
            "title": "You authorise the service to charge a credit card supplied on re-occurring basis",
            "rating": "neutral",
            "description": "You card will be billed on recurring basis unless cancelled. For instance, monthly or annual subscriptions.",
            "last_updated": "2023-07-11 06:23:25",
            "edit_link": "https://edit.tosdr.org/points/26230",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your content can be deleted if you violate the terms",
            "rating": "neutral",
            "description": "Content infringing the Terms of Service (or the Acceptable Use Policy or equivalent) may be removed, with or without notice.",
            "last_updated": "2023-07-11 06:23:26",
            "edit_link": "https://edit.tosdr.org/points/26245",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service has a no refund policy with some exceptions",
            "rating": "neutral",
            "description": "Payments can be refunded if some requirements are fulfilled.",
            "last_updated": "2023-07-11 06:23:25",
            "edit_link": "https://edit.tosdr.org/points/26232",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
            "rating": "neutral",
            "description": "The service provider expressly does not claim to provide uninterrupted, timely, secure or error-free service.",
            "last_updated": "2023-07-11 06:23:24",
            "edit_link": "https://edit.tosdr.org/points/26225",
            "approval_status": "APPROVED"
        },
        {
            "title": "You must create an account to use this service",
            "rating": "neutral",
            "description": "You must provide the service with your information in order to use it",
            "last_updated": "2023-07-11 06:23:25",
            "edit_link": "https://edit.tosdr.org/points/26227",
            "approval_status": "APPROVED"
        },
        {
            "title": "You agree not to submit libelous, harassing or threatening content",
            "rating": "neutral",
            "description": "This service prohibits users from submitting content of a variety of types. This can include content that is unlawful, harassing, abusive, threatening, libelous, sexist, racist, homophobic, transphobic, or discriminatory in any other way.",
            "last_updated": "2023-07-11 06:23:25",
            "edit_link": "https://edit.tosdr.org/points/26236",
            "approval_status": "APPROVED"
        },
        {
            "title": "Spidering, crawling, or accessing the site through any automated means is not allowed",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:23:25",
            "edit_link": "https://edit.tosdr.org/points/26235",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service is provided 'as is' and to be used at your sole risk",
            "rating": "neutral",
            "description": "This service does not provide any guarantees as to its usability or fitness for the users' purposes. Users agree to use it at their own risk, accepting any possible bugs, malfunctions or harm to their devices.",
            "last_updated": "2023-07-11 06:23:26",
            "edit_link": "https://edit.tosdr.org/points/26239",
            "approval_status": "APPROVED"
        },
        {
            "title": "The posting of pornographic content is prohibited",
            "rating": "neutral",
            "description": "Users are not allowed to post any content of pornographic nature. This includes adult content, things that are sexually explicit, or obscene.",
            "last_updated": "2023-07-11 06:23:25",
            "edit_link": "https://edit.tosdr.org/points/26233",
            "approval_status": "APPROVED"
        },
        {
            "title": "You agree not to use the service for illegal purposes",
            "rating": "neutral",
            "description": "The user agrees not to commit any unlawful acts through the use of the website, including the posting of illegal content or messaging.",
            "last_updated": "2023-07-11 06:24:23",
            "edit_link": "https://edit.tosdr.org/points/26234",
            "approval_status": "APPROVED"
        },
        {
            "title": "You are responsible for maintaining the security of your account and for the activities on your account",
            "rating": "neutral",
            "description": "You are responsible for protecting the confidentiality of your password and for maintaining the security of your account. Any activity occurring under your account is your responsibility, whether authorized by you or not.",
            "last_updated": "2023-07-11 06:23:23",
            "edit_link": "https://edit.tosdr.org/points/26228",
            "approval_status": "APPROVED"
        },
        {
            "title": "You agree to comply with the law of the United States",
            "rating": "neutral",
            "description": "By using the service, you agree to comply with the applicable laws of the service's jurisdiction, regardless of your location.",
            "last_updated": "2023-07-11 06:25:32",
            "edit_link": "https://edit.tosdr.org/points/26238",
            "approval_status": "APPROVED"
        }
    ]
}