{
    "meta_data": {
        "title": "Google - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "They store data on you even if you did not interact with the service",
            "rating": "unknown",
            "description": "Some services store data on you even if you did not provide that data yourself. For example, users might provide access to their address book, after which a service might also store the phone numbers of that person's contacts.",
            "last_updated": "2023-07-11 10:10:07",
            "edit_link": "https://edit.tosdr.org/points/13969"
        },
        {
            "title": "Your identity is used in ads that are shown to other users",
            "rating": "unknown",
            "description": "Ads shown to other users may include a reference to you as an implied endorsement.\nMight give away information about your own personal lifestyle to strangers.",
            "last_updated": "2023-07-11 06:34:01",
            "edit_link": "https://edit.tosdr.org/points/12831"
        },
        {
            "title": "The service can read your private emails",
            "rating": "unknown",
            "description": "The Service is able to access, scan, review or read all user communications, including private messages, which may contain personal or sensitive data.",
            "last_updated": "2023-07-11 06:33:06",
            "edit_link": "https://edit.tosdr.org/points/13935"
        },
        {
            "title": "This service can view your browser history",
            "rating": "unknown",
            "description": "The service can view your search history and the websites you visit, which is an extremely intrusive way of collecting information that may include personal and/or sensitive data.",
            "last_updated": "2023-07-11 10:08:47",
            "edit_link": "https://edit.tosdr.org/points/12819"
        },
        {
            "title": "This service holds onto content that you've deleted",
            "rating": "unknown",
            "description": "Content may remain in backup servers and be retained after deletion, and thus never be completely deleted. This case doesn't apply to contributions that can't be removed due to the nature of the service.",
            "last_updated": "2023-07-11 10:10:09",
            "edit_link": "https://edit.tosdr.org/points/13948"
        },
        {
            "title": "App required for this service requires broad device permissions",
            "rating": "bad",
            "description": "The app of the service requires more device permissions than necessary. As a consequence it can compromise your privacy by accessing many functions and information from your device, such as precise location, contacts, device identifiers etc.",
            "last_updated": "2023-07-11 06:35:03",
            "edit_link": "https://edit.tosdr.org/points/12814"
        },
        {
            "title": "This service may collect, use, and share location data",
            "rating": "bad",
            "description": "Location-based information is collected and may be used and/or shared with third parties for purposes not directly related to the services provided (i.e. the Service doesn't rely on the use or share of location data to function properly).",
            "last_updated": "2023-07-11 06:33:56",
            "edit_link": "https://edit.tosdr.org/points/5841"
        },
        {
            "title": "This service can share your personal information with third parties",
            "rating": "bad",
            "description": "Your personal data is or may be given to third parties nonessential to the service’s operation. This could be a business partner that receives your data to provide targeted advertisements.",
            "last_updated": "2023-07-11 10:11:25",
            "edit_link": "https://edit.tosdr.org/points/14756"
        },
        {
            "title": "This service may keep personal data after a request for erasure for business interests or legal obligations",
            "rating": "bad",
            "description": "After the end of the data retention period and/or if you request the deletion of your data, they may still keep it for business interests (fraud detection, transactions...) or legal obligations (tax, legal reporting...)",
            "last_updated": "2023-07-11 10:10:08",
            "edit_link": "https://edit.tosdr.org/points/13937"
        },
        {
            "title": "The service can delete your account without prior notice and without a reason",
            "rating": "bad",
            "description": "At any time, your account can be terminated without explanation and without warning by the service.",
            "last_updated": "2023-07-11 10:11:25",
            "edit_link": "https://edit.tosdr.org/points/14762"
        },
        {
            "title": "This service tracks you on other websites",
            "rating": "bad",
            "description": "The service may use tracking technologies in third-party websites to track your online activity while you aren't visiting their Site.",
            "last_updated": "2023-07-11 10:08:49",
            "edit_link": "https://edit.tosdr.org/points/12825"
        },
        {
            "title": "This service tracks which web page referred you to it",
            "rating": "bad",
            "description": "The service logs the URL of the last web page you visited before visiting the Site and may use that information to gather more data about you.",
            "last_updated": "2023-07-11 10:08:46",
            "edit_link": "https://edit.tosdr.org/points/12813"
        },
        {
            "title": "Many third parties are involved in operating the service",
            "rating": "bad",
            "description": null,
            "last_updated": "2023-07-11 10:10:12",
            "edit_link": "https://edit.tosdr.org/points/13967"
        },
        {
            "title": "This service can license user content to third parties",
            "rating": "bad",
            "description": "By posting content through the Services, users grant them a transferable and/or sublicensable right, which allows user content to be licensed to third parties.",
            "last_updated": "2023-07-11 10:10:12",
            "edit_link": "https://edit.tosdr.org/points/13966"
        },
        {
            "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
            "rating": "bad",
            "description": "Tracking technologies (such as web beacons, tracking pixels...) are employed on users and/or the service assigns a unique ID to a browser or device to track its behaviour.",
            "last_updated": "2023-07-11 06:33:56",
            "edit_link": "https://edit.tosdr.org/points/1141"
        },
        {
            "title": "Your profile is combined across various products",
            "rating": "bad",
            "description": "When using multiple services from one same company, they can combine these (unrelated) information sources about you to build up a single richer user profile about you.",
            "last_updated": "2023-07-11 10:06:55",
            "edit_link": "https://edit.tosdr.org/points/5845"
        },
        {
            "title": "This service gathers information about you through third parties",
            "rating": "bad",
            "description": "This Service may employ, either identifiable or non-identifiable, data collection from third party sources about you.",
            "last_updated": "2023-07-11 10:08:46",
            "edit_link": "https://edit.tosdr.org/points/12821"
        },
        {
            "title": "This service receives your location through GPS coordinates",
            "rating": "bad",
            "description": "Unless the service relies on Geo Location, this case is to be assigned to points that don't need your GPS coordinates to function properly.",
            "last_updated": "2023-07-11 06:34:13",
            "edit_link": "https://edit.tosdr.org/points/12815"
        },
        {
            "title": "The service uses your personal data to employ targeted third-party advertising",
            "rating": "bad",
            "description": "Your Personal Information is traded and shared with advertising companies to target ads on you, either on the website you were visiting or in third party websites. Your interaction with the service and data you have shared with them may be gathered to create an advertising ID or profile.",
            "last_updated": "2023-07-11 10:08:48",
            "edit_link": "https://edit.tosdr.org/points/12827"
        },
        {
            "title": "Per the service's terms, users may not express negative opinions about them",
            "rating": "bad",
            "description": "Criticising, questioning, making objections or complaints about the Service, its staff or anything related to it is prohibited and constitutes a breach of the Terms.",
            "last_updated": "2023-07-11 10:11:26",
            "edit_link": "https://edit.tosdr.org/points/14760"
        },
        {
            "title": "This service uses your personal information for many different purposes",
            "rating": "bad",
            "description": "Personal Data can be processed for many reasons, including non essential processing such as for advertising, marketing and analytics purposes.",
            "last_updated": "2023-07-11 06:32:55",
            "edit_link": "https://edit.tosdr.org/points/12829"
        },
        {
            "title": "The service may keep a secure, anonymized record of your data for analytical purposes even after the data retention period",
            "rating": "bad",
            "description": "The data retention period states how long a service keeps user data. In this case, the service may anonymize the personal data after its retention period is over and use it for analytical or research purposes.",
            "last_updated": "2023-09-03 17:01:05",
            "edit_link": "https://edit.tosdr.org/points/32586"
        },
        {
            "title": "Your personal data is given to third parties",
            "rating": "bad",
            "description": "Your personal data is or may be given to third parties essential to the service’s operation. This could be an external spam detection service for an internet forum.",
            "last_updated": "2023-07-11 10:10:20",
            "edit_link": "https://edit.tosdr.org/points/12833"
        },
        {
            "title": "Your biometric data is collected",
            "rating": "bad",
            "description": "This service can collect or use your biometric data. This includes but is not limited to facial recognition, fingerprints, and iris scans. Although this feature can sometimes be convenient to the user, providing this type of information to the service could open your personal data to being sold or stolen.",
            "last_updated": "2023-07-11 06:34:09",
            "edit_link": "https://edit.tosdr.org/points/12817"
        },
        {
            "title": "This service throttles your use",
            "rating": "bad",
            "description": "The service may impose limits or restrictions to the use of the service, thus negatively impacting users experience. They may do so without reason or prior notice.",
            "last_updated": "2023-07-11 10:10:10",
            "edit_link": "https://edit.tosdr.org/points/13943"
        },
        {
            "title": "The service uses your personal data for advertising",
            "rating": "bad",
            "description": "Your interaction with the service and data you have shared with them may be gathered to create an advertising ID or profile to target ads on you, either on the website you were visiting or in third party websites.",
            "last_updated": "2023-07-11 10:08:48",
            "edit_link": "https://edit.tosdr.org/points/12823"
        },
        {
            "title": "Your data may be processed and stored anywhere in the world",
            "rating": "bad",
            "description": "Your data is stored all over the world, including in countries where data protection rules may differ from the ones of the service's jurisdiction or those of your country jurisdiction.",
            "last_updated": "2023-07-11 10:10:08",
            "edit_link": "https://edit.tosdr.org/points/13939"
        },
        {
            "title": "This service uses third-party cookies for statistics",
            "rating": "bad",
            "description": "For instance, Google Analytics, rather than self-hosted (first-party) statistics software.",
            "last_updated": "2023-07-11 10:10:12",
            "edit_link": "https://edit.tosdr.org/points/13968"
        },
        {
            "title": "Any liability on behalf of the service is only limited to the fees you paid as a user or $500",
            "rating": "bad",
            "description": null,
            "last_updated": "2023-07-11 10:11:26",
            "edit_link": "https://edit.tosdr.org/points/14759"
        },
        {
            "title": "Partial archives of their terms are available",
            "rating": "good",
            "description": "This case applies to Services whose agreements provide previous versions, so that users can compare them and understand how the Service seems to evolve regarding user rights.",
            "last_updated": "2018-01-16 15:28:05",
            "edit_link": "https://edit.tosdr.org/points/950"
        },
        {
            "title": "If you offer suggestions to the service, they may use that without your approval or compensation, but they do not become the owner",
            "rating": "good",
            "description": "The service may employ a broad copyright license over feedback, proposals, ideas and suggestions submitted, including the right to use them without restriction, compensation or obligation to the user, but they do not claim ownership on them.",
            "last_updated": "2023-07-11 10:10:09",
            "edit_link": "https://edit.tosdr.org/points/13950"
        },
        {
            "title": "You maintain ownership of your data",
            "rating": "good",
            "description": "This service does not claim ownership over user-generated content or materials, and the user doesn't need to waive any moral rights by posting owned content.",
            "last_updated": "2023-07-11 10:10:10",
            "edit_link": "https://edit.tosdr.org/points/13946"
        },
        {
            "title": "You can request access and deletion of personal data",
            "rating": "good",
            "description": "Users have the right to access personal data hold by the Service, correct it and/or permanently delete it. This usually applies to Services GDPR compliants.",
            "last_updated": "2023-07-11 06:33:53",
            "edit_link": "https://edit.tosdr.org/points/5844"
        },
        {
            "title": "This service allows you to retrieve an archive of your data",
            "rating": "good",
            "description": "Users can request a copy of the data collected through the services and infer from it the amount of personal information that is processed and stored by the Service. This usually applies to Services GDPR compliants.",
            "last_updated": "2023-07-11 06:33:53",
            "edit_link": "https://edit.tosdr.org/points/5843"
        },
        {
            "title": "The service will only respond to government requests that are reasonable",
            "rating": "good",
            "description": "The Agreement explains they will disclose personal data about you if it is reasonably necessary to comply with applicable law and government requests.",
            "last_updated": "2023-07-11 10:10:11",
            "edit_link": "https://edit.tosdr.org/points/13957"
        },
        {
            "title": "The service provides details about what kinds of personal information they collect",
            "rating": "good",
            "description": "The Privacy Policy describes in detail the data collected through the website and through the services provided.",
            "last_updated": "2023-07-11 06:33:08",
            "edit_link": "https://edit.tosdr.org/points/13934"
        },
        {
            "title": "The service reviews its privacy policy on a regular basis",
            "rating": "good",
            "description": "Users know the date the privacy policy was last updated and can thus infer the next time it will be reviewed. This gives users more certainty about how long they can trust the current policy to apply.",
            "last_updated": "2023-07-11 06:33:07",
            "edit_link": "https://edit.tosdr.org/points/13938"
        },
        {
            "title": "The service provides a complaint mechanism for the handling of personal data",
            "rating": "good",
            "description": "The service provides users with contact information for an internal or external structure to lodge complaints. It also provides users with contact information for a higher data protection / privacy office in case the internal mechanism fails to satisfy the user.",
            "last_updated": "2023-07-11 06:33:07",
            "edit_link": "https://edit.tosdr.org/points/13940"
        },
        {
            "title": "The service provides information about how they intend to use your personal data",
            "rating": "good",
            "description": "The Privacy Policy explains the purposes for which data is collected and the way it is processed, used and shared.",
            "last_updated": "2023-07-11 10:08:48",
            "edit_link": "https://edit.tosdr.org/points/12820"
        },
        {
            "title": "You can opt out of targeted advertising",
            "rating": "good",
            "description": "The service employs your data to target ads to you, but you can opt-out of this interest-based advertising.",
            "last_updated": "2023-07-11 06:34:00",
            "edit_link": "https://edit.tosdr.org/points/12830"
        },
        {
            "title": "The service provides two factor authentification for your account",
            "rating": "good",
            "description": "The service provides means of further securing your account with two factor authentification, thus greatly improving account security.",
            "last_updated": "2023-07-11 10:02:59",
            "edit_link": "https://edit.tosdr.org/points/13936"
        },
        {
            "title": "Third parties used by the service are bound by confidentiality obligations",
            "rating": "good",
            "description": "The Third Parties accessing your personal information must keep it confidential and only use it for limited purposes.",
            "last_updated": "2023-07-11 10:10:09",
            "edit_link": "https://edit.tosdr.org/points/13942"
        },
        {
            "title": "You have the right to leave this service at any time",
            "rating": "good",
            "description": "You can stop using the service and/or cancel or delete your account at any time for any reason. Moreover, the termination is reasonably fast and simple.",
            "last_updated": "2023-07-11 06:33:07",
            "edit_link": "https://edit.tosdr.org/points/13956"
        },
        {
            "title": "The terms for this service are easy to read",
            "rating": "good",
            "description": "The Agreements are well-organised, define legal terms (where applicable), aren't needlessly long and may be pleasant to read.",
            "last_updated": "2023-07-11 10:08:45",
            "edit_link": "https://edit.tosdr.org/points/12811"
        },
        {
            "title": "The service has non-exclusive use of your content",
            "rating": "good",
            "description": "The service can pay for your content and you are allowed to make it commercially available to other services/parties.",
            "last_updated": "2023-07-11 10:10:09",
            "edit_link": "https://edit.tosdr.org/points/13947"
        },
        {
            "title": "The service provides a free help desk",
            "rating": "good",
            "description": "The service can be easily contacted for questions or provides a support center at no extra cost.",
            "last_updated": "2023-07-11 10:10:09",
            "edit_link": "https://edit.tosdr.org/points/13965"
        },
        {
            "title": "You can choose with whom you share content",
            "rating": "good",
            "description": "Users can decide whether or not they want their content to be shared and they can control how and with whom it is shared.",
            "last_updated": "2023-07-11 06:33:56",
            "edit_link": "https://edit.tosdr.org/points/12832"
        },
        {
            "title": "There is a date of the last update of the terms",
            "rating": "neutral",
            "description": "The given text has a date that allows to know when it was last updated.",
            "last_updated": "2023-07-11 06:33:01",
            "edit_link": "https://edit.tosdr.org/points/856"
        },
        {
            "title": "Blocking cookies may limit your ability to use the service",
            "rating": "neutral",
            "description": "Most browsers allow users to set preferences related to cookies storage. You may choose to block all cookies (including first-party cookies), but it may impact your use of this service and you may not be able to access some or any of the features provided.",
            "last_updated": "2023-07-11 06:33:53",
            "edit_link": "https://edit.tosdr.org/points/5842"
        },
        {
            "title": "Users should revisit the terms periodically, although in case of material changes, the service will notify",
            "rating": "neutral",
            "description": "The service may update the Terms without notice, but if they significantly change the agreements in a manner that importantly and/or negatively affects the way the service is used, users will be notified.",
            "last_updated": "2023-07-11 10:10:09",
            "edit_link": "https://edit.tosdr.org/points/13960"
        },
        {
            "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
            "rating": "neutral",
            "description": "The service assumes no liability for any damages the user incurs, including tangible (e.g. profits) and intangible losses (e.g. data), resulting from the use or inability to use the service or any other matter relating to the service.",
            "last_updated": "2023-07-11 10:11:25",
            "edit_link": "https://edit.tosdr.org/points/14757"
        },
        {
            "title": "There is a date of the last update of the agreements",
            "rating": "neutral",
            "description": "The given text has a date that allows to know when it was last updated.",
            "last_updated": "2023-07-11 06:24:52",
            "edit_link": "https://edit.tosdr.org/points/27736"
        },
        {
            "title": "This service assumes no responsibility and liability for the contents of links to other websites",
            "rating": "neutral",
            "description": "The service rejects any responsibility for the contents of other websites to which it links.",
            "last_updated": "2023-07-11 10:10:21",
            "edit_link": "https://edit.tosdr.org/points/13953"
        },
        {
            "title": "You are solely responsible for claims made against the service and agree to indemnify and hold harmless the service.",
            "rating": "neutral",
            "description": "You are responsible for your use of the service. If a claim arises related to that use, you agree to indemnify and hold the service harmless.\nIf users are also required to defend the service, see Case 146 instead.",
            "last_updated": "2023-07-11 10:11:26",
            "edit_link": "https://edit.tosdr.org/points/14758"
        },
        {
            "title": "They may stop providing the service at any time",
            "rating": "neutral",
            "description": "They may discontinue the services without prior notice, at any time, for any or no reason. They usually assume no liability for losses and damages resulting from this suspension.",
            "last_updated": "2023-07-11 04:49:15",
            "edit_link": "https://edit.tosdr.org/points/14761"
        },
        {
            "title": "This service prohibits users sending chain letters, junk mail, spam or any unsolicited messages",
            "rating": "neutral",
            "description": "Users are not allowed to use the service for chain letters, junk mail, spamming or any other distribution of content to people who have not agreed to receiving it.",
            "last_updated": "2023-07-11 10:10:09",
            "edit_link": "https://edit.tosdr.org/points/13963"
        },
        {
            "title": "Users agree not to submit libelous, harassing or threatening content",
            "rating": "neutral",
            "description": "This service prohibits users from submitting content of a variety of types. This can include content that is unlawful, harassing, abusive, threatening, libelous, sexist, racist, homophobic, transphobic, or discriminatory in any other way.",
            "last_updated": "2023-07-11 10:10:08",
            "edit_link": "https://edit.tosdr.org/points/13962"
        },
        {
            "title": "This services gives no guarantee regarding quality",
            "rating": "neutral",
            "description": "The Service doesn't warrant or guarantee the quality of the products or services provided.",
            "last_updated": "2023-07-11 10:10:20",
            "edit_link": "https://edit.tosdr.org/points/13954"
        },
        {
            "title": "Users cannot scrape the website of the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:10:11",
            "edit_link": "https://edit.tosdr.org/points/13964"
        },
        {
            "title": "This service prohibits users from attempting to gain unauthorized access to other computer systems",
            "rating": "neutral",
            "description": "The service does not allow any attempts at hacking or otherwise gaining unauthorized access to other users' computers.",
            "last_updated": "2023-07-11 10:10:09",
            "edit_link": "https://edit.tosdr.org/points/13961"
        },
        {
            "title": "If you are the target of a copyright claim, your content may be removed",
            "rating": "neutral",
            "description": "The content you have published on the service may be removed if it infringes copyright.",
            "last_updated": "2023-07-11 10:10:09",
            "edit_link": "https://edit.tosdr.org/points/13951"
        },
        {
            "title": "The service can suspend your account for several reasons",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:10:21",
            "edit_link": "https://edit.tosdr.org/points/13955"
        },
        {
            "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision",
            "rating": "neutral",
            "description": "Even if the service does not or not always enforce all of the rules or provisions contained in its terms, they still apply. Users can at a later time still be held accountable for violating provisions that have not been enforced consistently.",
            "last_updated": "2023-07-11 10:10:09",
            "edit_link": "https://edit.tosdr.org/points/13959"
        },
        {
            "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder",
            "rating": "neutral",
            "description": "Should any portion of the Terms of Service be unenforceable or invalid, that portion will be enforced to the fullest extent permitted by applicable law and the remainder of the TOS will remain valid and enforceable.",
            "last_updated": "2023-07-11 10:10:11",
            "edit_link": "https://edit.tosdr.org/points/13958"
        },
        {
            "title": "Provides instructions on how to submit a copyright claim",
            "rating": "neutral",
            "description": "If content that you own is copied or made accessible through the service in a way that constitutes an intellectual property right infringement, you can report it following the instructions given in the agreements.",
            "last_updated": "2023-07-11 10:10:21",
            "edit_link": "https://edit.tosdr.org/points/13952"
        },
        {
            "title": "You are responsible for maintaining the security of your account and for the activities on your account",
            "rating": "neutral",
            "description": "You are responsible for protecting the confidentiality of your password and for maintaining the security of your account. Any activity occurring under your account is your responsibility, whether authorized by you or not.",
            "last_updated": "2023-07-11 10:10:10",
            "edit_link": "https://edit.tosdr.org/points/13949"
        },
        {
            "title": "Users agree not to use the service for illegal purposes",
            "rating": "neutral",
            "description": "The user agrees not to commit any unlawful acts through the use of the website, including the posting of illegal content or messaging.",
            "last_updated": "2023-07-11 06:33:56",
            "edit_link": "https://edit.tosdr.org/points/2142"
        },
        {
            "title": "The service informs users that its privacy policy does not apply to third party websites",
            "rating": "neutral",
            "description": "The service states that whenever it links to third party websites or applications, its privacy policy does not apply. Those third party websites or applications hosted or operated by other organizations may have their own privacy policies.",
            "last_updated": "2023-07-11 10:10:09",
            "edit_link": "https://edit.tosdr.org/points/13941"
        },
        {
            "title": "Your personal data is aggregated into statistics",
            "rating": "neutral",
            "description": "Your personal data is used for statistics in a de-identified/aggregated form (i.e. not directly linked to a unique identity) to analyse trends, for research and for analytics.",
            "last_updated": "2023-07-11 10:05:54",
            "edit_link": "https://edit.tosdr.org/points/12824"
        },
        {
            "title": "This service does not guarantee that it or the products obtained through it meet the users' expectations or requirements",
            "rating": "neutral",
            "description": "This service provider informs its users that the services, information, products, or other materials provided on its website may not meet the users' expectations or requirements.",
            "last_updated": "2023-07-11 04:49:15",
            "edit_link": "https://edit.tosdr.org/points/14755"
        },
        {
            "title": "This service employs separate policies for different parts of the service",
            "rating": "neutral",
            "description": "The user may need to read additional product-specific agreements depending on the way the service is used.",
            "last_updated": "2023-07-11 10:10:08",
            "edit_link": "https://edit.tosdr.org/points/13945"
        },
        {
            "title": "This service collects your IP address for location use",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:08:41",
            "edit_link": "https://edit.tosdr.org/points/12812"
        },
        {
            "title": "Third parties may be involved in operating the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:08:42",
            "edit_link": "https://edit.tosdr.org/points/12818"
        }
    ]
}