{
    "meta_data": {
        "title": "Tumblr - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "Copies of your content may remain indefinitely on Tumblr's systems",
            "rating": "blocker",
            "description": "Content may remain in backup servers and be retained after deletion, and thus never be completely deleted. This case doesn't apply to contributions that can't be removed due to the nature of the service.",
            "last_updated": "2023-07-11 06:35:34",
            "edit_link": "https://edit.tosdr.org/points/1347",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your account can be deleted without prior notice and without a reason",
            "rating": "bad",
            "description": "At any time, your account can be terminated without explanation and without warning by the service.",
            "last_updated": "2023-07-11 04:48:17",
            "edit_link": "https://edit.tosdr.org/points/20053",
            "approval_status": "APPROVED"
        },
        {
            "title": "The court of law governing the terms is in a jurisdiction that is less friendly to user privacy protection (New York, USA)",
            "rating": "bad",
            "description": "The Terms are governed by the applicable laws of a jurisdiction known for weak data regulations and poor user privacy protection. Usually contributors will need to explain in the Analysis view of each point linked to this Case the reason why it shall be applied.",
            "last_updated": "2023-07-11 04:47:27",
            "edit_link": "https://edit.tosdr.org/points/20040",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction",
            "rating": "bad",
            "description": "If the service gets acquired or is involved in a merger, bankruptcy, reorganisation or sale, your personal data may be transferred or sold.",
            "last_updated": "2023-07-11 04:47:27",
            "edit_link": "https://edit.tosdr.org/points/20069",
            "approval_status": "APPROVED"
        },
        {
            "title": "You have a reduced time period (1 year) to take legal action against the service",
            "rating": "bad",
            "description": "If you wish to bring legal action against a service about a past incident, you may not be able to do so if the Terms you agreed to implied a limited amount of time. As a result it may be worthy to carefully read that section of the Terms to know exactly how much time you might have before your right to take legal action expires.",
            "last_updated": "2023-07-11 04:47:25",
            "edit_link": "https://edit.tosdr.org/points/20052",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service tracks which web page referred you to it",
            "rating": "bad",
            "description": "The service logs the URL of the last web page you visited before visiting the Site and may use that information to gather more data about you.",
            "last_updated": "2023-07-11 04:47:26",
            "edit_link": "https://edit.tosdr.org/points/20065",
            "approval_status": "APPROVED"
        },
        {
            "title": "Information is gathered about you through third parties",
            "rating": "bad",
            "description": "This Service may employ, either identifiable or non-identifiable, data collection from third party sources about you.",
            "last_updated": "2023-07-11 04:47:26",
            "edit_link": "https://edit.tosdr.org/points/20059",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your personal data is used to employ targeted third-party advertising",
            "rating": "bad",
            "description": "Your Personal Information is traded and shared with advertising companies to target ads on you, either on the website you were visiting or in third party websites. Your interaction with the service and data you have shared with them may be gathered to create an advertising ID or profile.",
            "last_updated": "2023-07-11 04:47:26",
            "edit_link": "https://edit.tosdr.org/points/20067",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service gives your personal data to third parties involved in its operation",
            "rating": "bad",
            "description": "Your personal data is or may be given to third parties essential to the service’s operation. This could be an external spam detection service for an internet forum.",
            "last_updated": "2023-07-11 04:48:17",
            "edit_link": "https://edit.tosdr.org/points/20062",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your personal data is used for advertising",
            "rating": "bad",
            "description": "Your interaction with the service and data you have shared with them may be gathered to create an advertising ID or profile to target ads on you, either on the website you were visiting or in third party websites.",
            "last_updated": "2023-07-11 04:47:26",
            "edit_link": "https://edit.tosdr.org/points/20060",
            "approval_status": "APPROVED"
        },
        {
            "title": "Third-party cookies are used for statistics",
            "rating": "bad",
            "description": "For instance, Google Analytics, rather than self-hosted (first-party) statistics software.",
            "last_updated": "2023-07-11 04:47:26",
            "edit_link": "https://edit.tosdr.org/points/20063",
            "approval_status": "APPROVED"
        },
        {
            "title": "Tracking pixels are used in service-to-user communication",
            "rating": "bad",
            "description": "The service tracks the user count or some actions of the user; this is usually used for statistics. For example, emails sent by a service can contain a pixel tag, which is a small, clear image that can tell them whether or not you have opened an email and what your IP address is.",
            "last_updated": "2023-07-11 04:47:26",
            "edit_link": "https://edit.tosdr.org/points/20066",
            "approval_status": "APPROVED"
        },
        {
            "title": "Promises will be kept after a merger or acquisition",
            "rating": "good",
            "description": "If the service gets acquired or needs to transfer personal data after a merger, bankruptcy, reorganisation or sale of the services, the data will still be processed in a manner that honours the promises made in the agreements.",
            "last_updated": "2023-07-11 04:47:27",
            "edit_link": "https://edit.tosdr.org/points/20070",
            "approval_status": "APPROVED"
        },
        {
            "title": "Tumblr provides access to previous TOS and privacy policy",
            "rating": "good",
            "description": "This case applies to Services whose agreements provide previous versions, so that users can compare them and understand how the Service seems to evolve regarding user rights.",
            "last_updated": "2023-07-11 06:33:30",
            "edit_link": "https://edit.tosdr.org/points/1048",
            "approval_status": "APPROVED"
        },
        {
            "title": "You can request access, correction and/or deletion of your data",
            "rating": "good",
            "description": "Users have the right to access personal data hold by the Service, correct it and/or permanently delete it. This usually applies to Services GDPR compliants.",
            "last_updated": "2023-10-26 09:14:47",
            "edit_link": "https://edit.tosdr.org/points/35048",
            "approval_status": "APPROVED"
        },
        {
            "title": "You aren’t forced into binding arbitration in case of disputes",
            "rating": "good",
            "description": "Binding Arbitration is a dispute resolution method involving a neutral third party which will render a decision instead of going to court. Since the arbitrator can decide the outgoing of a dispute without evidences or a legal basis, it is preferable that users decide whether they want or not their dispute to be resolved this way.",
            "last_updated": "2023-07-11 04:47:27",
            "edit_link": "https://edit.tosdr.org/points/20074",
            "approval_status": "APPROVED"
        },
        {
            "title": "You can delete your content from this service",
            "rating": "good",
            "description": "You can ask the service to remove your content at any time, and it's deleted within a reasonable time.",
            "last_updated": "2023-10-26 09:12:01",
            "edit_link": "https://edit.tosdr.org/points/35050",
            "approval_status": "APPROVED"
        },
        {
            "title": "The cookies used by this service do not contain information that would personally identify you",
            "rating": "good",
            "description": "The cookies used only collect anonymous, aggregated data that cannot be linked to a unique identity.",
            "last_updated": "2023-07-11 06:33:57",
            "edit_link": "https://edit.tosdr.org/points/1254",
            "approval_status": "APPROVED"
        },
        {
            "title": "You maintain ownership of your Tumblr content",
            "rating": "good",
            "description": "This service does not claim ownership over user-generated content or materials, and the user doesn't need to waive any moral rights by posting owned content.",
            "last_updated": "2023-07-11 06:32:54",
            "edit_link": "https://edit.tosdr.org/points/876",
            "approval_status": "APPROVED"
        },
        {
            "title": "User accounts can be terminated after having been in breach of the terms of service repeatedly",
            "rating": "good",
            "description": "User accounts can be terminated for having been in breach of the terms of service repeatedly, meaning they cannot be terminated without a reason, but only for a limited number of reasons. Additionally, user accounts will not be deleted after a first infringement.",
            "last_updated": "2023-07-11 04:47:26",
            "edit_link": "https://edit.tosdr.org/points/20054",
            "approval_status": "APPROVED"
        },
        {
            "title": "The data retention period is kept to the minimum necessary for fulfilling its purposes",
            "rating": "good",
            "description": "The service will remove personal data from its systems once it is no longer required. Depending on the type of information and the reason it was collected, data retention periods will vary.",
            "last_updated": "2023-07-11 04:47:27",
            "edit_link": "https://edit.tosdr.org/points/20072",
            "approval_status": "APPROVED"
        },
        {
            "title": "You are informed about the risk of publishing personal info online",
            "rating": "good",
            "description": null,
            "last_updated": "2023-07-11 04:47:25",
            "edit_link": "https://edit.tosdr.org/points/20046",
            "approval_status": "APPROVED"
        },
        {
            "title": "Details are provided about what kind of information they collect",
            "rating": "good",
            "description": "The Privacy Policy describes in detail the data collected through the website and through the services provided.",
            "last_updated": "2023-07-11 04:47:24",
            "edit_link": "https://edit.tosdr.org/points/20055",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service will only respond to government requests that are reasonable",
            "rating": "good",
            "description": "The Agreement explains they will disclose personal data about you if it is reasonably necessary to comply with applicable law and government requests.",
            "last_updated": "2023-07-11 04:48:17",
            "edit_link": "https://edit.tosdr.org/points/20071",
            "approval_status": "APPROVED"
        },
        {
            "title": "You can opt out of targeted advertising",
            "rating": "good",
            "description": "The service employs your data to target ads to you, but you can opt-out of this interest-based advertising.",
            "last_updated": "2023-07-11 04:47:26",
            "edit_link": "https://edit.tosdr.org/points/20068",
            "approval_status": "APPROVED"
        },
        {
            "title": "Third parties used by Tumblr are bound by confidentiality obligations",
            "rating": "good",
            "description": "The Third Parties accessing your personal information must keep it confidential and only use it for limited purposes.",
            "last_updated": "2023-07-11 10:08:57",
            "edit_link": "https://edit.tosdr.org/points/965",
            "approval_status": "APPROVED"
        },
        {
            "title": "Pseudonyms are allowed",
            "rating": "good",
            "description": "You don't need to provide your full name to use the Service and you are allowed to use a pseudonym instead.",
            "last_updated": "2023-07-11 04:47:26",
            "edit_link": "https://edit.tosdr.org/points/20056",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service claims to be CCPA compliant for California users",
            "rating": "good",
            "description": "The service has a different behavior towards users protected by the California Consumer Privacy Act.",
            "last_updated": "2023-07-11 04:47:27",
            "edit_link": "https://edit.tosdr.org/points/20073",
            "approval_status": "APPROVED"
        },
        {
            "title": "The terms for this service are easy to read",
            "rating": "good",
            "description": "The Agreements are well-organised, define legal terms (where applicable), aren't needlessly long and may be pleasant to read.",
            "last_updated": "2023-07-11 04:47:26",
            "edit_link": "https://edit.tosdr.org/points/20061",
            "approval_status": "APPROVED"
        },
        {
            "title": "You have the right to leave this service at any time",
            "rating": "good",
            "description": "You can stop using the service and/or cancel or delete your account at any time for any reason. Moreover, the termination is reasonably fast and simple.",
            "last_updated": "2023-07-11 04:48:17",
            "edit_link": "https://edit.tosdr.org/points/20047",
            "approval_status": "APPROVED"
        },
        {
            "title": "Copyright license limited for the purposes of that same service but transferable and sublicenseable",
            "rating": "good",
            "description": null,
            "last_updated": "2023-07-11 04:47:25",
            "edit_link": "https://edit.tosdr.org/points/20042",
            "approval_status": "APPROVED"
        },
        {
            "title": "You can opt out of promotional communications",
            "rating": "good",
            "description": "You can update your account preferences and/or easily unsubscribe of email/sms lists to stop receiving promotional communications.",
            "last_updated": "2023-07-11 04:47:56",
            "edit_link": "https://edit.tosdr.org/points/20058",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service has non-exclusive use of your content",
            "rating": "good",
            "description": "The service can pay for your content and you are allowed to make it commercially available to other services/parties.",
            "last_updated": "2023-07-11 04:47:25",
            "edit_link": "https://edit.tosdr.org/points/20043",
            "approval_status": "APPROVED"
        },
        {
            "title": "The publishing of personally identifiable information without the owner’s consent is not allowed",
            "rating": "good",
            "description": "Users agree not to publicly post personally identifiable information (name, postal address, contact information…) without the owner’s knowledge or consent",
            "last_updated": "2023-10-26 09:14:26",
            "edit_link": "https://edit.tosdr.org/points/35047",
            "approval_status": "APPROVED"
        },
        {
            "title": "You can choose with whom you share content",
            "rating": "good",
            "description": "Users can decide whether or not they want their content to be shared and they can control how and with whom it is shared.",
            "last_updated": "2023-07-11 04:47:25",
            "edit_link": "https://edit.tosdr.org/points/20057",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your content can be distributed through any media known now or in the future",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 04:47:56",
            "edit_link": "https://edit.tosdr.org/points/20044",
            "approval_status": "APPROVED"
        },
        {
            "title": "There is a date of the last update of the agreements",
            "rating": "neutral",
            "description": "The given text has a date that allows to know when it was last updated.",
            "last_updated": "2023-07-11 04:47:24",
            "edit_link": "https://edit.tosdr.org/points/20039",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service has a no refund policy",
            "rating": "neutral",
            "description": "Payments are final and can't be refunded unless required by law.",
            "last_updated": "2023-07-11 04:47:25",
            "edit_link": "https://edit.tosdr.org/points/20048",
            "approval_status": "APPROVED"
        },
        {
            "title": "Tumblr can limit, restrict, suspend Services at any time without prior notice",
            "rating": "neutral",
            "description": "They may discontinue the services without prior notice, at any time, for any or no reason. They usually assume no liability for losses and damages resulting from this suspension.",
            "last_updated": "2023-07-11 10:08:57",
            "edit_link": "https://edit.tosdr.org/points/1329",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
            "rating": "neutral",
            "description": "The service provider expressly does not claim to provide uninterrupted, timely, secure or error-free service.",
            "last_updated": "2023-07-11 04:47:25",
            "edit_link": "https://edit.tosdr.org/points/20051",
            "approval_status": "APPROVED"
        },
        {
            "title": "You cannot delete your contributions, but it makes sense for this service",
            "rating": "neutral",
            "description": "For services that are under an open license where your contributions are for public knowledge (such as Wikipedia and ToS;DR).",
            "last_updated": "2023-10-26 09:15:58",
            "edit_link": "https://edit.tosdr.org/points/35051",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service is provided 'as is' and to be used at the users' sole risk",
            "rating": "neutral",
            "description": "This service does not provide any guarantees as to its usability or fitness for the users' purposes. Users agree to use it at their own risk, accepting any possible bugs, malfunctions or harm to their devices.",
            "last_updated": "2023-07-11 10:16:02",
            "edit_link": "https://edit.tosdr.org/points/20049",
            "approval_status": "APPROVED"
        },
        {
            "title": "The copyright license you grant never expires, but it makes sense for this service",
            "rating": "neutral",
            "description": "For services that are under an open license where your contributions are for public knowledge (such as Wikipedia and ToS;DR).",
            "last_updated": "2023-07-11 04:47:25",
            "edit_link": "https://edit.tosdr.org/points/20045",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service is only available to users over a certain age",
            "rating": "neutral",
            "description": "The Services are intended for users who are at least a certain age. If you are younger than the age required then you are prohibited from using the Service.",
            "last_updated": "2023-07-11 06:24:01",
            "edit_link": "https://edit.tosdr.org/points/26948",
            "approval_status": "APPROVED"
        },
        {
            "title": "Only aggregate data is given to third parties",
            "rating": "neutral",
            "description": "The Service only shares your information in an aggregated form, which means an anonymized form\nthat can't be linked to a unique identity.",
            "last_updated": "2023-07-11 06:24:00",
            "edit_link": "https://edit.tosdr.org/points/26944",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service is a subsidiary of Automattic",
            "rating": "neutral",
            "description": "The service is a subsidiary of a certain company (called X in the title, to be replaced by the parent Company in each point's title). Company X’s Terms of Service may apply to the service.",
            "last_updated": "2023-07-11 06:24:01",
            "edit_link": "https://edit.tosdr.org/points/26943",
            "approval_status": "APPROVED"
        },
        {
            "title": "You must report to the service any unauthorized use of your account or any breach of security",
            "rating": "neutral",
            "description": "The service asks the user to notify them immediately of any unauthorized use or security breaches.",
            "last_updated": "2023-07-11 04:47:25",
            "edit_link": "https://edit.tosdr.org/points/20041",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your IP address is collected, which can be used to view your approximate location",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 04:47:25",
            "edit_link": "https://edit.tosdr.org/points/20064",
            "approval_status": "APPROVED"
        },
        {
            "title": "Terms may be changed at any time, but you will be notified.",
            "rating": "neutral",
            "description": "The Terms may be updated without prior notice, but users will be notified of the changes at the moment they will start applying.",
            "last_updated": "2023-07-11 10:08:57",
            "edit_link": "https://edit.tosdr.org/points/681",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service does not guarantee that it or the products obtained through it meet your expectations or requirements",
            "rating": "neutral",
            "description": "This service provider informs its users that the services, information, products, or other materials provided on its website may not meet the users' expectations or requirements.",
            "last_updated": "2023-07-11 10:16:03",
            "edit_link": "https://edit.tosdr.org/points/20050",
            "approval_status": "APPROVED"
        },
        {
            "title": "Tumblr has provisions for users outside the US",
            "rating": "neutral",
            "description": "The Terms are governed by the applicable laws of a jurisdiction (specified in the title of each point by replacing the \"X\").",
            "last_updated": "2023-07-11 06:33:29",
            "edit_link": "https://edit.tosdr.org/points/1015",
            "approval_status": "APPROVED"
        },
        {
            "title": "The court of law governing the terms is in the United States of America",
            "rating": "neutral",
            "description": "The Terms are governed by the applicable laws of a jurisdiction (specified in the title of each point by replacing the \"X\").",
            "last_updated": "2023-07-11 06:23:59",
            "edit_link": "https://edit.tosdr.org/points/26946",
            "approval_status": "APPROVED"
        }
    ]
}