{
    "meta_data": {
        "title": "VPN.AC - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "This service does not track you",
            "rating": "good",
            "description": "The document excerpt needs to include the words \"[the service] does not track [users]\" or \"[the service] does not use any tracking technology\".",
            "last_updated": "2023-07-11 10:15:26",
            "edit_link": "https://edit.tosdr.org/points/19426"
        },
        {
            "title": "Logs are deleted after a finite period of time",
            "rating": "good",
            "description": "Logs are text files containing some information about web visitors, such as user agents (showing for instance that you're connecting from Firefox for Android) and ip addresses (which reveal your approximate location). This case applies to Services that periodically delete their logs to prevent user sessions being tracked over time.",
            "last_updated": "2023-07-11 10:16:01",
            "edit_link": "https://edit.tosdr.org/points/19942"
        },
        {
            "title": "The service will resist legal requests for user information where reasonably possible",
            "rating": "good",
            "description": "The service will attempt to protect user information to a great extent, even so far as stating that they will only follow legal requirements to disclose user information in circumstances where this cannot be reasonably resisted.",
            "last_updated": "2023-07-11 10:15:27",
            "edit_link": "https://edit.tosdr.org/points/19418"
        },
        {
            "title": "The service will not allow third parties to access your personal information without a legal basis",
            "rating": "good",
            "description": null,
            "last_updated": "2023-07-11 10:15:27",
            "edit_link": "https://edit.tosdr.org/points/19424"
        },
        {
            "title": "The service does not share user information with third parties",
            "rating": "good",
            "description": "Information collected from users by this service is not given to third parties.",
            "last_updated": "2023-07-11 10:15:28",
            "edit_link": "https://edit.tosdr.org/points/19428"
        },
        {
            "title": "No third-party analytics or tracking platforms are used",
            "rating": "good",
            "description": "There are no Google Analytics or other tracking codes embedded in the service. Any tracking is performed by the service itself.",
            "last_updated": "2023-07-11 10:09:16",
            "edit_link": "https://edit.tosdr.org/points/19943"
        },
        {
            "title": "This service only uses temporary session cookies",
            "rating": "good",
            "description": "Temporary session cookies are cookies that are deleted when you close your browser instead of remaining there until they are manually deleted (or expire). These cookies are only used for the purposes of the service and therefore disappear when it's no longer used.",
            "last_updated": "2023-07-11 10:15:27",
            "edit_link": "https://edit.tosdr.org/points/19427"
        },
        {
            "title": "This service offers an anonymous payment method",
            "rating": "good",
            "description": "Some services allow payments via cryptocurrencies, so that users don’t need to reveal their identity to payment processors.",
            "last_updated": "2023-07-11 10:15:27",
            "edit_link": "https://edit.tosdr.org/points/19419"
        },
        {
            "title": "The user is informed about security practices",
            "rating": "good",
            "description": "It's important to know what security measures are taken to protect your data from unauthorized access. This case applies to the Agreements that precisely explain their security practices.",
            "last_updated": "2023-07-11 10:15:26",
            "edit_link": "https://edit.tosdr.org/points/19422"
        },
        {
            "title": "This service can delete your content if you violate the terms",
            "rating": "neutral",
            "description": "Content infringing the Terms of Service (or the Acceptable Use Policy or equivalent) may be removed, with or without notice.",
            "last_updated": "2023-07-11 10:15:26",
            "edit_link": "https://edit.tosdr.org/points/19416"
        },
        {
            "title": "There is a date of the last update of the agreements",
            "rating": "neutral",
            "description": "The given text has a date that allows to know when it was last updated.",
            "last_updated": "2023-07-11 10:15:27",
            "edit_link": "https://edit.tosdr.org/points/19423"
        },
        {
            "title": "This service has a no refund policy with some exceptions",
            "rating": "neutral",
            "description": "Payments can be refunded if some requirements are fulfilled.",
            "last_updated": "2023-07-11 10:16:01",
            "edit_link": "https://edit.tosdr.org/points/19944"
        },
        {
            "title": "This service prohibits users sending chain letters, junk mail, spam or any unsolicited messages.",
            "rating": "neutral",
            "description": "Users are not allowed to use the service for chain letters, junk mail, spamming or any other distribution of content to people who have not agreed to receiving it.",
            "last_updated": "2023-07-11 10:15:26",
            "edit_link": "https://edit.tosdr.org/points/19415"
        },
        {
            "title": "The service is provided 'as is' and to be used at the users' sole risk",
            "rating": "neutral",
            "description": "This service does not provide any guarantees as to its usability or fitness for the users' purposes. Users agree to use it at their own risk, accepting any possible bugs, malfunctions or harm to their devices.",
            "last_updated": "2023-07-11 10:15:26",
            "edit_link": "https://edit.tosdr.org/points/19420"
        },
        {
            "title": "Users agree not to use the service for illegal purposes",
            "rating": "neutral",
            "description": "The user agrees not to commit any unlawful acts through the use of the website, including the posting of illegal content or messaging.",
            "last_updated": "2023-07-11 10:15:26",
            "edit_link": "https://edit.tosdr.org/points/19414"
        },
        {
            "title": "The court of law governing the terms is in Romania",
            "rating": "neutral",
            "description": "The Terms are governed by the applicable laws of a jurisdiction (specified in the title of each point by replacing the \"X\").",
            "last_updated": "2023-07-11 10:15:26",
            "edit_link": "https://edit.tosdr.org/points/19421"
        },
        {
            "title": "This service collects your IP address, which can be used to view your approximate location",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:15:27",
            "edit_link": "https://edit.tosdr.org/points/19425"
        }
    ]
}