{
    "meta_data": {
        "title": "Open Humans - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.",
            "rating": "bad",
            "description": "If the service gets acquired or is involved in a merger, bankruptcy, reorganisation or sale, your personal data may be transferred or sold.",
            "last_updated": "2023-07-11 06:35:33",
            "point_link": "https://edit.tosdr.org/points/6362",
            "approval_status": "APPROVED",
            "clause_text": "</p>\n<p> If Open Humans or the Open Humans Foundation is involved in a reorganization, merger, acquisition or sale of our assets, your personal information may be transferred to another entity as part of that deal.\nIf that happens, we will notify you and let you know what your options are.",
            "point_source": "https://www.openhumans.org/data-use",
            "case": {
                "text": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction",
                "href": "https://edit.tosdr.org/cases/243"
            }
        },
        {
            "title": "The service may keep a secure, anonymized record of users' data for analytical purposes even after the data retention period",
            "rating": "bad",
            "description": "The data retention period states how long a service keeps user data. In this case, the service may anonymize the personal data after its retention period is over and use it for analytical or research purposes.",
            "last_updated": "2023-07-11 06:35:30",
            "point_link": "https://edit.tosdr.org/points/6350",
            "approval_status": "APPROVED",
            "clause_text": "This may include using your information for analytical purposes.",
            "point_source": "https://www.openhumans.org/data-use",
            "case": {
                "text": "The service may keep a secure, anonymized record of your data for analytical purposes even after the data retention period",
                "href": "https://edit.tosdr.org/cases/304"
            }
        },
        {
            "title": "This service retains rights to your content even after you stop using your account",
            "rating": "bad",
            "description": "The service may still use your content and display it after you stopped using it by closing your account, since you granted them a perpetual or (in some cases) an unlimited license over that content.",
            "last_updated": "2023-07-11 06:35:20",
            "point_link": "https://edit.tosdr.org/points/6348",
            "approval_status": "APPROVED",
            "clause_text": "We may also continue to display some information you have made publicly available through Open Humans (comments, for example).",
            "point_source": "https://www.openhumans.org/data-use",
            "case": {
                "text": "This service retains rights to your content even after you stop using your account",
                "href": "https://edit.tosdr.org/cases/173"
            }
        },
        {
            "title": "User logs are deleted after a finite period of time",
            "rating": "good",
            "description": "Logs are text files containing some information about web visitors, such as user agents (showing for instance that you're connecting from Firefox for Android) and ip addresses (which reveal your approximate location). This case applies to Services that periodically delete their logs to prevent user sessions being tracked over time.",
            "last_updated": "2023-07-11 06:35:31",
            "point_link": "https://edit.tosdr.org/points/6355",
            "approval_status": "APPROVED",
            "clause_text": "<p> We may retain access logs containing this data for up to 120 days, and then delete them.",
            "point_source": "https://www.openhumans.org/data-use",
            "case": {
                "text": "Logs are deleted after a finite period of time",
                "href": "https://edit.tosdr.org/cases/177"
            }
        },
        {
            "title": "The service promises to inform and/or notify users regarding government inquiries that may involve users' personal data",
            "rating": "good",
            "description": "In case the Government governing the Terms requests personal data of a user of this service, they will make reasonable efforts to inform/notify the user (e.g. warrant canary).",
            "last_updated": "2023-07-11 06:35:31",
            "point_link": "https://edit.tosdr.org/points/6359",
            "approval_status": "APPROVED",
            "clause_text": "If we are going to release your information, our policy is to provide you with notice unless we are prohibited from doing so by law or court order (e.g., an order under 18 U.S.C.\n§ 2705(b)).",
            "point_source": "https://www.openhumans.org/data-use",
            "case": {
                "text": "The service promises to inform and/or notify you regarding government inquiries that may involve your personal data",
                "href": "https://edit.tosdr.org/cases/165"
            }
        },
        {
            "title": "You can delete your content from this service",
            "rating": "good",
            "description": "You can ask the service to remove your content at any time, and it's deleted within a reasonable time.",
            "last_updated": "2023-07-11 06:35:22",
            "point_link": "https://edit.tosdr.org/points/6349",
            "approval_status": "APPROVED",
            "clause_text": "This means your user profile will no longer be visible on our site, and other Open Humans users will no longer have access on our site to the personal data you’ve shared with them.\n</p>",
            "point_source": "https://www.openhumans.org/data-use",
            "case": {
                "text": "You can delete your content from this service",
                "href": "https://edit.tosdr.org/cases/175"
            }
        },
        {
            "title": "The service provides a complete list of all cookies set by its website",
            "rating": "good",
            "description": "The service provides users with a complete list of all first and third party cookies its website sets and an explanation of their uses. This information can be valuable for users to make an informed choice whether to allow those cookies.",
            "last_updated": "2023-07-11 06:35:31",
            "point_link": "https://edit.tosdr.org/points/6358",
            "approval_status": "APPROVED",
            "clause_text": "The cookie contains an encrypted user identifier.",
            "point_source": "https://www.openhumans.org/data-use",
            "case": {
                "text": "A list of all cookies set by the website is provided",
                "href": "https://edit.tosdr.org/cases/306"
            }
        },
        {
            "title": "The service informs users about the risk of publishing personal info online",
            "rating": "good",
            "description": null,
            "last_updated": "2023-07-11 06:35:29",
            "point_link": "https://edit.tosdr.org/points/6352",
            "approval_status": "APPROVED",
            "clause_text": "Even if you use a pseudonym for Open Humans, your data could be connected to your identity.\nThe risk of this varies depending on the type of data, but it is often surprisingly easy to identify people.",
            "point_source": "https://www.openhumans.org/data-use",
            "case": {
                "text": "You are informed about the risk of publishing personal info online",
                "href": "https://edit.tosdr.org/cases/231"
            }
        },
        {
            "title": "The service provides details about what kinds of personal information they collect",
            "rating": "good",
            "description": "The Privacy Policy describes in detail the data collected through the website and through the services provided.",
            "last_updated": "2023-07-11 06:35:20",
            "point_link": "https://edit.tosdr.org/points/6354",
            "approval_status": "APPROVED",
            "clause_text": "We receive some information automatically when you visit Open Humans.\nThis includes information about the device, browser, and operating system you use when accessing our site, your IP address, the website that referred you to Open Humans (if any), which pages you request and visit, and the date and time of each request you make to Open Humans.",
            "point_source": "https://www.openhumans.org/data-use",
            "case": {
                "text": "Information is provided about what kind of information they collect",
                "href": "https://edit.tosdr.org/cases/228"
            }
        },
        {
            "title": "The service provides information about its attitude towards ethical, social or political problems or controversies",
            "rating": "good",
            "description": "If a service expresses a worldview antithetical to the user’s, that is a good signal that they should not use the service. Or conversely, if the service expresses an uncommonly-held belief that the user agrees with and thinks is relevant to the service-user relationship and/or important, they may wish to use that to choose between otherwise comparable services.",
            "last_updated": "2023-07-11 06:35:31",
            "point_link": "https://edit.tosdr.org/points/6361",
            "approval_status": "APPROVED",
            "clause_text": "Sharing data is critical to scientific progress, but has been hampered by traditional research practices.\nOur approach is to invite willing participants to share their personal data for the greater good.\nOpen Humans strives to make this possible by helping connect researchers and participants who wish to share data with each other.",
            "point_source": "https://www.openhumans.org/data-use",
            "case": {
                "text": "This service offers a symbolic but nonbinding statement about a matter of opinion, ethics, society, or politics",
                "href": "https://edit.tosdr.org/cases/332"
            }
        },
        {
            "title": "This service only uses temporary session cookies",
            "rating": "good",
            "description": "Temporary session cookies are cookies that are deleted when you close your browser instead of remaining there until they are manually deleted (or expire). These cookies are only used for the purposes of the service and therefore disappear when it's no longer used.",
            "last_updated": "2023-07-11 06:35:29",
            "point_link": "https://edit.tosdr.org/points/6357",
            "approval_status": "APPROVED",
            "clause_text": "When you log in to your account, Open Humans will place a cookie for the purposes of creating the session, knowing when you’re logged in, and validating form submissions.",
            "point_source": "https://www.openhumans.org/data-use",
            "case": {
                "text": "Only temporary session cookies are used",
                "href": "https://edit.tosdr.org/cases/125"
            }
        },
        {
            "title": "The service allows you to use pseudonyms",
            "rating": "good",
            "description": "You don't need to provide your full name to use the Service and you are allowed to use a pseudonym instead.",
            "last_updated": "2023-07-11 06:35:28",
            "point_link": "https://edit.tosdr.org/points/6351",
            "approval_status": "APPROVED",
            "clause_text": "As long as you follow our Naming Guidelines, you’re free to choose a pseudonym as your name and username.",
            "point_source": "https://www.openhumans.org/data-use",
            "case": {
                "text": "Pseudonyms are allowed",
                "href": "https://edit.tosdr.org/cases/215"
            }
        },
        {
            "title": "You have the right to leave this service at any time",
            "rating": "good",
            "description": "You can stop using the service and/or cancel or delete your account at any time for any reason. Moreover, the termination is reasonably fast and simple.",
            "last_updated": "2023-07-11 06:35:20",
            "point_link": "https://edit.tosdr.org/points/6347",
            "approval_status": "APPROVED",
            "clause_text": "Account Disabling <p> You may disable your Open Humans account at any time.",
            "point_source": "https://www.openhumans.org/data-use",
            "case": {
                "text": "You have the right to leave this service at any time",
                "href": "https://edit.tosdr.org/cases/170"
            }
        },
        {
            "title": "When the service wants to change its terms, users are notified a week or more in advance.",
            "rating": "good",
            "description": "Users will be notified a week before the Terms are somehow updated, which lets them a reasonable amount of time to carefully read the changes and perhaps stop using the services if they do not longer agree.",
            "last_updated": "2023-07-11 06:35:29",
            "point_link": "https://edit.tosdr.org/points/6346",
            "approval_status": "APPROVED",
            "clause_text": "Changes to This Policy <p> We may revise this Data Use Policy from time to time.\nThe most current version of the policy will govern our use of your information and will always be at https://openhumans.org/data-use/.\nIf we make changes that we believe will substantially alter your rights, we will email you and prominently display a notice on our site 7 days before we make those changes.",
            "point_source": "https://www.openhumans.org/data-use",
            "case": {
                "text": "When the service wants to change its terms, you are notified a week or more in advance.",
                "href": "https://edit.tosdr.org/cases/123"
            }
        },
        {
            "title": "You can choose the copyright license",
            "rating": "good",
            "description": "You have the right to choose or change the license over content you publish through the Service.",
            "last_updated": "2023-07-11 06:35:42",
            "point_link": "https://edit.tosdr.org/points/6556",
            "approval_status": "APPROVED",
            "clause_text": "Some Open Humans members generously make their data public under the Creative Commons Zero Public Domain Dedication (v1.0 or later).",
            "point_source": "https://www.openhumans.org/community-guidelines/#public-data",
            "case": {
                "text": "You can choose the copyright license",
                "href": "https://edit.tosdr.org/cases/222"
            }
        },
        {
            "title": "Blocking cookies may limit your ability to use the service",
            "rating": "neutral",
            "description": "Most browsers allow users to set preferences related to cookies storage. You may choose to block all cookies (including first-party cookies), but it may impact your use of this service and you may not be able to access some or any of the features provided.",
            "last_updated": "2023-07-11 06:35:28",
            "point_link": "https://edit.tosdr.org/points/6356",
            "approval_status": "APPROVED",
            "clause_text": "Most browsers include an option to clear existing cookies or reject new ones.\nHowever, if you reject new cookies, portions of Open Humans will not function as intended.",
            "point_source": "https://www.openhumans.org/data-use",
            "case": {
                "text": "Blocking first party cookies may limit your ability to use the service",
                "href": "https://edit.tosdr.org/cases/375"
            }
        },
        {
            "title": "Service does not allow alternative accounts",
            "rating": "neutral",
            "description": "Services that do not allow multiple or alternative accounts are covered by this case.\nAlternative accounts can contribute to an increased privacy, but can also be used to manipulate discussions and polls and might decrease the trustworthiness of a person.",
            "last_updated": "2023-07-11 06:35:33",
            "point_link": "https://edit.tosdr.org/points/6363",
            "approval_status": "APPROVED",
            "clause_text": "an account must represent an individual",
            "point_source": "https://www.openhumans.org/data-use",
            "case": {
                "text": "Alternative accounts are not allowed",
                "href": "https://edit.tosdr.org/cases/324"
            }
        },
        {
            "title": "The service is provided 'as is' and to be used at the users' sole risk",
            "rating": "neutral",
            "description": "This service does not provide any guarantees as to its usability or fitness for the users' purposes. Users agree to use it at their own risk, accepting any possible bugs, malfunctions or harm to their devices.",
            "last_updated": "2023-07-11 06:35:41",
            "point_link": "https://edit.tosdr.org/points/6557",
            "approval_status": "APPROVED",
            "clause_text": "Our data is offered \"as is\", without warranty of any kind.",
            "point_source": "https://www.openhumans.org/community-guidelines/#public-data",
            "case": {
                "text": "The service is provided 'as is' and to be used at your sole risk",
                "href": "https://edit.tosdr.org/cases/286"
            }
        },
        {
            "title": "Users agree not to use the service for illegal purposes",
            "rating": "neutral",
            "description": "The user agrees not to commit any unlawful acts through the use of the website, including the posting of illegal content or messaging.",
            "last_updated": "2023-07-11 06:35:42",
            "point_link": "https://edit.tosdr.org/points/6558",
            "approval_status": "APPROVED",
            "clause_text": "<li>Any use you make of the data must conform to all applicable laws and regulations in a given jurisdiction.",
            "point_source": "https://www.openhumans.org/community-guidelines/#public-data",
            "case": {
                "text": "You agree not to use the service for illegal purposes",
                "href": "https://edit.tosdr.org/cases/280"
            }
        },
        {
            "title": "Your personal data is aggregated into statistics",
            "rating": "neutral",
            "description": "Your personal data is used for statistics in a de-identified/aggregated form (i.e. not directly linked to a unique identity) to analyse trends, for research and for analytics.",
            "last_updated": "2023-07-11 06:35:28",
            "point_link": "https://edit.tosdr.org/points/6360",
            "approval_status": "APPROVED",
            "clause_text": "We may also share aggregate information with others – for instance, with our funders, to help them understand our community and how it uses our service.",
            "point_source": "https://www.openhumans.org/data-use",
            "case": {
                "text": "Your personal data is aggregated into statistics",
                "href": "https://edit.tosdr.org/cases/190"
            }
        }
    ]
}