{
    "meta_data": {
        "title": "New York Times - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "The service can delete your account without prior notice and without a reason",
            "rating": "bad",
            "description": "At any time, your account can be terminated without explanation and without warning by the service.",
            "last_updated": "2023-07-11 10:03:52",
            "point_link": "https://edit.tosdr.org/points/7775",
            "approval_status": "APPROVED",
            "clause_text": "We may also impose limits on certain features and services or restrict your access to parts or all of the Services without notice or liability.",
            "point_source": "https://help.nytimes.com/hc/en-us/articles/115014893428-Terms-of-service",
            "case": {
                "text": "Your account can be deleted or permanently suspended without prior notice and without a reason",
                "href": "https://edit.tosdr.org/cases/201"
            }
        },
        {
            "title": "You waive your right to a class action.",
            "rating": "bad",
            "description": "The right to be represented in a class action (or representative action) exists in the US and some European countries. It allows people who have been similarly injured by the same accused to take legal action by a single lawsuit instead of individually. Some Terms of Service try to limit that right. By agreeing to them, you could waive (= renounce to) your right to a class action, which might reduce your chances to be successful in a case.",
            "last_updated": "2023-07-11 10:03:45",
            "point_link": "https://edit.tosdr.org/points/7650",
            "approval_status": "APPROVED",
            "clause_text": "You also hereby expressly waive any right to resort to any form of class action.",
            "point_source": "https://help.nytimes.com/hc/en-us/articles/115014893428-Terms-of-service",
            "case": {
                "text": "You waive your right to a class action.",
                "href": "https://edit.tosdr.org/cases/117"
            }
        },
        {
            "title": "This service may use your personal information for marketing purposes",
            "rating": "bad",
            "description": "The service may use your personal data for marketing, such as sending you personalised offerings.",
            "last_updated": "2023-07-11 10:06:54",
            "point_link": "https://edit.tosdr.org/points/6990",
            "approval_status": "APPROVED",
            "clause_text": ">We have a legitimate interest in gathering and processing personal information, for example: (1) to ensure that our networks and information are secure.\n(2) to administer and generally conduct business within The New York Times Company.\n(3) to prevent fraud.\nand (4) to conduct our marketing activities.</li>",
            "point_source": "http://www.nytimes.com/content/help/rights/privacy/policy/privacy-policy.html",
            "case": {
                "text": "Your personal data may be used for marketing purposes",
                "href": "https://edit.tosdr.org/cases/336"
            }
        },
        {
            "title": "Users have a reduced time period to take legal action against the service",
            "rating": "bad",
            "description": "If you wish to bring legal action against a service about a past incident, you may not be able to do so if the Terms you agreed to implied a limited amount of time. As a result it may be worthy to carefully read that section of the Terms to know exactly how much time you might have before your right to take legal action expires.",
            "last_updated": "2023-07-11 10:03:45",
            "point_link": "https://edit.tosdr.org/points/7649",
            "approval_status": "APPROVED",
            "clause_text": "11.2 Any claim or cause of action arising out of or related to use of the Services or these Terms of Services must be filed within one year after such claim or cause of action arose or be forever barred.",
            "point_source": "https://help.nytimes.com/hc/en-us/articles/115014893428-Terms-of-service",
            "case": {
                "text": "You have a reduced time period to take legal action against the service",
                "href": "https://edit.tosdr.org/cases/151"
            }
        },
        {
            "title": "The service uses your personal data to employ targeted third-party advertising",
            "rating": "bad",
            "description": "Your Personal Information is traded and shared with advertising companies to target ads on you, either on the website you were visiting or in third party websites. Your interaction with the service and data you have shared with them may be gathered to create an advertising ID or profile.",
            "last_updated": "2023-07-11 06:35:40",
            "point_link": "https://edit.tosdr.org/points/7541",
            "approval_status": "APPROVED",
            "clause_text": "We Allow for Personalized Advertising on Times Services and Create Audiences for Third-Party Advertisers.</strong>\n</p>\n<p>We gather data and work with third parties to show you personalized ads on behalf of advertisers.",
            "point_source": "https://help.nytimes.com/hc/en-us/articles/115014892108-Privacy-policy",
            "case": {
                "text": "Your personal data is used to employ targeted third-party advertising",
                "href": "https://edit.tosdr.org/cases/220"
            }
        },
        {
            "title": "You can request access and deletion of personal data",
            "rating": "good",
            "description": "Users have the right to access personal data hold by the Service, correct it and/or permanently delete it. This usually applies to Services GDPR compliants.",
            "last_updated": "2023-07-11 10:02:52",
            "point_link": "https://edit.tosdr.org/points/6984",
            "approval_status": "APPROVED",
            "clause_text": "How Do You Access, Change, Delete, Update or Exercise Your Other Rights in Relation to Your Personal Information?</strong>\n<br>In some parts of the world, you have the right to:</p>\n<ul>\n<li>Access, modify, or delete the personal information we have about you</li>\n<li>",
            "point_source": "http://www.nytimes.com/content/help/rights/privacy/policy/privacy-policy.html",
            "case": {
                "text": "You can request access, correction and/or deletion of your data",
                "href": "https://edit.tosdr.org/cases/195"
            }
        },
        {
            "title": "The service allows you to opt out of providing personal information to third parties",
            "rating": "good",
            "description": "The Service provides opt-out instructions to the share of (some) personal information with third parties.",
            "last_updated": "2023-07-11 06:33:39",
            "point_link": "https://edit.tosdr.org/points/13493",
            "approval_status": "APPROVED",
            "clause_text": "You can also ask us to not share your information with third parties for marketing purposes.",
            "point_source": "http://www.nytimes.com/content/help/rights/privacy/policy/privacy-policy.html",
            "case": {
                "text": "You can opt out of providing personal information to third parties",
                "href": "https://edit.tosdr.org/cases/337"
            }
        },
        {
            "title": "An onion site accessible over Tor is provided",
            "rating": "good",
            "description": "Tor is a software for anonymous communication that directs Internet traffic through an overlay network. Onion sites are only available through Tor browser and provide additional security and anonymity to users.",
            "last_updated": "2022-11-26 22:20:13",
            "point_link": "https://edit.tosdr.org/points/29045",
            "approval_status": "APPROVED",
            "clause_text": null,
            "point_source": "https://open.nytimes.com/https-open-nytimes-com-the-new-york-times-as-a-tor-onion-service-e0d0b67b7482?gi=9c6e12ada10",
            "case": {
                "text": "An onion site accessible over Tor is provided",
                "href": "https://edit.tosdr.org/cases/406"
            }
        },
        {
            "title": "You have the right to leave this service at any time",
            "rating": "good",
            "description": "You can stop using the service and/or cancel or delete your account at any time for any reason. Moreover, the termination is reasonably fast and simple.",
            "last_updated": "2023-07-11 10:03:55",
            "point_link": "https://edit.tosdr.org/points/7774",
            "approval_status": "APPROVED",
            "clause_text": "CANCEL YOUR ACCOUNT BY SENDING AN E-MAIL TO: cancel@nytimes.com",
            "point_source": "https://help.nytimes.com/hc/en-us/articles/115014893428-Terms-of-service",
            "case": {
                "text": "You have the right to leave this service at any time",
                "href": "https://edit.tosdr.org/cases/170"
            }
        },
        {
            "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:03:45",
            "point_link": "https://edit.tosdr.org/points/7648",
            "approval_status": "APPROVED",
            "clause_text": "You hereby indemnify, defend and hold harmless NYT and all officers, directors, owners, agents, information providers, affiliates, licensors and licensees (collectively, the \"<strong>Indemnified Parties</strong>\") from and against any and all liability and costs, including, without limitation, reasonable attorneys' fees, incurred by the Indemnified Parties in connection with any claim arising out of any breach by you or any user of your account of these Terms of Service or the foregoing representations, warranties and covenants.",
            "point_source": "https://help.nytimes.com/hc/en-us/articles/115014893428-Terms-of-service",
            "case": {
                "text": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
                "href": "https://edit.tosdr.org/cases/146"
            }
        },
        {
            "title": "This service can use your content for all their existing and future services",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:03:59",
            "point_link": "https://edit.tosdr.org/points/7781",
            "approval_status": "APPROVED",
            "clause_text": "You grant NYT a perpetual, nonexclusive, world-wide, royalty-free, sub-licensable license to the Submissions, which includes without limitation the right for NYT, or any third party it designates, to use, copy, transmit, excerpt, publish, distribute, publicly display, publicly perform, communicate to the public, create derivative works of, host, index, cache, tag, encode, modify and adapt (including without limitation the right to adapt to streaming, downloading, broadcast, mobile, digital, thumbnail, scanning or other technologies) in any form or media now known or hereinafter developed, any Submission posted by you on or to the Services or any other website owned by NYT, including any Submission posted on or to the Services through a third party.",
            "point_source": "https://help.nytimes.com/hc/en-us/articles/115014893428-Terms-of-service",
            "case": {
                "text": "This service can use your content for all their existing and future services",
                "href": "https://edit.tosdr.org/cases/180"
            }
        },
        {
            "title": "There is a date of the last update of the terms",
            "rating": "neutral",
            "description": "The given text has a date that allows to know when it was last updated.",
            "last_updated": "2018-09-30 19:55:59",
            "point_link": "https://edit.tosdr.org/points/4693",
            "approval_status": "APPROVED",
            "clause_text": null,
            "point_source": "https://help.nytimes.com/hc/en-us/articles/115014893428-Terms-of-service",
            "case": {
                "text": "There is a date of the last update of the agreements",
                "href": "https://edit.tosdr.org/cases/331"
            }
        },
        {
            "title": "There is a date of the last update of the terms",
            "rating": "neutral",
            "description": "The given text has a date that allows to know when it was last updated.",
            "last_updated": "2023-07-11 06:34:17",
            "point_link": "https://edit.tosdr.org/points/7364",
            "approval_status": "APPROVED",
            "clause_text": "Last updated on January 3rd, 2019",
            "point_source": "https://help.nytimes.com/hc/en-us/articles/115014893428-Terms-of-service",
            "case": {
                "text": "There is a date of the last update of the agreements",
                "href": "https://edit.tosdr.org/cases/331"
            }
        },
        {
            "title": "This service can delete your content if you violate the terms",
            "rating": "neutral",
            "description": "Content infringing the Terms of Service (or the Acceptable Use Policy or equivalent) may be removed, with or without notice.",
            "last_updated": "2023-07-11 10:03:56",
            "point_link": "https://edit.tosdr.org/points/7778",
            "approval_status": "APPROVED",
            "clause_text": "a direct violation of these Terms of Service and are grounds for immediate and permanent suspension of access to all or part of the Service.",
            "point_source": "https://help.nytimes.com/hc/en-us/articles/115014893428-Terms-of-service",
            "case": {
                "text": "Your content can be deleted if you violate the terms",
                "href": "https://edit.tosdr.org/cases/377"
            }
        },
        {
            "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
            "rating": "neutral",
            "description": "The service provider expressly does not claim to provide uninterrupted, timely, secure or error-free service.",
            "last_updated": "2023-07-11 10:03:45",
            "point_link": "https://edit.tosdr.org/points/7653",
            "approval_status": "APPROVED",
            "clause_text": "NYT DOES NOT WARRANT THAT THE SERVICES WILL BE UNINTERRUPTED OR ERROR-FREE.",
            "point_source": "https://help.nytimes.com/hc/en-us/articles/115014893428-Terms-of-service",
            "case": {
                "text": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
                "href": "https://edit.tosdr.org/cases/287"
            }
        },
        {
            "title": "This service is only available for use individually and non-commercially.",
            "rating": "neutral",
            "description": "Users can't use the Service for commercial purposes (unless the Service consents): it is only for personal, individual purposes.",
            "last_updated": "2023-07-11 10:03:55",
            "point_link": "https://edit.tosdr.org/points/7779",
            "approval_status": "APPROVED",
            "clause_text": "The Services shall be used only in a noncommercial manner",
            "point_source": "https://help.nytimes.com/hc/en-us/articles/115014893428-Terms-of-service",
            "case": {
                "text": "This service is only available for use individually and non-commercially.",
                "href": "https://edit.tosdr.org/cases/143"
            }
        },
        {
            "title": "Spidering or crawling is not allowed",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:03:45",
            "point_link": "https://edit.tosdr.org/points/7646",
            "approval_status": "APPROVED",
            "clause_text": "<p>(ii) use robots, spiders, scripts, service, software or any manual or automatic device, tool, or process designed to data mine or scrape the Content, data or information from the Services, or otherwise access or collect the Content, data or information from the Services using automated means.",
            "point_source": "https://help.nytimes.com/hc/en-us/articles/115014893428-Terms-of-service",
            "case": {
                "text": "Spidering, crawling, or accessing the site through any automated means is not allowed",
                "href": "https://edit.tosdr.org/cases/150"
            }
        },
        {
            "title": "The service is provided 'as is' and to be used at the users' sole risk",
            "rating": "neutral",
            "description": "This service does not provide any guarantees as to its usability or fitness for the users' purposes. Users agree to use it at their own risk, accepting any possible bugs, malfunctions or harm to their devices.",
            "last_updated": "2023-07-11 10:03:45",
            "point_link": "https://edit.tosdr.org/points/7654",
            "approval_status": "APPROVED",
            "clause_text": "TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAWS, THE SERVICES AND ALL SOFTWARE ARE DISTRIBUTED ON AN \"AS IS\" BASIS WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES OF TITLE OR IMPLIED WARRANTIES OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE.",
            "point_source": "https://help.nytimes.com/hc/en-us/articles/115014893428-Terms-of-service",
            "case": {
                "text": "The service is provided 'as is' and to be used at your sole risk",
                "href": "https://edit.tosdr.org/cases/286"
            }
        },
        {
            "title": "Users agree not to submit libelous, harassing or threatening content",
            "rating": "neutral",
            "description": "This service prohibits users from submitting content of a variety of types. This can include content that is unlawful, harassing, abusive, threatening, libelous, sexist, racist, homophobic, transphobic, or discriminatory in any other way.",
            "last_updated": "2023-07-11 10:03:56",
            "point_link": "https://edit.tosdr.org/points/7776",
            "approval_status": "APPROVED",
            "clause_text": "You agree that you will not threaten or verbally abuse other members, use defamatory language, or deliberately disrupt discussions with repetitive messages, meaningless messages or \"spam.",
            "point_source": "https://help.nytimes.com/hc/en-us/articles/115014893428-Terms-of-service",
            "case": {
                "text": "You agree not to submit libelous, harassing or threatening content",
                "href": "https://edit.tosdr.org/cases/283"
            }
        },
        {
            "title": "This service is only available to users of a certain age",
            "rating": "neutral",
            "description": "The Services are intended for users who are at least a certain age. If you are younger than the age required then you are prohibited from using the Service.",
            "last_updated": "2023-07-11 10:03:45",
            "point_link": "https://edit.tosdr.org/points/7647",
            "approval_status": "APPROVED",
            "clause_text": "(b) that you are at least thirteen years old if you are in the USA and the UK, and sixteen years old anywhere else.\nand (c) if you are under eighteen years old, your parent or legal guardian has read these Terms of Service and agreed to them and your use of the Service.",
            "point_source": "https://help.nytimes.com/hc/en-us/articles/115014893428-Terms-of-service",
            "case": {
                "text": "This service is only available to users over a certain age",
                "href": "https://edit.tosdr.org/cases/152"
            }
        },
        {
            "title": "You are responsible for maintaining the security of your account and for the activities on your account",
            "rating": "neutral",
            "description": "You are responsible for protecting the confidentiality of your password and for maintaining the security of your account. Any activity occurring under your account is your responsibility, whether authorized by you or not.",
            "last_updated": "2023-07-11 10:03:55",
            "point_link": "https://edit.tosdr.org/points/7782",
            "approval_status": "APPROVED",
            "clause_text": "You are responsible for maintaining the confidentiality of your password, which you will not have to reveal to any representative or agent of NYT.",
            "point_source": "https://help.nytimes.com/hc/en-us/articles/115014893428-Terms-of-service",
            "case": {
                "text": "You are responsible for maintaining the security of your account and for the activities on your account",
                "href": "https://edit.tosdr.org/cases/148"
            }
        },
        {
            "title": "You must report to the service any unauthorized use of your account or any breach of security",
            "rating": "neutral",
            "description": "The service asks the user to notify them immediately of any unauthorized use or security breaches.",
            "last_updated": "2023-07-11 10:15:54",
            "point_link": "https://edit.tosdr.org/points/19863",
            "approval_status": "APPROVED",
            "clause_text": "Please notify help@nytimes.com of any known or suspected unauthorized use(s) of your account, or any known or suspected breach of security, including loss, theft, or unauthorized disclosure of your password or credit card information.</p>",
            "point_source": "https://help.nytimes.com/hc/en-us/articles/115014893428-Terms-of-service",
            "case": {
                "text": "You must report to the service any unauthorized use of your account or any breach of security",
                "href": "https://edit.tosdr.org/cases/484"
            }
        },
        {
            "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision",
            "rating": "neutral",
            "description": "Even if the service does not or not always enforce all of the rules or provisions contained in its terms, they still apply. Users can at a later time still be held accountable for violating provisions that have not been enforced consistently.",
            "last_updated": "2023-07-11 10:03:46",
            "point_link": "https://edit.tosdr.org/points/7655",
            "approval_status": "APPROVED",
            "clause_text": "12.5 Our failure to enforce any provision of these Terms of Service or to respond to a breach by you or other parties shall not in any way constitute a waiver of our right to enforce subsequently any terms or conditions of these Terms of Service or to act with respect to similar breaches.",
            "point_source": "https://help.nytimes.com/hc/en-us/articles/115014893428-Terms-of-service",
            "case": {
                "text": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision",
                "href": "https://edit.tosdr.org/cases/295"
            }
        },
        {
            "title": "The court of law governing the terms is in location X",
            "rating": "neutral",
            "description": "The Terms are governed by the applicable laws of a jurisdiction (specified in the title of each point by replacing the \"X\").",
            "last_updated": "2023-07-11 10:03:46",
            "point_link": "https://edit.tosdr.org/points/7652",
            "approval_status": "APPROVED",
            "clause_text": "11.1 These Terms of Service have been made and shall be construed and enforced in accordance with the laws of the United States of America and the State of New York as an agreement wholly performed therein without regard to their conflict of law provisions and the United Nations Conventions on Contracts (if applicable).</p>",
            "point_source": "https://help.nytimes.com/hc/en-us/articles/115014893428-Terms-of-service",
            "case": {
                "text": "The court of law governing the terms is in location X",
                "href": "https://edit.tosdr.org/cases/163"
            }
        },
        {
            "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.",
            "rating": "neutral",
            "description": "Even though the Do Not Track (DNT) header was not implemented perfectly, services should not track users whose browsers send a DNT header.",
            "last_updated": "2023-07-11 10:12:07",
            "point_link": "https://edit.tosdr.org/points/6980",
            "approval_status": "APPROVED",
            "clause_text": "Because the “Do Not Track” browser-based standard signal has yet to gain widespread acceptance, we don’t currently respond to those signals.</p>\n</li>",
            "point_source": "http://www.nytimes.com/content/help/rights/privacy/policy/privacy-policy.html",
            "case": {
                "text": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.",
                "href": "https://edit.tosdr.org/cases/233"
            }
        },
        {
            "title": "The service may change its terms at any time, but the user will receive notification of the changes.",
            "rating": "neutral",
            "description": "The Terms may be updated without prior notice, but users will be notified of the changes at the moment they will start applying.",
            "last_updated": "2023-07-11 10:03:55",
            "point_link": "https://edit.tosdr.org/points/7773",
            "approval_status": "APPROVED",
            "clause_text": "We may change, add or remove portions of these Terms of Service at any time by notifying",
            "point_source": "https://help.nytimes.com/hc/en-us/articles/115014893428-Terms-of-service",
            "case": {
                "text": "The terms may be changed at any time, but you will receive notification of the changes",
                "href": "https://edit.tosdr.org/cases/122"
            }
        }
    ]
}