{
    "meta_data": {
        "title": "Healthline - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "The service can delete specific content without reason and may do it without prior notice",
            "rating": "blocker",
            "description": "This service can delete specific content. Usually they will claim they reserve the right to do it at their sole discretion, which is legalese for saying they won't give a specific reason. If the terms say they will not notify you, it shall be included in the quote but if it does not explicitly say they will give you a notice, it can be reasonably inferred that they can do it without telling you.",
            "last_updated": "2023-07-11 10:08:39",
            "point_link": "https://edit.tosdr.org/points/11773",
            "approval_status": "APPROVED",
            "clause_text": "<li>Remove or refuse to post any Comments for any or no reason in our sole discretion.",
            "point_source": "https://www.healthline.com/terms-of-use",
            "case": {
                "text": "Specific content can be deleted without reason and may be removed without prior notice",
                "href": "https://edit.tosdr.org/cases/202"
            }
        },
        {
            "title": "Sensitive data is collected and shared to target advertising",
            "rating": "blocker",
            "description": "Sensitive data refers to information requiring special protection, such as health data, political and religious beliefs, ethnic origins, sexual life and financial information. The service collects and shares this data with third parties for advertising or marketing.",
            "last_updated": "2023-07-11 06:32:48",
            "point_link": "https://edit.tosdr.org/points/31740",
            "approval_status": "APPROVED",
            "clause_text": "Among the information collected: \"The Personal Information that you provide may include [...]  health information (diagnosis, when you were diagnosed, what medications you're taking, or what type of care you're looking for)\"",
            "point_source": "https://www.healthline.com/privacy-policy",
            "case": {
                "text": "Sensitive data is collected and shared to target advertising",
                "href": "https://edit.tosdr.org/cases/487"
            }
        },
        {
            "title": "Tracking via third-party cookies for advertising",
            "rating": "bad",
            "description": "The service's website sets third-party cookies (cookies that do not belong to their domain) for purposes not including statistics and analytics.",
            "last_updated": "2023-07-11 10:08:03",
            "point_link": "https://edit.tosdr.org/points/11759",
            "approval_status": "APPROVED",
            "clause_text": "</p>\n<p>We also partner with third parties and partners to display advertising on our Websites or to manage our advertising on other sites.\nOur third-party partners may use cookies or similar technologies in order to provide you advertising based upon your browsing activities and interests.",
            "point_source": "https://www.healthline.com/privacy-policy",
            "case": {
                "text": "Third-party cookies are used for advertising",
                "href": "https://edit.tosdr.org/cases/128"
            }
        },
        {
            "title": "The service can delete your account without prior notice and without a reason",
            "rating": "bad",
            "description": "At any time, your account can be terminated without explanation and without warning by the service.",
            "last_updated": "2023-07-11 10:08:40",
            "point_link": "https://edit.tosdr.org/points/11781",
            "approval_status": "APPROVED",
            "clause_text": "Quote: \"Healthline shall have the right to[...]Terminate or suspend your access to all or part of the Services for any or no reason, including without limitation, any violation of these Terms of Use.",
            "point_source": "https://www.healthline.com/terms-of-use",
            "case": {
                "text": "Your account can be deleted or permanently suspended without prior notice and without a reason",
                "href": "https://edit.tosdr.org/cases/201"
            }
        },
        {
            "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
            "rating": "bad",
            "description": "Tracking technologies (such as web beacons, tracking pixels...) are employed on users and/or the service assigns a unique ID to a browser or device to track its behaviour.",
            "last_updated": "2023-07-11 10:06:31",
            "point_link": "https://edit.tosdr.org/points/11767",
            "approval_status": "APPROVED",
            "clause_text": "If you access our Services from your mobile device, we may collect unique user ID, cell phone model, operating system, and carrier.",
            "point_source": "https://www.healthline.com/privacy-policy",
            "case": {
                "text": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting",
                "href": "https://edit.tosdr.org/cases/323"
            }
        },
        {
            "title": "Many third parties are involved in operating the service",
            "rating": "bad",
            "description": null,
            "last_updated": "2023-07-11 10:09:34",
            "point_link": "https://edit.tosdr.org/points/11763",
            "approval_status": "APPROVED",
            "clause_text": "These companies are authorized to use your personal information only as necessary to provide these services to us.\nThese third parties currently may include:&nbsp;Acxiom, Adbridg, Amazon, Amobee, AppNexus/Xandr, ComScore, Criteo, DistrictM, DoubleVerify, Facebook, Google, GumGum, Index Exchange, Integral Ad Science (IAS), IQVIA, J&amp;J, LiveIntent, LiveRamp, Media.net, Nativo, Neustar, Nielsen, Oath/Verizon, Oracle, OpenX, Pinterest, PX,&nbsp;Rubicon Project, Sailthru, SendBird, Taboola, Teads, The TradeDesk, TripleLift, Twitter, Wunderman, Yieldbot.</p>",
            "point_source": "https://www.healthline.com/privacy-policy",
            "case": {
                "text": "Many third parties are involved in operating the service",
                "href": "https://edit.tosdr.org/cases/208"
            }
        },
        {
            "title": "This service may use your personal information for marketing purposes",
            "rating": "bad",
            "description": "The service may use your personal data for marketing, such as sending you personalised offerings.",
            "last_updated": "2023-07-11 10:04:18",
            "point_link": "https://edit.tosdr.org/points/11761",
            "approval_status": "APPROVED",
            "clause_text": "We use your information to allow us or third parties to deliver advertisements based on your interests on our Websites, affiliated websites or third-party sites",
            "point_source": "https://www.healthline.com/privacy-policy",
            "case": {
                "text": "Your personal data may be used for marketing purposes",
                "href": "https://edit.tosdr.org/cases/336"
            }
        },
        {
            "title": "This service gathers information about you through third parties",
            "rating": "bad",
            "description": "This Service may employ, either identifiable or non-identifiable, data collection from third party sources about you.",
            "last_updated": "2023-07-11 06:34:25",
            "point_link": "https://edit.tosdr.org/points/11760",
            "approval_status": "APPROVED",
            "clause_text": "As part of our advertising and partnerships</u>, we work closely with third parties (for example, business partners, advertising networks, analytics providers and search information providers) and may receive information about you from them.</p>\n<p>",
            "point_source": "https://www.healthline.com/privacy-policy",
            "case": {
                "text": "Information is gathered about you through third parties",
                "href": "https://edit.tosdr.org/cases/382"
            }
        },
        {
            "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.",
            "rating": "bad",
            "description": "If the service gets acquired or is involved in a merger, bankruptcy, reorganisation or sale, your personal data may be transferred or sold.",
            "last_updated": "2023-07-11 10:08:39",
            "point_link": "https://edit.tosdr.org/points/12591",
            "approval_status": "APPROVED",
            "clause_text": "We may transfer your Personal Information to a third party in the event of a transfer of all or some of our assets to a third party, provided that the third party agrees to adhere to terms similar to those of this Privacy Policy.\nWhere required by applicable law, we will provide you with an opportunity to reject the transfer of your Personal Information in such cases.</p",
            "point_source": "https://www.healthline.com/privacy-policy",
            "case": {
                "text": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction",
                "href": "https://edit.tosdr.org/cases/243"
            }
        },
        {
            "title": "Users have a reduced time period to take legal action against the service",
            "rating": "bad",
            "description": "If you wish to bring legal action against a service about a past incident, you may not be able to do so if the Terms you agreed to implied a limited amount of time. As a result it may be worthy to carefully read that section of the Terms to know exactly how much time you might have before your right to take legal action expires.",
            "last_updated": "2023-07-11 10:08:41",
            "point_link": "https://edit.tosdr.org/points/11782",
            "approval_status": "APPROVED",
            "clause_text": "Any claims arising in connection with your use of the Services, any Content, or Comments must be brought within one (1) year of the date of the event giving rise to such action occurred.",
            "point_source": "https://www.healthline.com/terms-of-use",
            "case": {
                "text": "You have a reduced time period to take legal action against the service",
                "href": "https://edit.tosdr.org/cases/151"
            }
        },
        {
            "title": "Your personal data is given to third parties",
            "rating": "bad",
            "description": "Your personal data is or may be given to third parties essential to the service’s operation. This could be an external spam detection service for an internet forum.",
            "last_updated": "2023-07-11 06:35:37",
            "point_link": "https://edit.tosdr.org/points/11762",
            "approval_status": "APPROVED",
            "clause_text": "We may share your information with third parties who provide services on our behalf to help with our business activities such as ad technology providers, authentication services, email service providers, data analyzers, and business intelligence providers for the purpose of enhancing our products and services.",
            "point_source": "https://www.healthline.com/privacy-policy",
            "case": {
                "text": "This service gives your personal data to third parties involved in its operation",
                "href": "https://edit.tosdr.org/cases/188"
            }
        },
        {
            "title": "This service uses third-party cookies for statistics",
            "rating": "bad",
            "description": "For instance, Google Analytics, rather than self-hosted (first-party) statistics software.",
            "last_updated": "2023-07-11 06:35:37",
            "point_link": "https://edit.tosdr.org/points/11765",
            "approval_status": "APPROVED",
            "clause_text": "Data Analytics</strong>: Web analytics services, including third-party services such as Google Analytics, collect information about how visitors use our Websites, on both an individual and aggregated basis",
            "point_source": "https://www.healthline.com/privacy-policy",
            "case": {
                "text": "Third-party cookies are used for statistics",
                "href": "https://edit.tosdr.org/cases/325"
            }
        },
        {
            "title": "The court of law governing the terms is in a jurisdiction that is friendlier to user privacy protection (California, USA)",
            "rating": "good",
            "description": "The Terms are governed by the applicable laws of a jurisdiction known for protecting citizens privacy with strong data regulations. Usually contributors will need to explain in the Analysis view of each point linked to this Case why the jurisdiction is friendly to user privacy protection.",
            "last_updated": "2023-07-11 04:49:37",
            "point_link": "https://edit.tosdr.org/points/12590",
            "approval_status": "APPROVED",
            "clause_text": "You expressly agree that exclusive jurisdiction for any dispute with Healthline, or in any way relating to your use of the Services and/or the Content, resides in the courts of the State of California and you further agree and expressly consent to the exercise of personal jurisdiction in the courts of the State of California in connection with any such dispute including any claim involving Healthline or its affiliates, subsidiaries, employees, contractors, officers, directors, telecommunication providers, and content providers.</p>",
            "point_source": "https://www.healthline.com/terms-of-use",
            "case": {
                "text": "The court of law governing the terms is in a jurisdiction that is friendlier to user privacy protection.",
                "href": "https://edit.tosdr.org/cases/241"
            }
        },
        {
            "title": "You can opt out of targeted advertising",
            "rating": "good",
            "description": "The service employs your data to target ads to you, but you can opt-out of this interest-based advertising.",
            "last_updated": "2023-07-11 10:02:50",
            "point_link": "https://edit.tosdr.org/points/11758",
            "approval_status": "APPROVED",
            "clause_text": "Please visit&nbsp;http://preferences-mgr.truste.com/&nbsp;if you wish to opt out of interest-based advertising.\nPlease visit&nbsp;http://www.youronlinechoices.eu&nbsp;if you are located in the European Union",
            "point_source": "https://www.healthline.com/privacy-policy",
            "case": {
                "text": "You can opt out of targeted advertising",
                "href": "https://edit.tosdr.org/cases/219"
            }
        },
        {
            "title": "You have the right to leave this service at any time",
            "rating": "good",
            "description": "You can stop using the service and/or cancel or delete your account at any time for any reason. Moreover, the termination is reasonably fast and simple.",
            "last_updated": "2023-07-11 10:02:56",
            "point_link": "https://edit.tosdr.org/points/11777",
            "approval_status": "APPROVED",
            "clause_text": "You may stop using the Services at any time (subject to the surviving terms set forth herein).",
            "point_source": "https://www.healthline.com/terms-of-use",
            "case": {
                "text": "You have the right to leave this service at any time",
                "href": "https://edit.tosdr.org/cases/170"
            }
        },
        {
            "title": "You can opt out of promotional communications",
            "rating": "good",
            "description": "You can update your account preferences and/or easily unsubscribe of email/sms lists to stop receiving promotional communications.",
            "last_updated": "2023-07-11 10:03:05",
            "point_link": "https://edit.tosdr.org/points/11776",
            "approval_status": "APPROVED",
            "clause_text": "You may opt out of our use of your Personal Information for marketing, market research, or direct marketing purposes at any time by sending a rights request as set forth in the \"Your Rights\" section below.",
            "point_source": "https://www.healthline.com/privacy-policy",
            "case": {
                "text": "You can opt out of promotional communications",
                "href": "https://edit.tosdr.org/cases/223"
            }
        },
        {
            "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:35:34",
            "point_link": "https://edit.tosdr.org/points/11769",
            "approval_status": "APPROVED",
            "clause_text": "You agree to defend, indemnify, and hold Healthline, its officers, directors, employees, agents, licensors, and suppliers harmless from and against any claims, actions or demands, liabilities, and settlements, including without limitation reasonable legal and accounting fees, resulting from, or alleged to result from, (i) your use of and access of the Services, (ii) your violation of any term of these Terms of Use, (iii) your violation of any third party right, including without limitation any copyright, property, or privacy right, or (iv) any claim that your use of the Services caused damage to a third party.</p>",
            "point_source": "https://www.healthline.com/terms-of-use",
            "case": {
                "text": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
                "href": "https://edit.tosdr.org/cases/146"
            }
        },
        {
            "title": "The service is not responsible for linked or (clearly) quoted content from third-party content providers",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:36:05",
            "point_link": "https://edit.tosdr.org/points/11768",
            "approval_status": "APPROVED",
            "clause_text": "Healthline is not responsible for the content of linked third-party sites",
            "point_source": "https://www.healthline.com/terms-of-use",
            "case": {
                "text": "The service is not responsible for linked or (clearly) quoted content from third-party content providers",
                "href": "https://edit.tosdr.org/cases/278"
            }
        },
        {
            "title": "There is a date of the last update of the terms",
            "rating": "neutral",
            "description": "The given text has a date that allows to know when it was last updated.",
            "last_updated": "2023-07-11 10:04:01",
            "point_link": "https://edit.tosdr.org/points/7815",
            "approval_status": "APPROVED",
            "clause_text": "Terms of Use\n<p>Last updated: 02/3/2020</p",
            "point_source": "https://www.healthline.com/terms-of-use",
            "case": {
                "text": "There is a date of the last update of the agreements",
                "href": "https://edit.tosdr.org/cases/331"
            }
        },
        {
            "title": "Users should revisit the terms periodically, although in case of material changes, the service will notify",
            "rating": "neutral",
            "description": "The service may update the Terms without notice, but if they significantly change the agreements in a manner that importantly and/or negatively affects the way the service is used, users will be notified.",
            "last_updated": "2023-07-11 06:35:35",
            "point_link": "https://edit.tosdr.org/points/11770",
            "approval_status": "APPROVED",
            "clause_text": "We may update this Privacy Policy to reflect changes to our information practices.\nIf we make any material changes, then we will notify you by email (sent to the email address specified in your account) or by means of a notice on this website prior to the change becoming effective",
            "point_source": "https://www.healthline.com/privacy-policy",
            "case": {
                "text": "You should revisit the terms periodically, although in case of material changes, the service will notify",
                "href": "https://edit.tosdr.org/cases/329"
            }
        },
        {
            "title": "Blocking first party cookies may limit your ability to use the service",
            "rating": "neutral",
            "description": "Most browsers allow users to set preferences related to cookies storage. You may choose to block all cookies (including first-party cookies), but it may impact your use of this service and you may not be able to access some or any of the features provided.",
            "last_updated": "2023-07-11 10:02:52",
            "point_link": "https://edit.tosdr.org/points/11764",
            "approval_status": "APPROVED",
            "clause_text": "You may elect to reject cookies by adjusting your settings, but doing so will limit the range of features available to you on our Services and other major websites that use cookies.</p>",
            "point_source": "https://www.healthline.com/privacy-policy",
            "case": {
                "text": "Blocking first party cookies may limit your ability to use the service",
                "href": "https://edit.tosdr.org/cases/375"
            }
        },
        {
            "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
            "rating": "neutral",
            "description": "The service assumes no liability for any damages the user incurs, including tangible (e.g. profits) and intangible losses (e.g. data), resulting from the use or inability to use the service or any other matter relating to the service.",
            "last_updated": "2023-07-11 10:08:43",
            "point_link": "https://edit.tosdr.org/points/11780",
            "approval_status": "APPROVED",
            "clause_text": "To the fullest extent permitted by applicable law, in no event shall Healthline, its affiliates, licensors, contractors, or any of their respective officers, directors, employees or agents, or any third parties mentioned on the Services be liable for any damages (including, without limitation, incidental and consequential damages, personal injury/wrongful death, lost profits, or damages resulting from lost data or business interruption) even if Healthline has been previously advised of the possibility of such damages,",
            "point_source": "https://www.healthline.com/terms-of-use",
            "case": {
                "text": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
                "href": "https://edit.tosdr.org/cases/293"
            }
        },
        {
            "title": "They may stop providing the service at any time",
            "rating": "neutral",
            "description": "They may discontinue the services without prior notice, at any time, for any or no reason. They usually assume no liability for losses and damages resulting from this suspension.",
            "last_updated": "2023-07-11 10:03:05",
            "point_link": "https://edit.tosdr.org/points/11778",
            "approval_status": "APPROVED",
            "clause_text": "Healthline also may terminate these Terms of Use and/or Services at any time and may do so immediately without notice.",
            "point_source": "https://www.healthline.com/terms-of-use",
            "case": {
                "text": "They may stop providing the service at any time",
                "href": "https://edit.tosdr.org/cases/203"
            }
        },
        {
            "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
            "rating": "neutral",
            "description": "The service provider expressly does not claim to provide uninterrupted, timely, secure or error-free service.",
            "last_updated": "2023-07-11 10:03:07",
            "point_link": "https://edit.tosdr.org/points/11779",
            "approval_status": "APPROVED",
            "clause_text": "Healthline assumes no liability for or relating to the delay, failure, interruption, or corruption of any data or other information transmitted in connection with use of the Services.</p>",
            "point_source": "https://www.healthline.com/terms-of-use",
            "case": {
                "text": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
                "href": "https://edit.tosdr.org/cases/287"
            }
        },
        {
            "title": "This service prohibits users sending chain letters, junk mail, spam or any unsolicited messages",
            "rating": "neutral",
            "description": "Users are not allowed to use the service for chain letters, junk mail, spamming or any other distribution of content to people who have not agreed to receiving it.",
            "last_updated": "2023-07-11 10:03:03",
            "point_link": "https://edit.tosdr.org/points/11775",
            "approval_status": "APPROVED",
            "clause_text": "</li>\n<li>Finally, don’t spam anyone.",
            "point_source": "https://www.healthline.com/terms-of-use",
            "case": {
                "text": "You are prohibited from sending chain letters, junk mail, spam or any unsolicited messages",
                "href": "https://edit.tosdr.org/cases/281"
            }
        },
        {
            "title": "The service is provided 'as is' and to be used at the users' sole risk",
            "rating": "neutral",
            "description": "This service does not provide any guarantees as to its usability or fitness for the users' purposes. Users agree to use it at their own risk, accepting any possible bugs, malfunctions or harm to their devices.",
            "last_updated": "2023-07-11 06:36:07",
            "point_link": "https://edit.tosdr.org/points/11757",
            "approval_status": "APPROVED",
            "clause_text": "<p>The Services and the Content are provided on an \"as is\" basis and your use of the Services and the Content is at your own risk.",
            "point_source": "https://www.healthline.com/terms-of-use",
            "case": {
                "text": "The service is provided 'as is' and to be used at your sole risk",
                "href": "https://edit.tosdr.org/cases/286"
            }
        },
        {
            "title": "This service is only available to users over a certain age",
            "rating": "neutral",
            "description": "The Services are intended for users who are at least a certain age. If you are younger than the age required then you are prohibited from using the Service.",
            "last_updated": "2023-07-11 06:36:05",
            "point_link": "https://edit.tosdr.org/points/11771",
            "approval_status": "APPROVED",
            "clause_text": "We request that persons under the age of 17 not use our Website without supervision from a responsible adult",
            "point_source": "https://www.healthline.com/privacy-policy",
            "case": {
                "text": "This service is only available to users over a certain age",
                "href": "https://edit.tosdr.org/cases/152"
            }
        },
        {
            "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder",
            "rating": "neutral",
            "description": "Should any portion of the Terms of Service be unenforceable or invalid, that portion will be enforced to the fullest extent permitted by applicable law and the remainder of the TOS will remain valid and enforceable.",
            "last_updated": "2023-07-11 10:08:42",
            "point_link": "https://edit.tosdr.org/points/11783",
            "approval_status": "APPROVED",
            "clause_text": "Healthline’s failure to enforce strict performance of any provision of these Terms of Use will not constitute a waiver of Healthline’s right to subsequently enforce such a provision or any other provision of this Agreement, nor will any delay or omission on the part of Healthline to exercise or take advantage of any right or remedy that Healthline has or may have hereunder, operate as a waiver of any right or remedy.</p>",
            "point_source": "https://www.healthline.com/terms-of-use",
            "case": {
                "text": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder",
                "href": "https://edit.tosdr.org/cases/294"
            }
        },
        {
            "title": "Users agree not to use the service for illegal purposes",
            "rating": "neutral",
            "description": "The user agrees not to commit any unlawful acts through the use of the website, including the posting of illegal content or messaging.",
            "last_updated": "2023-07-11 10:02:56",
            "point_link": "https://edit.tosdr.org/points/11774",
            "approval_status": "APPROVED",
            "clause_text": "<li>It should go without saying, but all illegal activity is prohibited and may be reported to the appropriate authorities.",
            "point_source": "https://www.healthline.com/terms-of-use",
            "case": {
                "text": "You agree not to use the service for illegal purposes",
                "href": "https://edit.tosdr.org/cases/280"
            }
        },
        {
            "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.",
            "rating": "neutral",
            "description": "Even though the Do Not Track (DNT) header was not implemented perfectly, services should not track users whose browsers send a DNT header.",
            "last_updated": "2023-07-11 06:35:36",
            "point_link": "https://edit.tosdr.org/points/11766",
            "approval_status": "APPROVED",
            "clause_text": "We do not currently recognize automated browser signals regarding tracking mechanisms, which may include \"Do Not Track\" instructions.",
            "point_source": "https://www.healthline.com/privacy-policy",
            "case": {
                "text": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.",
                "href": "https://edit.tosdr.org/cases/233"
            }
        }
    ]
}