{
    "meta_data": {
        "title": "Guiding Tech - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "Logs are kept for an undefined period of time",
            "rating": "bad",
            "description": "Logs are text files containing some information about web visitors, such as user agents (showing for instance that you're connecting from Firefox for Android) and ip addresses (which reveal your approximate location). This case applies to Services that may keep logs indefinitely, allowing user sessions to be tracked over time. Logs that are kept for a time \"consistent with applicable law\" also fall under this case, since this period of time may be murky or undefined.",
            "last_updated": "2023-07-11 04:49:32",
            "point_link": "https://edit.tosdr.org/points/21587",
            "approval_status": "APPROVED",
            "clause_text": "As with most other websites, we collect and use the data contained in log files.",
            "point_source": "https://www.guidingtech.com/terms-of-use/",
            "case": {
                "text": "Logs are kept for an undefined period of time",
                "href": "https://edit.tosdr.org/cases/178"
            }
        },
        {
            "title": "Third-party cookies are used for advertising",
            "rating": "bad",
            "description": "The service's website sets third-party cookies (cookies that do not belong to their domain) for purposes not including statistics and analytics.",
            "last_updated": "2023-07-11 04:49:32",
            "point_link": "https://edit.tosdr.org/points/21589",
            "approval_status": "APPROVED",
            "clause_text": "Advertising</strong>\n</p>\n<p>This Site is affiliated with CMI Marketing, Inc., d/b/a CafeMedia (“CafeMedia”) for the purposes of placing advertising on the Site, and CafeMedia will collect and use certain data for advertising purposes.\nTo learn more about CafeMedia’s data usage, click here: www.cafemedia.com/publisher-advertising-privacy-policy</p>\n<p>",
            "point_source": "https://www.guidingtech.com/terms-of-use/",
            "case": {
                "text": "Third-party cookies are used for advertising",
                "href": "https://edit.tosdr.org/cases/128"
            }
        },
        {
            "title": "Terms may be changed any time at their discretion, without notice to you",
            "rating": "bad",
            "description": "The Agreements can be updated at any time, including in a way that negatively affects user rights, without notifying before or after the changes.",
            "last_updated": "2023-07-11 04:49:31",
            "point_link": "https://edit.tosdr.org/points/21574",
            "approval_status": "APPROVED",
            "clause_text": "Do note that these terms and conditions are subject to review and change at the discretion of the Company and as per applicable law from time to time.",
            "point_source": "https://www.guidingtech.com/terms-of-use/",
            "case": {
                "text": "Terms may be changed any time at their discretion, without notice to you",
                "href": "https://edit.tosdr.org/cases/121"
            }
        },
        {
            "title": "Your account can be deleted without prior notice and without a reason",
            "rating": "bad",
            "description": "At any time, your account can be terminated without explanation and without warning by the service.",
            "last_updated": "2023-07-11 04:49:32",
            "point_link": "https://edit.tosdr.org/points/21601",
            "approval_status": "APPROVED",
            "clause_text": "or may modify or terminate your account/your access to this Website, for any reason, with or without notice to you and without liability to you or any third party.</p>",
            "point_source": "https://www.guidingtech.com/terms-of-use/",
            "case": {
                "text": "Your account can be deleted or permanently suspended without prior notice and without a reason",
                "href": "https://edit.tosdr.org/cases/201"
            }
        },
        {
            "title": "The court of law governing the terms is in a jurisdiction that is less friendly to user privacy protection (India)",
            "rating": "bad",
            "description": "The Terms are governed by the applicable laws of a jurisdiction known for weak data regulations and poor user privacy protection. Usually contributors will need to explain in the Analysis view of each point linked to this Case the reason why it shall be applied.",
            "last_updated": "2023-07-11 04:49:33",
            "point_link": "https://edit.tosdr.org/points/21597",
            "approval_status": "APPROVED",
            "clause_text": "<p>These terms in their entirety shall be governed by and interpreted in accordance with the laws of India including but not limited to the Information Technology Act, 2000 and all its relevant rules, regulations, directions, orders and notifications.",
            "point_source": "https://www.guidingtech.com/terms-of-use/",
            "case": {
                "text": "The court of law governing the terms is in a jurisdiction that is less friendly to user privacy protection.",
                "href": "https://edit.tosdr.org/cases/242"
            }
        },
        {
            "title": "The service does not guarantee that software errors will be corrected",
            "rating": "bad",
            "description": "Users agree to use the service and its software as provided and accept that any errors within that software may not be corrected.",
            "last_updated": "2023-07-11 04:49:20",
            "point_link": "https://edit.tosdr.org/points/21580",
            "approval_status": "APPROVED",
            "clause_text": "or that any defects will be corrected",
            "point_source": "https://www.guidingtech.com/terms-of-use/",
            "case": {
                "text": "The service does not guarantee that software errors will be corrected",
                "href": "https://edit.tosdr.org/cases/289"
            }
        },
        {
            "title": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction",
            "rating": "bad",
            "description": "If the service gets acquired or is involved in a merger, bankruptcy, reorganisation or sale, your personal data may be transferred or sold.",
            "last_updated": "2023-07-11 04:49:45",
            "point_link": "https://edit.tosdr.org/points/21594",
            "approval_status": "APPROVED",
            "clause_text": "Possibility of merging or acquisition: The users/visitors of Guiding Tech are informed that Guiding Tech would be required to transfer to an acquiring/resultant entity, as the case may be, any information collected on user behaviour/personal information of users (if provided by users), if Guiding Tech is acquired/merged with another company.</p>",
            "point_source": "https://www.guidingtech.com/terms-of-use/",
            "case": {
                "text": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction",
                "href": "https://edit.tosdr.org/cases/243"
            }
        },
        {
            "title": "Instead of asking directly, this Service will assume your consent merely from your usage.",
            "rating": "bad",
            "description": "The Service infers your acceptance from your continued usage, instead of prompting you to read the new Terms and asking for direct consent. This doesn’t apply to services that have no way to seek consent from users through their contact details or an account.",
            "last_updated": "2023-07-11 04:49:31",
            "point_link": "https://edit.tosdr.org/points/21575",
            "approval_status": "APPROVED",
            "clause_text": "You are advised to regularly revisit this page in order to stay up to date on all such changes which shall continue to be binding upon you along with its modifications.",
            "point_source": "https://www.guidingtech.com/terms-of-use/",
            "case": {
                "text": "Instead of asking directly, this Service will assume your consent to changes of terms merely from your usage.",
                "href": "https://edit.tosdr.org/cases/403"
            }
        },
        {
            "title": "Per the service's terms, you may not express negative opinions about them",
            "rating": "bad",
            "description": "Criticising, questioning, making objections or complaints about the Service, its staff or anything related to it is prohibited and constitutes a breach of the Terms.",
            "last_updated": "2023-07-11 04:49:32",
            "point_link": "https://edit.tosdr.org/points/21596",
            "approval_status": "APPROVED",
            "clause_text": "Any content found \"inappropriate\" can be deleted, including content critizising the service in any manners.",
            "point_source": "https://www.guidingtech.com/terms-of-use/",
            "case": {
                "text": "Per the service's terms, you may not express negative opinions about them",
                "href": "https://edit.tosdr.org/cases/156"
            }
        },
        {
            "title": "Third-party cookies are used for statistics",
            "rating": "bad",
            "description": "For instance, Google Analytics, rather than self-hosted (first-party) statistics software.",
            "last_updated": "2023-07-11 04:49:32",
            "point_link": "https://edit.tosdr.org/points/21591",
            "approval_status": "APPROVED",
            "clause_text": "Although it isn't explicitely mentioned in the agreement, the website employs third-party (Google Analytics) cookies",
            "point_source": "https://www.guidingtech.com/terms-of-use/",
            "case": {
                "text": "Third-party cookies are used for statistics",
                "href": "https://edit.tosdr.org/cases/325"
            }
        },
        {
            "title": "You can request access, correction and/or deletion of your data",
            "rating": "good",
            "description": "Users have the right to access personal data hold by the Service, correct it and/or permanently delete it. This usually applies to Services GDPR compliants.",
            "last_updated": "2023-07-11 04:49:32",
            "point_link": "https://edit.tosdr.org/points/21593",
            "approval_status": "APPROVED",
            "clause_text": "Guiding Tech allows its readers/subscribers/visitors to update/modify/delete their personal information and requests for the same shall be responded to by Guiding Tech in a timely manner to the best of Guiding Tech’s ability.\nSuch requests may please be sent to the following email address:&nbsp.\nsupport@guidingtech.com",
            "point_source": "https://www.guidingtech.com/terms-of-use/",
            "case": {
                "text": "You can request access, correction and/or deletion of your data",
                "href": "https://edit.tosdr.org/cases/195"
            }
        },
        {
            "title": "Only necessary logs are kept by the service to ensure quality",
            "rating": "good",
            "description": "Logs are text files containing some information about web visitors, such as user agents (showing for instance that you're connecting from Firefox for Android) and ip addresses (which reveal your approximate location). This case applies to Services that only keep the strictly necessary logs on their servers and therefore protect your privacy.",
            "last_updated": "2023-07-11 04:49:33",
            "point_link": "https://edit.tosdr.org/points/21588",
            "approval_status": "APPROVED",
            "clause_text": "your ISP (internet service provider, such as AOL or Shaw Cable), the browser you used to visit our site (such as Internet Explorer or Firefox), the time you visited Guiding Tech and which pages you visited throughout the Website.</p>",
            "point_source": "https://www.guidingtech.com/terms-of-use/",
            "case": {
                "text": "Only necessary logs are kept by the service to ensure quality",
                "href": "https://edit.tosdr.org/cases/176"
            }
        },
        {
            "title": "Your personal data is not sold",
            "rating": "good",
            "description": "This service makes an explicit promise not to sell \"personal data\" of users.",
            "last_updated": "2023-07-11 04:49:33",
            "point_link": "https://edit.tosdr.org/points/21585",
            "approval_status": "APPROVED",
            "clause_text": "We never sell your personal information to third parties",
            "point_source": "https://www.guidingtech.com/terms-of-use/",
            "case": {
                "text": "Your personal data is not sold",
                "href": "https://edit.tosdr.org/cases/193"
            }
        },
        {
            "title": "You can opt out of promotional communications",
            "rating": "good",
            "description": "You can update your account preferences and/or easily unsubscribe of email/sms lists to stop receiving promotional communications.",
            "last_updated": "2023-07-11 04:49:32",
            "point_link": "https://edit.tosdr.org/points/21592",
            "approval_status": "APPROVED",
            "clause_text": "However, you may at any point in time choose to withdraw from such subscription by way of clicking on the option so provided in the newsletter delivered to your email ID and no further correspondence would take place on the subject matter between Guiding Tech and you.</p>\n<p>",
            "point_source": "https://www.guidingtech.com/terms-of-use/",
            "case": {
                "text": "You can opt out of promotional communications",
                "href": "https://edit.tosdr.org/cases/223"
            }
        },
        {
            "title": "A free help desk is provided",
            "rating": "good",
            "description": "The service can be easily contacted for questions or provides a support center at no extra cost.",
            "last_updated": "2023-07-11 04:49:45",
            "point_link": "https://edit.tosdr.org/points/21602",
            "approval_status": "APPROVED",
            "clause_text": "To contact us with any questions or concerns in connection with this Agreement or the Site,&nbsp;please write to us at support@guidingtech.com",
            "point_source": "https://www.guidingtech.com/terms-of-use/",
            "case": {
                "text": "A free help desk is provided",
                "href": "https://edit.tosdr.org/cases/232"
            }
        },
        {
            "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 04:49:33",
            "point_link": "https://edit.tosdr.org/points/21598",
            "approval_status": "APPROVED",
            "clause_text": "ou agree to indemnify, defend and hold harmless the Company and its parent, subsidiaries, affiliates, partners, officers, directors, agents, contractors, licensors, service providers, artists,&nbsp.\nsubcontractors, suppliers, interns and employees, harmless from any claim or demand, including reasonable attorneys’ fees, made by any third-party due to or arising out of your breach of these Terms of Use or terms they incorporate by reference or your violation of any law or the rights of a third-party while using the Website.</p>",
            "point_source": "https://www.guidingtech.com/terms-of-use/",
            "case": {
                "text": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
                "href": "https://edit.tosdr.org/cases/146"
            }
        },
        {
            "title": "There is a date of the last update of the agreements",
            "rating": "neutral",
            "description": "The given text has a date that allows to know when it was last updated.",
            "last_updated": "2023-07-11 04:49:30",
            "point_link": "https://edit.tosdr.org/points/21564",
            "approval_status": "APPROVED",
            "clause_text": "<p>Last Updated: 5 December 2020<br>",
            "point_source": "https://www.guidingtech.com/terms-of-use/",
            "case": {
                "text": "There is a date of the last update of the agreements",
                "href": "https://edit.tosdr.org/cases/331"
            }
        },
        {
            "title": "This service assumes no responsibility and liability for the contents of links to other websites",
            "rating": "neutral",
            "description": "The service rejects any responsibility for the contents of other websites to which it links.",
            "last_updated": "2023-07-11 04:49:31",
            "point_link": "https://edit.tosdr.org/points/21576",
            "approval_status": "APPROVED",
            "clause_text": "Guiding Tech provides links on the Website to third party websites which you may employ to access such third-party websites.\nThis being the case, you agree that you may access such third-party websites at your own risk and that Guiding Tech bears no responsibility towards the content, its accuracy, objectionability, timeliness, validity, copyright compliance, legality, decency and or quality at any point in time.",
            "point_source": "https://www.guidingtech.com/terms-of-use/",
            "case": {
                "text": "This service assumes no responsibility and liability for the contents of links to other websites",
                "href": "https://edit.tosdr.org/cases/279"
            }
        },
        {
            "title": "You are responsible for any risks, damages, or losses that may incur by downloading materials",
            "rating": "neutral",
            "description": "Users are responsible for any harm to their computer system or loss of data they may incur through the download of materials from the service.",
            "last_updated": "2023-07-11 04:49:32",
            "point_link": "https://edit.tosdr.org/points/21583",
            "approval_status": "APPROVED",
            "clause_text": "The Company assumes no responsibility and shall not be liable for any damages caused by viruses or other forms of destructive malware/code that may affect your computer equipment, software, data or other property on account of your access to, use of or browsing the Website or your downloading of any materials, text, images, video or audio from the Website.",
            "point_source": "https://www.guidingtech.com/terms-of-use/",
            "case": {
                "text": "You are responsible for any risks, damages, or losses that may incur by downloading materials",
                "href": "https://edit.tosdr.org/cases/291"
            }
        },
        {
            "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
            "rating": "neutral",
            "description": "The service assumes no liability for any damages the user incurs, including tangible (e.g. profits) and intangible losses (e.g. data), resulting from the use or inability to use the service or any other matter relating to the service.",
            "last_updated": "2023-07-11 04:49:32",
            "point_link": "https://edit.tosdr.org/points/21584",
            "approval_status": "APPROVED",
            "clause_text": "In no event shall the Company, its parents, affiliates, subsidiaries ,service providers, licensors, or the officers, directors, employees, shareholders, interns, suppliers or agents of each of them, be liable for any injury, loss, claim, damages of any kind, including without limitation any direct, special, incidental, indirect, exemplary, punitive or consequential damages, including lost profits, lost revenue, savings, loss of data, replacement costs, or any similar damages, whether or not advised of the possibility of such damages and on theory of liability what so ever, arising out of or in connection with the use or performance of, or your browsing this Website or being directed to other websites through third party links on this Website.</p>\n<p>",
            "point_source": "https://www.guidingtech.com/terms-of-use/",
            "case": {
                "text": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
                "href": "https://edit.tosdr.org/cases/293"
            }
        },
        {
            "title": "They may stop providing the service at any time",
            "rating": "neutral",
            "description": "They may discontinue the services without prior notice, at any time, for any or no reason. They usually assume no liability for losses and damages resulting from this suspension.",
            "last_updated": "2023-07-11 04:49:33",
            "point_link": "https://edit.tosdr.org/points/21600",
            "approval_status": "APPROVED",
            "clause_text": "At its sole discretion, the Company may modify or discontinue the Website",
            "point_source": "https://www.guidingtech.com/terms-of-use/",
            "case": {
                "text": "They may stop providing the service at any time",
                "href": "https://edit.tosdr.org/cases/203"
            }
        },
        {
            "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
            "rating": "neutral",
            "description": "The service provider expressly does not claim to provide uninterrupted, timely, secure or error-free service.",
            "last_updated": "2023-07-11 04:49:31",
            "point_link": "https://edit.tosdr.org/points/21579",
            "approval_status": "APPROVED",
            "clause_text": "The Company does not represent that the Website or any feature of the Website will be error-free or uninterrupted",
            "point_source": "https://www.guidingtech.com/terms-of-use/",
            "case": {
                "text": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
                "href": "https://edit.tosdr.org/cases/287"
            }
        },
        {
            "title": "Spidering, crawling, or accessing the site through any automated means is not allowed",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 04:49:31",
            "point_link": "https://edit.tosdr.org/points/21577",
            "approval_status": "APPROVED",
            "clause_text": "You are not permitted to use any computer program tools, including, but not limited to, web spiders, bots, indexers, robots, crawlers, harvesters, or any other automatic device, program or algorithm or any similar equivalent process&nbsp.\nto access, acquire, copy or monitor any portion of the Website or content",
            "point_source": "https://www.guidingtech.com/terms-of-use/",
            "case": {
                "text": "Spidering, crawling, or accessing the site through any automated means is not allowed",
                "href": "https://edit.tosdr.org/cases/150"
            }
        },
        {
            "title": "The service is provided 'as is' and to be used at the users' sole risk",
            "rating": "neutral",
            "description": "This service does not provide any guarantees as to its usability or fitness for the users' purposes. Users agree to use it at their own risk, accepting any possible bugs, malfunctions or harm to their devices.",
            "last_updated": "2023-07-11 04:49:16",
            "point_link": "https://edit.tosdr.org/points/21581",
            "approval_status": "APPROVED",
            "clause_text": "This Website and its content are provided on an “as is” basis",
            "point_source": "https://www.guidingtech.com/terms-of-use/",
            "case": {
                "text": "The service is provided 'as is' and to be used at your sole risk",
                "href": "https://edit.tosdr.org/cases/286"
            }
        },
        {
            "title": "You agree not to submit libelous, harassing or threatening content",
            "rating": "neutral",
            "description": "This service prohibits users from submitting content of a variety of types. This can include content that is unlawful, harassing, abusive, threatening, libelous, sexist, racist, homophobic, transphobic, or discriminatory in any other way.",
            "last_updated": "2023-07-11 04:49:32",
            "point_link": "https://edit.tosdr.org/points/21595",
            "approval_status": "APPROVED",
            "clause_text": "Do not post threatening, harassing, defamatory, or libelous material.</p>",
            "point_source": "https://www.guidingtech.com/terms-of-use/",
            "case": {
                "text": "You agree not to submit libelous, harassing or threatening content",
                "href": "https://edit.tosdr.org/cases/283"
            }
        },
        {
            "title": "The service does not guarantee accuracy or reliability of the information provided",
            "rating": "neutral",
            "description": "This service makes no warranty regarding the accuracy or reliability of any information that is given on its website or the results that may be obtained from the use of the service.",
            "last_updated": "2023-07-11 04:49:45",
            "point_link": "https://edit.tosdr.org/points/21603",
            "approval_status": "APPROVED",
            "clause_text": "The Company shall not be responsible if information made available on this Website is not true, accurate, complete or current.\nThe material on this Website is provided for general information only and should not be relied upon or used as the sole basis for making decisions without consulting primary, more accurate, complete or timely sources of information.\nNothing herein constitutes or is meant to constitute, advice of any kind and any understanding to the contrary shall be to your own risk.</p>",
            "point_source": "https://www.guidingtech.com/terms-of-use/",
            "case": {
                "text": "The service does not guarantee accuracy or reliability of the information provided",
                "href": "https://edit.tosdr.org/cases/288"
            }
        },
        {
            "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder",
            "rating": "neutral",
            "description": "Should any portion of the Terms of Service be unenforceable or invalid, that portion will be enforced to the fullest extent permitted by applicable law and the remainder of the TOS will remain valid and enforceable.",
            "last_updated": "2023-07-11 04:49:33",
            "point_link": "https://edit.tosdr.org/points/21599",
            "approval_status": "APPROVED",
            "clause_text": "Severability<p>In the event any provision of these Terms of Use, is determined to be unlawful, void, prohibited or unenforceable in any jurisdiction, such provisions shall be ineffective to the extent of such prohibition or unenforceability without invalidating the remaining provisions of these Terms of Use or affecting the validity or enforceability of such provisions in the same or any other jurisdiction.</p>",
            "point_source": "https://www.guidingtech.com/terms-of-use/",
            "case": {
                "text": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder",
                "href": "https://edit.tosdr.org/cases/294"
            }
        },
        {
            "title": "First-party cookies are used",
            "rating": "neutral",
            "description": "First-party cookies only belong to the domain of the service and not a third party.",
            "last_updated": "2023-07-11 04:49:33",
            "point_link": "https://edit.tosdr.org/points/21590",
            "approval_status": "APPROVED",
            "clause_text": "<p>Guiding Tech uses cookies",
            "point_source": "https://www.guidingtech.com/terms-of-use/",
            "case": {
                "text": "First-party cookies are used",
                "href": "https://edit.tosdr.org/cases/126"
            }
        },
        {
            "title": "You agree not to use the service for illegal purposes",
            "rating": "neutral",
            "description": "The user agrees not to commit any unlawful acts through the use of the website, including the posting of illegal content or messaging.",
            "last_updated": "2023-07-11 04:49:31",
            "point_link": "https://edit.tosdr.org/points/21578",
            "approval_status": "APPROVED",
            "clause_text": "You are prohibited from using this Website or its content: (a) for unlawful purposes.",
            "point_source": "https://www.guidingtech.com/terms-of-use/",
            "case": {
                "text": "You agree not to use the service for illegal purposes",
                "href": "https://edit.tosdr.org/cases/280"
            }
        },
        {
            "title": "This service does not guarantee that it or the products obtained through it meet your expectations or requirements",
            "rating": "neutral",
            "description": "This service provider informs its users that the services, information, products, or other materials provided on its website may not meet the users' expectations or requirements.",
            "last_updated": "2023-07-11 04:49:46",
            "point_link": "https://edit.tosdr.org/points/21582",
            "approval_status": "APPROVED",
            "clause_text": "without representations or warranties of any kind, either expressed or implied, including but not limited to the implied warranties of merchantability, fitness for a particular purpose, non-infringement",
            "point_source": "https://www.guidingtech.com/terms-of-use/",
            "case": {
                "text": "This service does not guarantee that it or the products obtained through it meet your expectations or requirements",
                "href": "https://edit.tosdr.org/cases/290"
            }
        },
        {
            "title": "Your IP address is collected, which can be used to view your approximate location",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 04:49:33",
            "point_link": "https://edit.tosdr.org/points/21586",
            "approval_status": "APPROVED",
            "clause_text": "The information in the log files include your IP (internet protocol) address,",
            "point_source": "https://www.guidingtech.com/terms-of-use/",
            "case": {
                "text": "Your IP address is collected, which can be used to view your approximate location",
                "href": "https://edit.tosdr.org/cases/399"
            }
        }
    ]
}