{
    "meta_data": {
        "title": "Roblox - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "The service can delete specific content without reason and may do it without prior notice",
            "rating": "unknown",
            "description": "This service can delete specific content. Usually they will claim they reserve the right to do it at their sole discretion, which is legalese for saying they won't give a specific reason. If the terms say they will not notify you, it shall be included in the quote but if it does not explicitly say they will give you a notice, it can be reasonably inferred that they can do it without telling you.",
            "last_updated": "2021-05-27 16:00:16",
            "edit_link": "https://edit.tosdr.org/points/17693",
            "approval_status": "APPROVED"
        },
        {
            "title": "You aren’t allowed to remove or edit user-generated content",
            "rating": "unknown",
            "description": "You cannot edit or remove your content from this service.",
            "last_updated": "2021-05-27 16:03:36",
            "edit_link": "https://edit.tosdr.org/points/21280",
            "approval_status": "APPROVED"
        },
        {
            "title": "Many different types of personal data are collected",
            "rating": "bad",
            "description": "The service collects different kinds of personal data, such as name, demographic information, postal address, biometric data, device information, IDs, contacts, call logs...",
            "last_updated": "2021-05-27 16:02:53",
            "edit_link": "https://edit.tosdr.org/points/21276",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your account can be deleted without prior notice and without a reason",
            "rating": "bad",
            "description": "At any time, your account can be terminated without explanation and without warning by the service.",
            "last_updated": "2021-09-18 12:22:15",
            "edit_link": "https://edit.tosdr.org/points/25137",
            "approval_status": "APPROVED"
        },
        {
            "title": "Instead of asking directly, this Service will assume your consent merely from your usage.",
            "rating": "bad",
            "description": "The Service infers your acceptance from your continued usage, instead of prompting you to read the new Terms and asking for direct consent. This doesn’t apply to services that have no way to seek consent from users through their contact details or an account.",
            "last_updated": "2021-03-23 11:15:03",
            "edit_link": "https://edit.tosdr.org/points/17691",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.",
            "rating": "bad",
            "description": "If the service gets acquired or is involved in a merger, bankruptcy, reorganisation or sale, your personal data may be transferred or sold.",
            "last_updated": "2021-03-24 13:50:04",
            "edit_link": "https://edit.tosdr.org/points/17705",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service may collect extra data about you through promotions",
            "rating": "bad",
            "description": "Additional personal data may be collected through contests, surveys, promotions, petitions or sweepstakes.",
            "last_updated": "2021-03-24 13:49:43",
            "edit_link": "https://edit.tosdr.org/points/17704",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service tracks which web page referred you to it",
            "rating": "bad",
            "description": "The service logs the URL of the last web page you visited before visiting the Site and may use that information to gather more data about you.",
            "last_updated": "2021-05-27 16:03:14",
            "edit_link": "https://edit.tosdr.org/points/21277",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service gives your personal data to third parties involved in its operation",
            "rating": "bad",
            "description": "Your personal data is or may be given to third parties essential to the service’s operation. This could be an external spam detection service for an internet forum.",
            "last_updated": "2021-03-24 13:49:15",
            "edit_link": "https://edit.tosdr.org/points/17703",
            "approval_status": "APPROVED"
        },
        {
            "title": "You can request access, correction and/or deletion of your data",
            "rating": "good",
            "description": "Users have the right to access personal data hold by the Service, correct it and/or permanently delete it. This usually applies to Services GDPR compliants.",
            "last_updated": "2021-08-29 14:42:14",
            "edit_link": "https://edit.tosdr.org/points/24739",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your personal data is not sold",
            "rating": "good",
            "description": "This service makes an explicit promise not to sell \"personal data\" of users.",
            "last_updated": "2021-03-24 13:51:43",
            "edit_link": "https://edit.tosdr.org/points/17702",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service claims to be CCPA compliant for California users",
            "rating": "good",
            "description": "The service has a different behavior towards users protected by the California Consumer Privacy Act.",
            "last_updated": "2021-09-17 16:55:42",
            "edit_link": "https://edit.tosdr.org/points/25135",
            "approval_status": "APPROVED"
        },
        {
            "title": "If you are the target of a copyright holder's take down notice, this service gives you the opportunity to defend yourself",
            "rating": "good",
            "description": "You have the right to send a counter-notice to the service if you believe the content that was removed wasn't infringing any copyright.",
            "last_updated": "2021-03-29 06:29:59",
            "edit_link": "https://edit.tosdr.org/points/17866",
            "approval_status": "APPROVED"
        },
        {
            "title": "You have the right to leave this service at any time",
            "rating": "good",
            "description": "You can stop using the service and/or cancel or delete your account at any time for any reason. Moreover, the termination is reasonably fast and simple.",
            "last_updated": "2021-03-29 06:29:20",
            "edit_link": "https://edit.tosdr.org/points/17867",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service has non-exclusive use of your content",
            "rating": "good",
            "description": "The service can pay for your content and you are allowed to make it commercially available to other services/parties.",
            "last_updated": "2021-05-27 16:09:54",
            "edit_link": "https://edit.tosdr.org/points/21279",
            "approval_status": "APPROVED"
        },
        {
            "title": "The publishing of personally identifiable information without the owner’s consent is not allowed",
            "rating": "good",
            "description": "Users agree not to publicly post personally identifiable information (name, postal address, contact information…) without the owner’s knowledge or consent",
            "last_updated": "2021-08-14 21:24:36",
            "edit_link": "https://edit.tosdr.org/points/24740",
            "approval_status": "APPROVED"
        },
        {
            "title": "You can choose with whom you share content",
            "rating": "good",
            "description": "Users can decide whether or not they want their content to be shared and they can control how and with whom it is shared.",
            "last_updated": "2021-05-27 16:10:45",
            "edit_link": "https://edit.tosdr.org/points/21282",
            "approval_status": "APPROVED"
        },
        {
            "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2021-05-27 16:04:04",
            "edit_link": "https://edit.tosdr.org/points/21285",
            "approval_status": "APPROVED"
        },
        {
            "title": "Users should revisit the terms periodically, although in case of material changes, the service will notify",
            "rating": "neutral",
            "description": "The service may update the Terms without notice, but if they significantly change the agreements in a manner that importantly and/or negatively affects the way the service is used, users will be notified.",
            "last_updated": "2021-03-23 11:16:09",
            "edit_link": "https://edit.tosdr.org/points/17692",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your content can be deleted if you violate the terms",
            "rating": "neutral",
            "description": "Content infringing the Terms of Service (or the Acceptable Use Policy or equivalent) may be removed, with or without notice.",
            "last_updated": "2021-10-08 18:30:19",
            "edit_link": "https://edit.tosdr.org/points/25136",
            "approval_status": "APPROVED"
        },
        {
            "title": "\"Roblox doesn’t control or take responsibility for Third-Party Services (including how those third parties use User information).\"",
            "rating": "neutral",
            "description": "The service rejects any responsibility for the contents of other websites to which it links.",
            "last_updated": "2023-09-16 14:30:18",
            "edit_link": "https://edit.tosdr.org/points/34484",
            "approval_status": "APPROVED"
        },
        {
            "title": "Blocking first party cookies may limit your ability to use the service",
            "rating": "neutral",
            "description": "Most browsers allow users to set preferences related to cookies storage. You may choose to block all cookies (including first-party cookies), but it may impact your use of this service and you may not be able to access some or any of the features provided.",
            "last_updated": "2021-03-24 13:51:09",
            "edit_link": "https://edit.tosdr.org/points/17701",
            "approval_status": "APPROVED"
        },
        {
            "title": "Roblox reserves the right to modify or discontinue the Service at any time without notice to the user",
            "rating": "neutral",
            "description": "They may discontinue the services without prior notice, at any time, for any or no reason. They usually assume no liability for losses and damages resulting from this suspension.",
            "last_updated": "2021-03-23 11:15:29",
            "edit_link": "https://edit.tosdr.org/points/17694",
            "approval_status": "APPROVED"
        },
        {
            "title": "They may stop providing the service at any time",
            "rating": "neutral",
            "description": "They may discontinue the services without prior notice, at any time, for any or no reason. They usually assume no liability for losses and damages resulting from this suspension.",
            "last_updated": "2021-09-25 13:55:44",
            "edit_link": "https://edit.tosdr.org/points/25138",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service does not condone any ideas contained in its user-generated contents",
            "rating": "neutral",
            "description": null,
            "last_updated": "2021-05-27 16:04:16",
            "edit_link": "https://edit.tosdr.org/points/21284",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your private content may be accessed by people working for the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2021-09-06 16:15:13",
            "edit_link": "https://edit.tosdr.org/points/24742",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service is only available to users over a certain age",
            "rating": "neutral",
            "description": "The Services are intended for users who are at least a certain age. If you are younger than the age required then you are prohibited from using the Service.",
            "last_updated": "2021-05-26 12:11:51",
            "edit_link": "https://edit.tosdr.org/points/21216",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your personal data is aggregated into statistics",
            "rating": "neutral",
            "description": "Your personal data is used for statistics in a de-identified/aggregated form (i.e. not directly linked to a unique identity) to analyse trends, for research and for analytics.",
            "last_updated": "2021-03-24 13:51:23",
            "edit_link": "https://edit.tosdr.org/points/17706",
            "approval_status": "APPROVED"
        },
        {
            "title": "\"The Roblox Terms are governed by the laws of the State of California without regard to conflict of law principles.\"",
            "rating": "neutral",
            "description": "The Terms are governed by the applicable laws of a jurisdiction (specified in the title of each point by replacing the \"X\").",
            "last_updated": "2023-09-16 14:30:20",
            "edit_link": "https://edit.tosdr.org/points/34483",
            "approval_status": "APPROVED"
        },
        {
            "title": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.",
            "rating": "neutral",
            "description": "Even though the Do Not Track (DNT) header was not implemented perfectly, services should not track users whose browsers send a DNT header.",
            "last_updated": "2022-08-17 20:33:50",
            "edit_link": "https://edit.tosdr.org/points/26713",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service collects your IP address, which can be used to view your approximate location",
            "rating": "neutral",
            "description": null,
            "last_updated": "2021-03-24 13:51:01",
            "edit_link": "https://edit.tosdr.org/points/17700",
            "approval_status": "APPROVED"
        }
    ]
}