{
    "meta_data": {
        "title": "Simply Earth - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "Logs are kept for an undefined period of time",
            "rating": "bad",
            "description": "Logs are text files containing some information about web visitors, such as user agents (showing for instance that you're connecting from Firefox for Android) and ip addresses (which reveal your approximate location). This case applies to Services that may keep logs indefinitely, allowing user sessions to be tracked over time. Logs that are kept for a time \"consistent with applicable law\" also fall under this case, since this period of time may be murky or undefined.",
            "last_updated": "2023-07-11 04:48:56",
            "edit_link": "https://edit.tosdr.org/points/21181",
            "approval_status": "APPROVED"
        },
        {
            "title": "You must provide your identifiable information",
            "rating": "bad",
            "description": "The Service requires users to provide their identifiable information, including phone number, iD number or other information, even though this data collection isn’t essential for the purposes of the service. They may still allow pseudonyms in the foreground.",
            "last_updated": "2023-07-11 04:48:58",
            "edit_link": "https://edit.tosdr.org/points/21159",
            "approval_status": "APPROVED"
        },
        {
            "title": "Third-party cookies are used for advertising",
            "rating": "bad",
            "description": "The service's website sets third-party cookies (cookies that do not belong to their domain) for purposes not including statistics and analytics.",
            "last_updated": "2023-07-11 04:48:56",
            "edit_link": "https://edit.tosdr.org/points/21172",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service shares your personal data with third parties that are not involved in its operation",
            "rating": "bad",
            "description": "Your personal data is or may be given to third parties nonessential to the service’s operation. This could be a business partner that receives your data to provide targeted advertisements.",
            "last_updated": "2023-07-11 04:48:56",
            "edit_link": "https://edit.tosdr.org/points/21179",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your account can be deleted without prior notice and without a reason",
            "rating": "bad",
            "description": "At any time, your account can be terminated without explanation and without warning by the service.",
            "last_updated": "2023-07-11 04:48:53",
            "edit_link": "https://edit.tosdr.org/points/21168",
            "approval_status": "APPROVED"
        },
        {
            "title": "You are being tracked via social media cookies/pixels",
            "rating": "bad",
            "description": "These types of cookies/pixels send information to social media sites when you interact with the service.",
            "last_updated": "2023-07-11 04:48:59",
            "edit_link": "https://edit.tosdr.org/points/21167",
            "approval_status": "APPROVED"
        },
        {
            "title": "Information is gathered about you through third parties",
            "rating": "bad",
            "description": "This Service may employ, either identifiable or non-identifiable, data collection from third party sources about you.",
            "last_updated": "2023-07-11 04:48:54",
            "edit_link": "https://edit.tosdr.org/points/21163",
            "approval_status": "APPROVED"
        },
        {
            "title": "The court of law governing the terms is in a jurisdiction that is less friendly to user privacy protection (Wisconsin, USA)",
            "rating": "bad",
            "description": "The Terms are governed by the applicable laws of a jurisdiction known for weak data regulations and poor user privacy protection. Usually contributors will need to explain in the Analysis view of each point linked to this Case the reason why it shall be applied.",
            "last_updated": "2023-07-11 04:48:55",
            "edit_link": "https://edit.tosdr.org/points/21169",
            "approval_status": "APPROVED"
        },
        {
            "title": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting",
            "rating": "bad",
            "description": "Tracking technologies (such as web beacons, tracking pixels...) are employed on users and/or the service assigns a unique ID to a browser or device to track its behaviour.",
            "last_updated": "2023-07-11 04:48:56",
            "edit_link": "https://edit.tosdr.org/points/21175",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service does not guarantee the errors will be corrected",
            "rating": "bad",
            "description": "Users agree to use the service and its software as provided and accept that any errors within that software may not be corrected.",
            "last_updated": "2023-07-11 04:48:56",
            "edit_link": "https://edit.tosdr.org/points/21186",
            "approval_status": "APPROVED"
        },
        {
            "title": "Extra data may be collected about you through promotions",
            "rating": "bad",
            "description": "Additional personal data may be collected through contests, surveys, promotions, petitions or sweepstakes.",
            "last_updated": "2023-07-11 04:48:55",
            "edit_link": "https://edit.tosdr.org/points/21174",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your data is processed and stored in a country that is less friendly to user privacy protection",
            "rating": "bad",
            "description": "This case means that user data is not anywhere in the world, but somewhere where it is more likely to be obtained and used by government and/or possible data analysts.",
            "last_updated": "2023-07-11 04:48:56",
            "edit_link": "https://edit.tosdr.org/points/21189",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service tracks which web page referred you to it",
            "rating": "bad",
            "description": "The service logs the URL of the last web page you visited before visiting the Site and may use that information to gather more data about you.",
            "last_updated": "2023-07-11 04:48:54",
            "edit_link": "https://edit.tosdr.org/points/21165",
            "approval_status": "APPROVED"
        },
        {
            "title": "Third-party cookies are used for statistics",
            "rating": "bad",
            "description": "For instance, Google Analytics, rather than self-hosted (first-party) statistics software.",
            "last_updated": "2023-07-11 04:48:55",
            "edit_link": "https://edit.tosdr.org/points/21173",
            "approval_status": "APPROVED"
        },
        {
            "title": "Tracking pixels (cookies or web beacons) are used in service-to-user communication",
            "rating": "bad",
            "description": "The service tracks the user count or some actions of the user; this is usually used for statistics. For example, emails sent by a service can contain a pixel tag, which is a small, clear image that can tell them whether or not you have opened an email and what your IP address is.",
            "last_updated": "2023-07-11 04:48:55",
            "edit_link": "https://edit.tosdr.org/points/21176",
            "approval_status": "APPROVED"
        },
        {
            "title": "You can access most of the pages on the service's website without revealing any personal information",
            "rating": "good",
            "description": "The service does not require users to reveal personal information for most of its website. However, it may still collect anonymous logs.",
            "last_updated": "2023-07-11 04:48:55",
            "edit_link": "https://edit.tosdr.org/points/21162",
            "approval_status": "APPROVED"
        },
        {
            "title": "Information is provided about how your personal data is used",
            "rating": "good",
            "description": "The Privacy Policy explains the purposes for which data is collected and the way it is processed, used and shared.",
            "last_updated": "2023-07-11 04:48:59",
            "edit_link": "https://edit.tosdr.org/points/21190",
            "approval_status": "APPROVED"
        },
        {
            "title": "A complaint mechanism is provided for the handling of personal data",
            "rating": "good",
            "description": "The service provides users with contact information for an internal or external structure to lodge complaints. It also provides users with contact information for a higher data protection / privacy office in case the internal mechanism fails to satisfy the user.",
            "last_updated": "2023-07-11 04:48:55",
            "edit_link": "https://edit.tosdr.org/points/21180",
            "approval_status": "APPROVED"
        },
        {
            "title": "You can opt out of promotional communications",
            "rating": "good",
            "description": "You can update your account preferences and/or easily unsubscribe of email/sms lists to stop receiving promotional communications.",
            "last_updated": "2023-07-11 04:48:55",
            "edit_link": "https://edit.tosdr.org/points/21157",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service assumes no responsibility and liability for the contents of links to other websites",
            "rating": "neutral",
            "description": "The service rejects any responsibility for the contents of other websites to which it links.",
            "last_updated": "2023-07-11 04:48:55",
            "edit_link": "https://edit.tosdr.org/points/21170",
            "approval_status": "APPROVED"
        },
        {
            "title": "They may stop providing the service at any time",
            "rating": "neutral",
            "description": "They may discontinue the services without prior notice, at any time, for any or no reason. They usually assume no liability for losses and damages resulting from this suspension.",
            "last_updated": "2023-07-11 04:48:52",
            "edit_link": "https://edit.tosdr.org/points/21156",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
            "rating": "neutral",
            "description": "The service provider expressly does not claim to provide uninterrupted, timely, secure or error-free service.",
            "last_updated": "2023-07-11 04:48:56",
            "edit_link": "https://edit.tosdr.org/points/21183",
            "approval_status": "APPROVED"
        },
        {
            "title": "You must create an account to use this service",
            "rating": "neutral",
            "description": "You must provide the service with your information in order to use it",
            "last_updated": "2023-07-11 04:48:54",
            "edit_link": "https://edit.tosdr.org/points/21158",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service is provided 'as is' and to be used at the users' sole risk",
            "rating": "neutral",
            "description": "This service does not provide any guarantees as to its usability or fitness for the users' purposes. Users agree to use it at their own risk, accepting any possible bugs, malfunctions or harm to their devices.",
            "last_updated": "2023-07-11 04:48:59",
            "edit_link": "https://edit.tosdr.org/points/21182",
            "approval_status": "APPROVED"
        },
        {
            "title": "Simply Earth is only available to users over 18 years old",
            "rating": "neutral",
            "description": "The Services are intended for users who are at least a certain age. If you are younger than the age required then you are prohibited from using the Service.",
            "last_updated": "2023-07-11 04:48:54",
            "edit_link": "https://edit.tosdr.org/points/21160",
            "approval_status": "APPROVED"
        },
        {
            "title": "You are responsible for maintaining the security of your account and for the activities on your account",
            "rating": "neutral",
            "description": "You are responsible for protecting the confidentiality of your password and for maintaining the security of your account. Any activity occurring under your account is your responsibility, whether authorized by you or not.",
            "last_updated": "2023-07-11 04:48:56",
            "edit_link": "https://edit.tosdr.org/points/21178",
            "approval_status": "APPROVED"
        },
        {
            "title": "You must report to the service any unauthorized use of your account or any breach of security",
            "rating": "neutral",
            "description": "The service asks the user to notify them immediately of any unauthorized use or security breaches.",
            "last_updated": "2023-07-11 04:48:55",
            "edit_link": "https://edit.tosdr.org/points/21177",
            "approval_status": "APPROVED"
        },
        {
            "title": "Minors must have the supervision of their legal guardians to use the service",
            "rating": "neutral",
            "description": "Minors must have the authorization of their legal guardians to use the services. The legal guardians are responsible for the use of the service by the minor.",
            "last_updated": "2023-07-11 04:48:54",
            "edit_link": "https://edit.tosdr.org/points/21161",
            "approval_status": "APPROVED"
        },
        {
            "title": "You agree to comply with the law of the service's country",
            "rating": "neutral",
            "description": "By using the service, you agree to comply with the applicable laws of the service's jurisdiction, regardless of your location.",
            "last_updated": "2023-07-11 04:48:55",
            "edit_link": "https://edit.tosdr.org/points/21171",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your IP address is collected, which can be used to view your approximate location",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 04:48:54",
            "edit_link": "https://edit.tosdr.org/points/21166",
            "approval_status": "APPROVED"
        }
    ]
}