{
    "meta_data": {
        "title": "WikiHow - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "The service can read your private messages",
            "rating": "blocker",
            "description": "The Service is able to access, scan, review or read all user communications, including private messages, which may contain personal or sensitive data.",
            "last_updated": "2023-07-11 06:35:48",
            "point_link": "https://edit.tosdr.org/points/6578",
            "approval_status": "APPROVED",
            "clause_text": "On 2024-09-08 05:56:44 UTC, uniswift1 (36842)  wrote:\n          Greetings from UniSwift, the best place to go for sports cricket. Discover our extensive selection of cricket gear, including balls and bats, to guarantee excellent performance on the field. Put your trust in UniSwift for all your cricket demands, and you'll reach new heights in your skill!",
            "point_source": "http://www.wikihow.com/wikiHow:Terms-of-Use",
            "case": {
                "text": "Private messages can be read",
                "href": "https://edit.tosdr.org/cases/239"
            }
        },
        {
            "title": "This service can share your personal information to third parties",
            "rating": "bad",
            "description": "Your personal data is or may be given to third parties nonessential to the service’s operation. This could be a business partner that receives your data to provide targeted advertisements.",
            "last_updated": "2023-07-11 10:02:59",
            "point_link": "https://edit.tosdr.org/points/10246",
            "approval_status": "APPROVED",
            "clause_text": "We may also share certain information such as your location, browser, cookie data, and other data relating to your use of our Service with our business partners to deliver advertisements (“ads”) that may be of interest to you.\nwikiHow may allow third-party ad servers or ad networks to serve advertisements on the Service.",
            "point_source": "https://www.wikihow.com/wikiHow:Privacy-Policy",
            "case": {
                "text": "This service shares your personal data with third parties that are not essential to its operation",
                "href": "https://edit.tosdr.org/cases/166"
            }
        },
        {
            "title": "This service tracks you on other websites",
            "rating": "bad",
            "description": "The service may use tracking technologies in third-party websites to track your online activity while you aren't visiting their Site.",
            "last_updated": "2023-07-11 10:05:06",
            "point_link": "https://edit.tosdr.org/points/10678",
            "approval_status": "APPROVED",
            "clause_text": "On 2024-08-15 02:15:29 UTC, chrisjonson223 (31917)  wrote:\n          Kitchen door styles are constantly evolving, with trends leaning towards sleek, minimalist designs and bold color choices. Handleless doors offer a modern, clean look, while shaker-style doors remain a timeless favorite for traditional kitchens. High gloss finishes are popular for a contemporary feel, while wood grain textures add warmth and character. Whether you prefer a classic or modern aesthetic, there's a kitchen door style to suit every taste and budget. Learn more",
            "point_source": "https://www.wikihow.com/wikiHow:Cookie-Policy",
            "case": {
                "text": "This service tracks you on other websites",
                "href": "https://edit.tosdr.org/cases/129"
            }
        },
        {
            "title": "The service can delete your account without prior notice and without a reason",
            "rating": "bad",
            "description": "At any time, your account can be terminated without explanation and without warning by the service.",
            "last_updated": "2023-07-11 06:35:06",
            "point_link": "https://edit.tosdr.org/points/5620",
            "approval_status": "APPROVED",
            "clause_text": "On 2024-05-11 08:55:03 UTC, seodon (33824)  Suspended wrote:\n          Say hello to the future of travel with SimBye's innovative eSIM technology, providing instant connectivity in the palm of your hand. Stay connected, stay productive, and stay inspired with SimBye. Esim global",
            "point_source": "http://www.wikihow.com/wikiHow:Terms-of-Use",
            "case": {
                "text": "Your account can be deleted or permanently suspended without prior notice and without a reason",
                "href": "https://edit.tosdr.org/cases/201"
            }
        },
        {
            "title": "This service forces users into binding arbitration in the case of disputes",
            "rating": "bad",
            "description": "This service forces users to use their own contracted arbitrator and forces users to waive their rights to jury trial.",
            "last_updated": "2023-07-11 10:03:40",
            "point_link": "https://edit.tosdr.org/points/6137",
            "approval_status": "APPROVED",
            "clause_text": "For any dispute with wikiHow, you agree to first contact us at wiki@wikiHow.com and attempt to resolve the dispute with us informally.\nIn the unlikely event that wikiHow has not been able to resolve a dispute it has with you after attempting to do so informally, we each agree to resolve any claim, dispute, or controversy (excluding any wikiHow claims for injunctive or other equitable relief) arising out of or in connection with or relating to this Agreement, or the breach or alleged breach thereof (collectively, “Claims”), by binding arbitration by the American Arbitration Association (“AAA”) under the Commercial Arbitration Rules and Supplementary Procedures for Consumer Related Disputes then in effect for the AAA, except as provided herein.",
            "point_source": "http://www.wikihow.com/wikiHow:Terms-of-Use",
            "case": {
                "text": "You are forced into binding arbitration in case of disputes",
                "href": "https://edit.tosdr.org/cases/339"
            }
        },
        {
            "title": "This service forces users into binding arbitration in the case of disputes",
            "rating": "bad",
            "description": "This service forces users to use their own contracted arbitrator and forces users to waive their rights to jury trial.",
            "last_updated": "2023-07-11 06:35:49",
            "point_link": "https://edit.tosdr.org/points/6574",
            "approval_status": "APPROVED",
            "clause_text": "THIS AGREEMENT CONTAINS A MANDATORY ARBITRATION OF DISPUTES PROVISION THAT REQUIRES THE USE OF ARBITRATION ON AN INDIVIDUAL BASIS TO RESOLVE DISPUTES,",
            "point_source": "http://www.wikihow.com/wikiHow:Terms-of-Use",
            "case": {
                "text": "You are forced into binding arbitration in case of disputes",
                "href": "https://edit.tosdr.org/cases/339"
            }
        },
        {
            "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
            "rating": "bad",
            "description": "Tracking technologies (such as web beacons, tracking pixels...) are employed on users and/or the service assigns a unique ID to a browser or device to track its behaviour.",
            "last_updated": "2023-07-11 10:03:38",
            "point_link": "https://edit.tosdr.org/points/6139",
            "approval_status": "APPROVED",
            "clause_text": "When you use the Service, we may employ clear gifs (also known as web beacons) which are used to anonymously track the online usage patterns of our Users.",
            "point_source": "https://www.wikihow.com/wikiHow:Privacy-Policy",
            "case": {
                "text": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting",
                "href": "https://edit.tosdr.org/cases/323"
            }
        },
        {
            "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.",
            "rating": "bad",
            "description": "If the service gets acquired or is involved in a merger, bankruptcy, reorganisation or sale, your personal data may be transferred or sold.",
            "last_updated": "2023-07-11 10:03:38",
            "point_link": "https://edit.tosdr.org/points/6141",
            "approval_status": "APPROVED",
            "clause_text": "We may buy or sell/divest/transfer the company (including any shares in the company), or any combination of its products, services, assets and/or businesses.\nYour information such as customer names and email addresses, User Content and other user information related to the Service may be among the items sold or otherwise transferred in these types of transactions.\nWe may also sell, assign or otherwise transfer such information in the course of corporate divestitures, mergers, acquisitions, bankruptcies, dissolutions, reorganizations, liquidations, similar transactions or proceedings involving all or a portion of the company.\n</p",
            "point_source": "https://www.wikihow.com/wikiHow:Privacy-Policy",
            "case": {
                "text": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction",
                "href": "https://edit.tosdr.org/cases/243"
            }
        },
        {
            "title": "You waive your right to a class action.",
            "rating": "bad",
            "description": "The right to be represented in a class action (or representative action) exists in the US and some European countries. It allows people who have been similarly injured by the same accused to take legal action by a single lawsuit instead of individually. Some Terms of Service try to limit that right. By agreeing to them, you could waive (= renounce to) your right to a class action, which might reduce your chances to be successful in a case.",
            "last_updated": "2023-07-11 10:03:41",
            "point_link": "https://edit.tosdr.org/points/6138",
            "approval_status": "APPROVED",
            "clause_text": "YOU AGREE THAT, BY ENTERING INTO THIS AGREEMENT, YOU AND WIKIHOW ARE EACH WAIVING THE RIGHT TO A TRIAL BY JURY OR TO PARTICIPATE IN A CLASS ACTION.\n</p",
            "point_source": "http://www.wikihow.com/wikiHow:Terms-of-Use",
            "case": {
                "text": "You waive your right to a class action.",
                "href": "https://edit.tosdr.org/cases/117"
            }
        },
        {
            "title": "Instead of asking directly, this Service will assume your consent merely from your usage.",
            "rating": "bad",
            "description": "The Service infers your acceptance from your continued usage, instead of prompting you to read the new Terms and asking for direct consent. This doesn’t apply to services that have no way to seek consent from users through their contact details or an account.",
            "last_updated": "2023-07-11 10:09:27",
            "point_link": "https://edit.tosdr.org/points/13552",
            "approval_status": "APPROVED",
            "clause_text": "wikiHow may, in its sole discretion, modify or update this Agreement from time to time, and so you should review this page periodically.\nWhen we change the Agreement in a material manner, we will update the ‘last modified’ date on this page.\nYour continued use of the Service after any such change constitutes your acceptance of the new Terms of Use.",
            "point_source": "http://www.wikihow.com/wikiHow:Terms-of-Use",
            "case": {
                "text": "Instead of asking directly, this Service will assume your consent to changes of terms merely from your usage.",
                "href": "https://edit.tosdr.org/cases/403"
            }
        },
        {
            "title": "The service does not guarantee that software errors will be corrected",
            "rating": "bad",
            "description": "Users agree to use the service and its software as provided and accept that any errors within that software may not be corrected.",
            "last_updated": "2023-07-11 10:08:57",
            "point_link": "https://edit.tosdr.org/points/11922",
            "approval_status": "APPROVED",
            "clause_text": "Full quote: \"WIKIHOW, ITS SUBSIDIARIES, AND ITS LICENSORS DO NOT WARRANT THAT THE CONTENT IS ACCURATE, RELIABLE, OR CORRECT. THAT THE SERVICE WILL MEET YOUR REQUIREMENTS.THAT THE SERVICE WILL BE AVAILABLE AT ANY PARTICULAR TIME OR LOCATION, UNINTERRUPTED, OR SECURE.THAT ANY DEFECTS OR ERRORS WILL BE CORRECTED.\"\n    \n          On 2024-05-19 09:08:31 UTC, cexixak648  (29694)  Suspended wrote:\n          I recently found many useful information in your website especially this blog page. Among the lots of comments on your articles. Thanks for sharing. BEST PLACE TO BUY A FIREARM",
            "point_source": "http://www.wikihow.com/wikiHow:Terms-of-Use",
            "case": {
                "text": "The service does not guarantee that software errors will be corrected",
                "href": "https://edit.tosdr.org/cases/289"
            }
        },
        {
            "title": "Your personal data is given to third parties",
            "rating": "bad",
            "description": "Your personal data is or may be given to third parties essential to the service’s operation. This could be an external spam detection service for an internet forum.",
            "last_updated": "2023-07-11 10:03:00",
            "point_link": "https://edit.tosdr.org/points/10245",
            "approval_status": "APPROVED",
            "clause_text": "We may share certain service type information, including information obtained through tools such as cookies, log files, device identifiers, location data, and clear gifs (such as anonymous usage data, referring/exit pages and URLs, platform types, number of clicks, etc.): (i) with our third-party business partners for the purposes described in the section above on “How We Collect and Use Information.”",
            "point_source": "https://www.wikihow.com/wikiHow:Privacy-Policy",
            "case": {
                "text": "This service gives your personal data to third parties involved in its operation",
                "href": "https://edit.tosdr.org/cases/188"
            }
        },
        {
            "title": "You maintain ownership of your data",
            "rating": "good",
            "description": "This service does not claim ownership over user-generated content or materials, and the user doesn't need to waive any moral rights by posting owned content.",
            "last_updated": "2023-07-11 06:32:50",
            "point_link": "https://edit.tosdr.org/points/4513",
            "approval_status": "APPROVED",
            "clause_text": "In the terms of service, the service states \"We claim no ownership rights over User Content created by you. The User Content you create remains yours; however, by sharing User Content through the Service, you agree to allow others to view, edit, and/or share your User Content in accordance with this Agreement\", which states that the company takes no ownership for any content posted by you. However, it grants other users the rights to view,  modify, or share your created content",
            "point_source": "http://www.wikihow.com/wikiHow:Terms-of-Use",
            "case": {
                "text": "You maintain ownership of your content",
                "href": "https://edit.tosdr.org/cases/183"
            }
        },
        {
            "title": "You can choose the copyright license",
            "rating": "good",
            "description": "You have the right to choose or change the license over content you publish through the Service.",
            "last_updated": "2023-07-11 10:08:57",
            "point_link": "https://edit.tosdr.org/points/6576",
            "approval_status": "APPROVED",
            "clause_text": "When you upload images to the Service, you may select among various licenses under which wikiHow may distribute and sublicense your image-based User Content.\nwikiHow hereby grants to Users of the Service all rights specified under the terms of the license under which any image-based User Content is licensed to wikiHow.\n</p",
            "point_source": "http://www.wikihow.com/wikiHow:Terms-of-Use",
            "case": {
                "text": "You can choose the copyright license",
                "href": "https://edit.tosdr.org/cases/222"
            }
        },
        {
            "title": "You can opt out of promotional communications",
            "rating": "good",
            "description": "You can update your account preferences and/or easily unsubscribe of email/sms lists to stop receiving promotional communications.",
            "last_updated": "2023-07-11 10:03:38",
            "point_link": "https://edit.tosdr.org/points/6140",
            "approval_status": "APPROVED",
            "clause_text": "We may send you emails containing newsletters, promotions, and special offers.\nIf you do not want to receive such email messages, you will be given the option to opt out or change your preferences.",
            "point_source": "https://www.wikihow.com/wikiHow:Privacy-Policy",
            "case": {
                "text": "You can opt out of promotional communications",
                "href": "https://edit.tosdr.org/cases/223"
            }
        },
        {
            "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
            "rating": "neutral",
            "description": "The service assumes no liability for any damages the user incurs, including tangible (e.g. profits) and intangible losses (e.g. data), resulting from the use or inability to use the service or any other matter relating to the service.",
            "last_updated": "2023-07-11 06:35:48",
            "point_link": "https://edit.tosdr.org/points/11923",
            "approval_status": "APPROVED",
            "clause_text": "IN NO EVENT SHALL WIKIHOW, ITS AFFILIATES, AGENTS, DIRECTORS, EMPLOYEES, SUPPLIERS, OR LICENSORS BE LIABLE FOR ANY DIRECT, INDIRECT, PUNITIVE, INCIDENTAL, SPECIAL, CONSEQUENTIAL, OR EXEMPLARY DAMAGES,",
            "point_source": "http://www.wikihow.com/wikiHow:Terms-of-Use",
            "case": {
                "text": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
                "href": "https://edit.tosdr.org/cases/293"
            }
        },
        {
            "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
            "rating": "neutral",
            "description": "The service provider expressly does not claim to provide uninterrupted, timely, secure or error-free service.",
            "last_updated": "2023-07-11 10:03:56",
            "point_link": "https://edit.tosdr.org/points/11921",
            "approval_status": "APPROVED",
            "clause_text": "Full quote: \"WIKIHOW, ITS SUBSIDIARIES, AND ITS LICENSORS DO NOT WARRANT THAT THE CONTENT IS ACCURATE, RELIABLE, OR CORRECT. THAT THE SERVICE WILL MEET YOUR REQUIREMENTS.THAT THE SERVICE WILL BE AVAILABLE AT ANY PARTICULAR TIME OR LOCATION, UNINTERRUPTED, OR SECURE.\"",
            "point_source": "http://www.wikihow.com/wikiHow:Terms-of-Use",
            "case": {
                "text": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
                "href": "https://edit.tosdr.org/cases/287"
            }
        },
        {
            "title": "The service is provided 'as is' and to be used at the users' sole risk",
            "rating": "neutral",
            "description": "This service does not provide any guarantees as to its usability or fitness for the users' purposes. Users agree to use it at their own risk, accepting any possible bugs, malfunctions or harm to their devices.",
            "last_updated": "2023-07-11 06:33:44",
            "point_link": "https://edit.tosdr.org/points/5715",
            "approval_status": "APPROVED",
            "clause_text": "THE SERVICE IS PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS.\nUSE OF THE SERVICE IS AT YOUR OWN RISK.",
            "point_source": "http://www.wikihow.com/wikiHow:Terms-of-Use",
            "case": {
                "text": "The service is provided 'as is' and to be used at your sole risk",
                "href": "https://edit.tosdr.org/cases/286"
            }
        },
        {
            "title": "Users who have been permanently banned from this service are not allowed to re-register under a new account",
            "rating": "neutral",
            "description": "Once users have been permanently banned from this service, they are not allowed to create a new account to keep using the service.",
            "last_updated": "2023-07-11 06:35:23",
            "point_link": "https://edit.tosdr.org/points/6573",
            "approval_status": "APPROVED",
            "clause_text": "The Service is not available to any Users previously removed from the Service by wikiHow.",
            "point_source": "http://www.wikihow.com/wikiHow:Terms-of-Use",
            "case": {
                "text": "Users who have been permanently banned from this service are not allowed to re-register under a new account",
                "href": "https://edit.tosdr.org/cases/319"
            }
        },
        {
            "title": "This service is only available to users of a certain age",
            "rating": "neutral",
            "description": "The Services are intended for users who are at least a certain age. If you are younger than the age required then you are prohibited from using the Service.",
            "last_updated": "2023-07-11 06:35:07",
            "point_link": "https://edit.tosdr.org/points/5619",
            "approval_status": "APPROVED",
            "clause_text": "Any use of the Service by anyone under 13 is strictly prohibited and in violation of this Agreement.\nNotwithstanding the foregoing, a child under the age of 13 may use the site if we receive a signed permission form from the child’s parent or legal guardian.",
            "point_source": "http://www.wikihow.com/wikiHow:Terms-of-Use",
            "case": {
                "text": "This service is only available to users over a certain age",
                "href": "https://edit.tosdr.org/cases/152"
            }
        },
        {
            "title": "You must report to the service any unauthorized use of your account or any breach of security",
            "rating": "neutral",
            "description": "The service asks the user to notify them immediately of any unauthorized use or security breaches.",
            "last_updated": "2023-07-11 04:47:55",
            "point_link": "https://edit.tosdr.org/points/19876",
            "approval_status": "APPROVED",
            "clause_text": "You must notify wikiHow immediately of any breach of security or unauthorized use of your account.",
            "point_source": "http://www.wikihow.com/wikiHow:Terms-of-Use",
            "case": {
                "text": "You must report to the service any unauthorized use of your account or any breach of security",
                "href": "https://edit.tosdr.org/cases/484"
            }
        },
        {
            "title": "You are responsible for maintaining the security of your account and for the activities on your account",
            "rating": "neutral",
            "description": "You are responsible for protecting the confidentiality of your password and for maintaining the security of your account. Any activity occurring under your account is your responsibility, whether authorized by you or not.",
            "last_updated": "2023-07-11 06:35:50",
            "point_link": "https://edit.tosdr.org/points/6575",
            "approval_status": "APPROVED",
            "clause_text": "You are solely responsible for the activity that occurs on your account, and you must keep your account password secure.",
            "point_source": "http://www.wikihow.com/wikiHow:Terms-of-Use",
            "case": {
                "text": "You are responsible for maintaining the security of your account and for the activities on your account",
                "href": "https://edit.tosdr.org/cases/148"
            }
        },
        {
            "title": "Users agree not to submit illegal content",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:32:50",
            "point_link": "https://edit.tosdr.org/points/4721",
            "approval_status": "APPROVED",
            "clause_text": "On 2024-10-19 10:29:54 UTC, jackson2 (23335)  Suspended wrote:\n          I think this is an informative post and it is very useful and knowledgeable. therefore, I would like to thank you for the efforts you have made in writing this article. 오산오피",
            "point_source": "http://www.wikihow.com/wikiHow:Terms-of-Use",
            "case": {
                "text": "You agree not to submit illegal content",
                "href": "https://edit.tosdr.org/cases/238"
            }
        },
        {
            "title": "This service does not guarantee that it or the products obtained through it meet the users' expectations or requirements",
            "rating": "neutral",
            "description": "This service provider informs its users that the services, information, products, or other materials provided on its website may not meet the users' expectations or requirements.",
            "last_updated": "2023-07-11 06:35:47",
            "point_link": "https://edit.tosdr.org/points/11920",
            "approval_status": "APPROVED",
            "clause_text": "On 2024-10-22 09:32:03 UTC, fedada (30172)  Suspended wrote:\n          Thanks for the great post on your blog, it really gives me an insight on this topic..;:’; koi toto",
            "point_source": "http://www.wikihow.com/wikiHow:Terms-of-Use",
            "case": {
                "text": "This service does not guarantee that it or the products obtained through it meet your expectations or requirements",
                "href": "https://edit.tosdr.org/cases/290"
            }
        }
    ]
}