{
    "meta_data": {
        "title": "Prezi - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "Your identity is used in ads that are shown to other users",
            "rating": "blocker",
            "description": "Ads shown to other users may include a reference to you as an implied endorsement.\nMight give away information about your own personal lifestyle to strangers.",
            "last_updated": "2023-07-11 10:09:57",
            "point_link": "https://edit.tosdr.org/points/13875",
            "approval_status": "APPROVED",
            "clause_text": "We use information about you where you have given us consent to do so for a specific purpose not listed above.&nbsp.\nFor example, we may publish testimonials or featured customer stories to promote the Services, with your permission.</b>\n</p>\n<p>\n<b>If you have consented to our use of information about you for a specific purpose, you have the right to change your mind at any time, but this will not affect any processing that has already taken place.",
            "point_source": "https://prezi.com/privacy-policy/201910_NL/",
            "case": {
                "text": "Your identity is used in ads that are shown to other users",
                "href": "https://edit.tosdr.org/cases/327"
            }
        },
        {
            "title": "This service holds onto content that you've deleted",
            "rating": "blocker",
            "description": "Content may remain in backup servers and be retained after deletion, and thus never be completely deleted. This case doesn't apply to contributions that can't be removed due to the nature of the service.",
            "last_updated": "2023-07-11 10:09:57",
            "point_link": "https://edit.tosdr.org/points/13876",
            "approval_status": "APPROVED",
            "clause_text": "<b>Information you contribute to blogs, forums, and related discussion areas – along with your profile information – will be may be read, collected, and used by any member of the public who accesses these websites.&nbsp.\nYour posts and certain profile information may remain even after you terminate your account.\nWe urge you to consider the sensitivity of any information you input into these Services.</b>",
            "point_source": "https://prezi.com/privacy-policy/201910_NL/",
            "case": {
                "text": "This service holds onto content that you've deleted",
                "href": "https://edit.tosdr.org/cases/174"
            }
        },
        {
            "title": "This service keeps user logs for an undefined period of time",
            "rating": "bad",
            "description": "Logs are text files containing some information about web visitors, such as user agents (showing for instance that you're connecting from Firefox for Android) and ip addresses (which reveal your approximate location). This case applies to Services that may keep logs indefinitely, allowing user sessions to be tracked over time. Logs that are kept for a time \"consistent with applicable law\" also fall under this case, since this period of time may be murky or undefined.",
            "last_updated": "2023-07-11 10:10:00",
            "point_link": "https://edit.tosdr.org/points/13884",
            "approval_status": "APPROVED",
            "clause_text": "<b>We may retain logs of automatically collected information (for internal analytics).\nyour email address.\nyour tax information.\ncommunications with you.\nand your transactional information (for auditing, tax, and financial purposes).\nWhen we no longer have a legitimate business interest in retaining data, we will delete or anonymize it.",
            "point_source": "https://prezi.com/privacy-policy/201910_NL/",
            "case": {
                "text": "Logs are kept for an undefined period of time",
                "href": "https://edit.tosdr.org/cases/178"
            }
        },
        {
            "title": "Tracking via third-party cookies for other purposes including advertising",
            "rating": "bad",
            "description": "The service's website sets third-party cookies (cookies that do not belong to their domain) for purposes not including statistics and analytics.",
            "last_updated": "2023-07-11 10:09:56",
            "point_link": "https://edit.tosdr.org/points/13260",
            "approval_status": "APPROVED",
            "clause_text": "Advertising cookies: These cookies are used to deliver adverts more relevant to you and your interests.\nThey are also used to limit the number of times you see an advertisement as well as to help measure the effectiveness of advertising campaigns.\nThey are usually placed by advertising networks with Prezi’s – as the Website operator’s – permission.",
            "point_source": "https://prezi.com/cookie-policy/",
            "case": {
                "text": "Third-party cookies are used for advertising",
                "href": "https://edit.tosdr.org/cases/128"
            }
        },
        {
            "title": "Terms may be changed any time at their discretion, without notice to the user",
            "rating": "bad",
            "description": "The Agreements can be updated at any time, including in a way that negatively affects user rights, without notifying before or after the changes.",
            "last_updated": "2023-07-11 10:09:09",
            "point_link": "https://edit.tosdr.org/points/11752",
            "approval_status": "APPROVED",
            "clause_text": "Prezi reserves the right, at its discretion, to modify this Agreement at any time by posting a notice on its website, http://prezi.com, or by sending you a notice via email or postal mail.\nYou shall be responsible for reviewing and becoming familiar with any such modifications.\nUse of the Software or any Prezi Service by you following such notification constitutes your acceptance of the terms and conditions of this Agreement as modified.",
            "point_source": "https://prezi.com/desktop-eula/",
            "case": {
                "text": "Terms may be changed any time at their discretion, without notice to you",
                "href": "https://edit.tosdr.org/cases/121"
            }
        },
        {
            "title": "The service collects many different types of personal data",
            "rating": "bad",
            "description": "The service collects different kinds of personal data, such as name, demographic information, postal address, biometric data, device information, IDs, contacts, call logs...",
            "last_updated": "2023-07-11 10:10:08",
            "point_link": "https://edit.tosdr.org/points/13929",
            "approval_status": "APPROVED",
            "clause_text": "Information you Share (Account Information, Payment Information, Support Information, Survey Information, Content Information); Information About Others (Contact Information); Additional Information (Use of the Services, From Third Party Services, Linked Services, Cookies/Web Beacons..., From Partners and Service Providers).",
            "point_source": "https://prezi.com/privacy-policy/201910_NL/",
            "case": {
                "text": "Many different types of personal data are collected",
                "href": "https://edit.tosdr.org/cases/376"
            }
        },
        {
            "title": "This service may keep personal data after a request for erasure for business interests or legal obligations",
            "rating": "bad",
            "description": "After the end of the data retention period and/or if you request the deletion of your data, they may still keep it for business interests (fraud detection, transactions...) or legal obligations (tax, legal reporting...)",
            "last_updated": "2023-07-11 10:10:01",
            "point_link": "https://edit.tosdr.org/points/13885",
            "approval_status": "APPROVED",
            "clause_text": "<b>If we receive legal process pertaining to your account or have other legal document retention requirements, we will retain your data for as long as we in good faith believe is necessary to comply with our preservation obligations.\nSimilarly, if we believe that your account has been involved in wrongdoing, we may preserve your Personal Data to defend or assert our rights.</b>",
            "point_source": "https://prezi.com/privacy-policy/201910_NL/",
            "case": {
                "text": "Some personal data may be kept for business interests or legal obligations",
                "href": "https://edit.tosdr.org/cases/333"
            }
        },
        {
            "title": "This service tracks you on other websites",
            "rating": "bad",
            "description": "The service may use tracking technologies in third-party websites to track your online activity while you aren't visiting their Site.",
            "last_updated": "2023-07-11 10:09:59",
            "point_link": "https://edit.tosdr.org/points/13860",
            "approval_status": "APPROVED",
            "clause_text": "\"When you visit our websites, sign in into our Services, interact with our email notifications, or visit a third-party service that includes content from our Services, we may receive information about you, or combine such information with other personal information.\"\n\nThis means that by visiting certain third party websites, Prezi will collect and combine your information.",
            "point_source": "https://prezi.com/privacy-policy/201910_NL/",
            "case": {
                "text": "This service tracks you on other websites",
                "href": "https://edit.tosdr.org/cases/129"
            }
        },
        {
            "title": "The service can delete your account without prior notice and without a reason",
            "rating": "bad",
            "description": "At any time, your account can be terminated without explanation and without warning by the service.",
            "last_updated": "2023-07-11 10:10:05",
            "point_link": "https://edit.tosdr.org/points/13912",
            "approval_status": "APPROVED",
            "clause_text": "<b>You agree that Prezi may, at its sole discretion and without prior notice, terminate your account, your access to the Service, and/or block your future access to the Service.\nBy way of example, but not by way of limitation, we may terminate your account if we determine that you have violated this Agreement or other agreements or guidelines that may be associated with your use of the Service.",
            "point_source": "https://prezi.com/terms-of-use/201910_NL/",
            "case": {
                "text": "Your account can be deleted or permanently suspended without prior notice and without a reason",
                "href": "https://edit.tosdr.org/cases/201"
            }
        },
        {
            "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
            "rating": "bad",
            "description": "Tracking technologies (such as web beacons, tracking pixels...) are employed on users and/or the service assigns a unique ID to a browser or device to track its behaviour.",
            "last_updated": "2023-07-11 10:09:57",
            "point_link": "https://edit.tosdr.org/points/13864",
            "approval_status": "APPROVED",
            "clause_text": "<b>The Services, our service providers, linked services, and third party content and/or functionality that appears on the Services may use cookies and other tracking tools including web beacons, pixel tags, clear GIFs, and the like.",
            "point_source": "https://prezi.com/privacy-policy/201910_NL/",
            "case": {
                "text": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting",
                "href": "https://edit.tosdr.org/cases/323"
            }
        },
        {
            "title": "This service gathers information about you through third parties",
            "rating": "bad",
            "description": "This Service may employ, either identifiable or non-identifiable, data collection from third party sources about you.",
            "last_updated": "2023-07-11 10:09:57",
            "point_link": "https://edit.tosdr.org/points/13866",
            "approval_status": "APPROVED",
            "clause_text": "In the course of providing such services to us, these companies may obtain information about you, including personal information, and that information will be shared with us.",
            "point_source": "https://prezi.com/privacy-policy/201910_NL/",
            "case": {
                "text": "Information is gathered about you through third parties",
                "href": "https://edit.tosdr.org/cases/382"
            }
        },
        {
            "title": "Your profile is combined across various products",
            "rating": "bad",
            "description": "When using multiple services from one same company, they can combine these (unrelated) information sources about you to build up a single richer user profile about you.",
            "last_updated": "2023-07-11 10:09:58",
            "point_link": "https://edit.tosdr.org/points/13858",
            "approval_status": "APPROVED",
            "clause_text": "Where you use multiple Services (e.g., Prezi Desktop, Prezi on the web or mobile device), we combine information about you and your activities to provide an integrated experience, such as to allow you to find information from one Service while searching from another or to present relevant information as you travel across our websites.",
            "point_source": "https://prezi.com/privacy-policy/201910_NL/",
            "case": {
                "text": "Your profile is combined across various products",
                "href": "https://edit.tosdr.org/cases/326"
            }
        },
        {
            "title": "This service reserves the right to disclose your personal information without notifying you",
            "rating": "bad",
            "description": "If the Government governing the Terms requests personal data of a user of this service, they may not inform/notify the user while complying with the request.",
            "last_updated": "2023-07-11 10:09:59",
            "point_link": "https://edit.tosdr.org/points/13873",
            "approval_status": "APPROVED",
            "clause_text": "<b>Where required by law or where we believe it is necessary to protect our legal rights, legitimate interests and those of others, we may use or disclose information about you in connection with legal claims, compliance, regulatory, and audit functions,",
            "point_source": "https://prezi.com/privacy-policy/201910_NL/",
            "case": {
                "text": "Your personal data may be disclosed to comply with government requests without notice to you",
                "href": "https://edit.tosdr.org/cases/164"
            }
        },
        {
            "title": "Instead of asking directly, this Service will assume your consent merely from your usage.",
            "rating": "bad",
            "description": "The Service infers your acceptance from your continued usage, instead of prompting you to read the new Terms and asking for direct consent. This doesn’t apply to services that have no way to seek consent from users through their contact details or an account.",
            "last_updated": "2023-07-11 10:10:00",
            "point_link": "https://edit.tosdr.org/points/13888",
            "approval_status": "APPROVED",
            "clause_text": "Your use of the Service after the date such change(s) become effective will constitute consent to the changed terms.\nIf you do not agree to the changes, you must immediately stop using the Service.\nOtherwise, the new terms will apply to you.",
            "point_source": "https://prezi.com/terms-of-use/201910_NL/",
            "case": {
                "text": "Instead of asking directly, this Service will assume your consent to changes of terms merely from your usage.",
                "href": "https://edit.tosdr.org/cases/403"
            }
        },
        {
            "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.",
            "rating": "bad",
            "description": "If the service gets acquired or is involved in a merger, bankruptcy, reorganisation or sale, your personal data may be transferred or sold.",
            "last_updated": "2023-07-11 10:10:00",
            "point_link": "https://edit.tosdr.org/points/13874",
            "approval_status": "APPROVED",
            "clause_text": "",
            "point_source": "https://prezi.com/privacy-policy/201910_NL/",
            "case": {
                "text": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction",
                "href": "https://edit.tosdr.org/cases/243"
            }
        },
        {
            "title": "The service does not guarantee that software errors will be corrected",
            "rating": "bad",
            "description": "Users agree to use the service and its software as provided and accept that any errors within that software may not be corrected.",
            "last_updated": "2023-07-11 10:10:05",
            "point_link": "https://edit.tosdr.org/points/13918",
            "approval_status": "APPROVED",
            "clause_text": "\"PREZI AND THE PREZI AFFILIATES MAKE NO WARRANTY THAT [...] AND (e) ANY DEFECTS IN THE OPERATION OR FUNCTIONALITY OF THE SERVICE OR RELATED SOFTWARE WILL BE CORRECTED.\"",
            "point_source": "https://prezi.com/terms-of-use/201910_NL/",
            "case": {
                "text": "The service does not guarantee that software errors will be corrected",
                "href": "https://edit.tosdr.org/cases/289"
            }
        },
        {
            "title": "You waive your right to a class action.",
            "rating": "bad",
            "description": "The right to be represented in a class action (or representative action) exists in the US and some European countries. It allows people who have been similarly injured by the same accused to take legal action by a single lawsuit instead of individually. Some Terms of Service try to limit that right. By agreeing to them, you could waive (= renounce to) your right to a class action, which might reduce your chances to be successful in a case.",
            "last_updated": "2023-07-11 10:10:06",
            "point_link": "https://edit.tosdr.org/points/13924",
            "approval_status": "APPROVED",
            "clause_text": "<b>Notwithstanding the foregoing, either party may bring an individual action in small claims court if its claims are within that court’s jurisdiction and are pending only in that court.\nYou agree that, by entering into this Agreement, you and Prezi are each waiving the right to a trial by jury or to participate in a class action.\nThis Agreement evidences a transaction in interstate commerce, and thus the Federal Arbitration Act governs the interpretation and enforcement of this provision.",
            "point_source": "https://prezi.com/terms-of-use/201910_NL/",
            "case": {
                "text": "You waive your right to a class action.",
                "href": "https://edit.tosdr.org/cases/117"
            }
        },
        {
            "title": "This service forces users into binding arbitration in the case of disputes",
            "rating": "bad",
            "description": "This service forces users to use their own contracted arbitrator and forces users to waive their rights to jury trial.",
            "last_updated": "2023-07-11 10:10:08",
            "point_link": "https://edit.tosdr.org/points/13925",
            "approval_status": "APPROVED",
            "clause_text": "",
            "point_source": "https://prezi.com/terms-of-use/201910_NL/",
            "case": {
                "text": "You are forced into binding arbitration in case of disputes",
                "href": "https://edit.tosdr.org/cases/339"
            }
        },
        {
            "title": "This service can license user content to third parties",
            "rating": "bad",
            "description": "By posting content through the Services, users grant them a transferable and/or sublicensable right, which allows user content to be licensed to third parties.",
            "last_updated": "2023-07-11 10:10:21",
            "point_link": "https://edit.tosdr.org/points/13905",
            "approval_status": "APPROVED",
            "clause_text": "\"With respect to Public User Content, you hereby do and shall grant to Prezi (and its successors, assignees, and third-party service providers) a worldwide, non-exclusive, royalty-free, fully paid, sublicensable, and transferable license\"",
            "point_source": "https://prezi.com/terms-of-use/201910_NL/",
            "case": {
                "text": "Your content can be licensed to third parties",
                "href": "https://edit.tosdr.org/cases/134"
            }
        },
        {
            "title": "The service may collect extra data about you through promotions",
            "rating": "bad",
            "description": "Additional personal data may be collected through contests, surveys, promotions, petitions or sweepstakes.",
            "last_updated": "2023-07-11 06:35:24",
            "point_link": "https://edit.tosdr.org/points/13857",
            "approval_status": "APPROVED",
            "clause_text": "<b>From time to time, we may ask our registered users or visitors to participate in surveys.\nThese surveys are optional.\nIf you choose to participate, any information you provide to us, including personal information, will be linked with your account in our system.\nIf you would not like your information to be used in this way, you have the option to not participate in surveys or, if you do participate, to provide us only with information you consent to our use of in accordance with this Privacy Policy.</b>",
            "point_source": "https://prezi.com/privacy-policy/201910_NL/",
            "case": {
                "text": "Extra data may be collected about you through promotions",
                "href": "https://edit.tosdr.org/cases/211"
            }
        },
        {
            "title": "This service tracks which web page referred you to it",
            "rating": "bad",
            "description": "The service logs the URL of the last web page you visited before visiting the Site and may use that information to gather more data about you.",
            "last_updated": "2023-07-11 10:09:58",
            "point_link": "https://edit.tosdr.org/points/13862",
            "approval_status": "APPROVED",
            "clause_text": "\"This service usage information includes data such as your IP address, browser type, operating system, the referring web page, pages visited within our Services, location, your mobile carrier, device information (including device and application IDs), search terms, and cookie information.\"",
            "point_source": "https://prezi.com/privacy-policy/201910_NL/",
            "case": {
                "text": "This service tracks which web page referred you to it",
                "href": "https://edit.tosdr.org/cases/387"
            }
        },
        {
            "title": "This service may use your personal information for marketing purposes",
            "rating": "bad",
            "description": "The service may use your personal data for marketing, such as sending you personalised offerings.",
            "last_updated": "2023-07-11 10:09:58",
            "point_link": "https://edit.tosdr.org/points/13865",
            "approval_status": "APPROVED",
            "clause_text": "<b>Market</b>\n</p>\n<p>\n<b>Send you information or materials via email about products, offers, and news we think might interest you.\nIn specific cases where we have your consent and you have provided us additional contact information, we may contact you through other channels including telephone.\nThese communications are aimed at driving engagement and maximizing what you get out of the Services, including information about new features, survey requests, newsletters, and events we think may be of interest to you.&nbsp.\nWe also communicate with you about new product offers, promotions, and contests of Prezi Inc.\nor its licensees or selected commercial partners.",
            "point_source": "https://prezi.com/privacy-policy/201910_NL/",
            "case": {
                "text": "Your personal data may be used for marketing purposes",
                "href": "https://edit.tosdr.org/cases/336"
            }
        },
        {
            "title": "The service uses your personal data to employ targeted advertising through Facebook.",
            "rating": "bad",
            "description": "Your Personal Information is traded and shared with advertising companies to target ads on you, either on the website you were visiting or in third party websites. Your interaction with the service and data you have shared with them may be gathered to create an advertising ID or profile.",
            "last_updated": "2023-07-11 10:09:59",
            "point_link": "https://edit.tosdr.org/points/13872",
            "approval_status": "APPROVED",
            "clause_text": "For example, we use Facebook Custom Audiences to promote specific our Services on through Facebook’s ad platform.\nWe do not promote other products or services that are not related to Prezi Inc.",
            "point_source": "https://prezi.com/privacy-policy/201910_NL/",
            "case": {
                "text": "Your personal data is used to employ targeted third-party advertising",
                "href": "https://edit.tosdr.org/cases/220"
            }
        },
        {
            "title": "This service uses your personal information for many different purposes",
            "rating": "bad",
            "description": "Personal Data can be processed for many reasons, including non essential processing such as for advertising, marketing and analytics purposes.",
            "last_updated": "2023-07-11 10:10:08",
            "point_link": "https://edit.tosdr.org/points/13930",
            "approval_status": "APPROVED",
            "clause_text": "In compliance with law; for Legitimate Interests; Activity Processing (Providing Services, Development, Conduct Research, Personalized Experiences, Communications, Marketing, First-Party/Third-Party Advertising, Support, Promoting Safety/Security); Legal Rights (Mergers/Business Transfers, Disclosure to Law); Other Objections w/Consent (Third Party Disclosures)",
            "point_source": "https://prezi.com/privacy-policy/201910_NL/",
            "case": {
                "text": "Your personal information is used for many different purposes",
                "href": "https://edit.tosdr.org/cases/185"
            }
        },
        {
            "title": "The service may keep a secure, anonymized record of users' data for analytical purposes even after the data retention period",
            "rating": "bad",
            "description": "The data retention period states how long a service keeps user data. In this case, the service may anonymize the personal data after its retention period is over and use it for analytical or research purposes.",
            "last_updated": "2023-07-11 10:10:00",
            "point_link": "https://edit.tosdr.org/points/13883",
            "approval_status": "APPROVED",
            "clause_text": "If you are not a user from a Designated Country, we may retain a back-up copy of your Private or Public User Content potentially with Personal Data in it, indefinitely.",
            "point_source": "https://prezi.com/privacy-policy/201910_NL/",
            "case": {
                "text": "The service may keep a secure, anonymized record of your data for analytical purposes even after the data retention period",
                "href": "https://edit.tosdr.org/cases/304"
            }
        },
        {
            "title": "Your personal data is given to third parties",
            "rating": "bad",
            "description": "Your personal data is or may be given to third parties essential to the service’s operation. This could be an external spam detection service for an internet forum.",
            "last_updated": "2023-07-11 10:10:00",
            "point_link": "https://edit.tosdr.org/points/13877",
            "approval_status": "APPROVED",
            "clause_text": "<b>We use others to help us provide our Services.\nThis includes helping us do application development, hosting, maintenance, backup, storage, virtual infrastructure, payment processing, fraud detection, marketing, and analysis.\nThird-party service providers have access to your information as reasonably necessary to perform these tasks on our behalf",
            "point_source": "https://prezi.com/privacy-policy/201910_NL/",
            "case": {
                "text": "This service gives your personal data to third parties involved in its operation",
                "href": "https://edit.tosdr.org/cases/188"
            }
        },
        {
            "title": "This service throttles your use",
            "rating": "bad",
            "description": "The service may impose limits or restrictions to the use of the service, thus negatively impacting users experience. They may do so without reason or prior notice.",
            "last_updated": "2023-07-11 10:10:05",
            "point_link": "https://edit.tosdr.org/points/13913",
            "approval_status": "APPROVED",
            "clause_text": "Also, if a particular piece of content creates too large a demand on the Service, it may result in access to the content being temporarily or permanently disabled.",
            "point_source": "https://prezi.com/terms-of-use/201910_NL/",
            "case": {
                "text": "Your use is throttled",
                "href": "https://edit.tosdr.org/cases/157"
            }
        },
        {
            "title": "The service uses your personal data for advertising",
            "rating": "bad",
            "description": "Your interaction with the service and data you have shared with them may be gathered to create an advertising ID or profile to target ads on you, either on the website you were visiting or in third party websites.",
            "last_updated": "2023-07-11 10:09:58",
            "point_link": "https://edit.tosdr.org/points/13871",
            "approval_status": "APPROVED",
            "clause_text": "Advertise</b>\n</p>\n<p>\n<b>Target ads to registered users, visitors, and others through a variety of advertising partners.\nIn some cases, we also use information including service usage information, and information from web beacons, pixels, and cookies, and device identifiers that we collect as mentioned above to better understand how to promote and advertise our Services to you.",
            "point_source": "https://prezi.com/privacy-policy/201910_NL/",
            "case": {
                "text": "Your personal data is used for advertising",
                "href": "https://edit.tosdr.org/cases/216"
            }
        },
        {
            "title": "Your data may be processed and stored anywhere in the world",
            "rating": "bad",
            "description": "Your data is stored all over the world, including in countries where data protection rules may differ from the ones of the service's jurisdiction or those of your country jurisdiction.",
            "last_updated": "2023-07-11 10:10:01",
            "point_link": "https://edit.tosdr.org/points/13886",
            "approval_status": "APPROVED",
            "clause_text": "<b>In accordance with the GDPR and other applicable privacy laws, we may transfer your Personal Data from your country of residence to the U.S.\n(or other countries) and we process data both inside and outside of the United States and rely on legally-provided mechanisms to lawfully transfer data across borders (e.g.\nBinding Corporate Rules or Standard Contractual Clauses or safe harbor programs).</b>\n</p>\n<p>\n<b>Some of the third parties described in this Privacy Policy, which provide services to us under contract, are based in other countries that may have laws that are different, and potentially not as protective, as the laws of your country of residence.\nWhen we share information of our users in the Designated Countries, we make use of European Commission-approved Standard Contractual Data Protection Clauses, Binding Corporate Rules for transfers to data processors, or other appropriate legal mechanisms to safeguard the transfer.",
            "point_source": "https://prezi.com/privacy-policy/201910_NL/",
            "case": {
                "text": "Your data may be processed and stored anywhere in the world",
                "href": "https://edit.tosdr.org/cases/187"
            }
        },
        {
            "title": "This service retains rights to your content even after you stop using your account",
            "rating": "bad",
            "description": "The service may still use your content and display it after you stopped using it by closing your account, since you granted them a perpetual or (in some cases) an unlimited license over that content.",
            "last_updated": "2023-07-11 10:10:03",
            "point_link": "https://edit.tosdr.org/points/13901",
            "approval_status": "APPROVED",
            "clause_text": "This license ends one year after you delete your Public User Content or your account is closed (either by you or by us), except (i) to the extent that your Public User Content has been shared with others and they have not deleted it and (ii) that we retain a license to maintain a back-up copy of your Public User Content indefinitely.",
            "point_source": "https://prezi.com/terms-of-use/201910_NL/",
            "case": {
                "text": "This service retains rights to your content even after you stop using your account",
                "href": "https://edit.tosdr.org/cases/173"
            }
        },
        {
            "title": "You must provide your legal name, pseudonyms are not allowed",
            "rating": "bad",
            "description": "You must provide your legal name and pseudonyms aren't allowed. This case doesn't apply to Services for which transparency regarding users identities is relevant for their purposes.",
            "last_updated": "2023-07-11 06:34:38",
            "point_link": "https://edit.tosdr.org/points/13844",
            "approval_status": "APPROVED",
            "clause_text": "If you do choose to create an account and become a member, you must provide us with some personal information so that we can provide our services to you including your name, email address and/or phone number, occupation, title, and a password.",
            "point_source": "https://prezi.com/privacy-policy/201910_NL/",
            "case": {
                "text": "You must provide your legal name, pseudonyms are not allowed",
                "href": "https://edit.tosdr.org/cases/214"
            }
        },
        {
            "title": "This service uses third-party cookies for statistics",
            "rating": "bad",
            "description": "For instance, Google Analytics, rather than self-hosted (first-party) statistics software.",
            "last_updated": "2023-07-11 10:09:58",
            "point_link": "https://edit.tosdr.org/points/13868",
            "approval_status": "APPROVED",
            "clause_text": "Another of our service providers is Google Analytics, which collects information such as how often users visit this site, what pages they visit when they do so, and what other sites they used prior to coming to this site.\nTo learn more about how Google Analytics collects and uses your data when you use the Service, and how you can control the information sent to Google Analytics, please review&nbsp;https://www.google.com/policies/privacy/partners.",
            "point_source": "https://prezi.com/privacy-policy/201910_NL/",
            "case": {
                "text": "Third-party cookies are used for statistics",
                "href": "https://edit.tosdr.org/cases/325"
            }
        },
        {
            "title": "Liability on behalf of the service is only limited to the fees you paid 6 months prior.",
            "rating": "bad",
            "description": null,
            "last_updated": "2023-07-11 10:10:07",
            "point_link": "https://edit.tosdr.org/points/13921",
            "approval_status": "APPROVED",
            "clause_text": "TO THE FULLEST EXTENT PERMITTED BY LAW, THE TOTAL LIABILITY OF PREZI, AND ITS SUPPLIERS AND DISTRIBUTORS, FOR ANY CLAIM UNDER THESE TERMS, INCLUDING FOR ANY IMPLIED WARRANTIES, IS LIMITED TO THE AMOUNT YOU PAID US TO USE THE SERVICES OVER THE PRIOR SIX-MONTH PERIOD.",
            "point_source": "https://prezi.com/terms-of-use/201910_NL/",
            "case": {
                "text": "Any liability on behalf of the service is only limited to the fees you paid as a user",
                "href": "https://edit.tosdr.org/cases/149"
            }
        },
        {
            "title": "This service employs third-party cookies, but with opt-out instructions",
            "rating": "bad",
            "description": null,
            "last_updated": "2023-07-11 10:10:07",
            "point_link": "https://edit.tosdr.org/points/13928",
            "approval_status": "APPROVED",
            "clause_text": "</ul>How can I control or delete cookies?<p>You can see the cookie list and change your cookie settings here, or you can turn off all cookies, if you prefer not to receive them.\nYou can also have your computer warn you whenever cookies are being used.</p>\n<p>Most internet browsers are initially set up to automatically accept cookies.\nYou can change the settings to block cookies or to alert you when cookies are being sent to your device.\nThere are a number of ways to manage cookies.",
            "point_source": "https://prezi.com/cookie-policy/",
            "case": {
                "text": "Third party cookies are employed, but with opt out instructions",
                "href": "https://edit.tosdr.org/cases/127"
            }
        },
        {
            "title": "Tracking pixels are used in service-to-user communication",
            "rating": "bad",
            "description": "The service tracks the user count or some actions of the user; this is usually used for statistics. For example, emails sent by a service can contain a pixel tag, which is a small, clear image that can tell them whether or not you have opened an email and what your IP address is.",
            "last_updated": "2023-07-11 10:09:58",
            "point_link": "https://edit.tosdr.org/points/13859",
            "approval_status": "APPROVED",
            "clause_text": "\"When you visit our websites, sign in into our Services, interact with our email notifications, or visit a third-party service that includes content from our Services, we may receive information about you, or combine such information with other personal information.\"",
            "point_source": "https://prezi.com/privacy-policy/201910_NL/",
            "case": {
                "text": "Tracking pixels are used in service-to-user communication",
                "href": "https://edit.tosdr.org/cases/217"
            }
        },
        {
            "title": "No need to register",
            "rating": "good",
            "description": "This service can be used without providing a user profile.",
            "last_updated": "2023-07-11 06:35:23",
            "point_link": "https://edit.tosdr.org/points/13843",
            "approval_status": "APPROVED",
            "clause_text": "You don’t have to create an account to use some of our service features, such as searching and viewing public presentations.",
            "point_source": "https://prezi.com/privacy-policy/201910_NL/",
            "case": {
                "text": "No need to register",
                "href": "https://edit.tosdr.org/cases/320"
            }
        },
        {
            "title": "You maintain ownership of your data",
            "rating": "good",
            "description": "This service does not claim ownership over user-generated content or materials, and the user doesn't need to waive any moral rights by posting owned content.",
            "last_updated": "2023-07-11 10:03:12",
            "point_link": "https://edit.tosdr.org/points/13907",
            "approval_status": "APPROVED",
            "clause_text": "<b>Regardless of whether you designate content public or private, Prezi makes no claim of ownership to your User Content and obtains no rights to your content other than as provided for herein.",
            "point_source": "https://prezi.com/terms-of-use/201910_NL/",
            "case": {
                "text": "You maintain ownership of your content",
                "href": "https://edit.tosdr.org/cases/183"
            }
        },
        {
            "title": "The cookies used by this service do not contain information that would personally identify you",
            "rating": "good",
            "description": "The cookies used only collect anonymous, aggregated data that cannot be linked to a unique identity.",
            "last_updated": "2023-07-11 10:09:59",
            "point_link": "https://edit.tosdr.org/points/13849",
            "approval_status": "APPROVED",
            "clause_text": "<p>Prezi cookies do not collect personal information from you, and we do not combine the general information collected through cookies with other personal information you may provide to personally identify you.",
            "point_source": "https://prezi.com/cookie-policy/",
            "case": {
                "text": "The cookies used by this service do not contain information that would personally identify you",
                "href": "https://edit.tosdr.org/cases/374"
            }
        },
        {
            "title": "You can request access and deletion of personal data",
            "rating": "good",
            "description": "Users have the right to access personal data hold by the Service, correct it and/or permanently delete it. This usually applies to Services GDPR compliants.",
            "last_updated": "2023-07-11 10:10:01",
            "point_link": "https://edit.tosdr.org/points/13880",
            "approval_status": "APPROVED",
            "clause_text": "12.3 Right to delete data</b>\n<p>\n<b>You have the right to ask us to erase or delete your Personal Data.\nIn some cases (for example, information previously posted in public areas) it may not be practical or may be unduly burdensome, to delete your Personal Data.\nIn the event that we may not delete your Personal Data, we will inform you.</b>",
            "point_source": "https://prezi.com/privacy-policy/201910_NL/",
            "case": {
                "text": "You can request access, correction and/or deletion of your data",
                "href": "https://edit.tosdr.org/cases/195"
            }
        },
        {
            "title": "The court of law governing the terms is in a jurisdiction that is friendlier to user privacy protection.",
            "rating": "good",
            "description": "The Terms are governed by the applicable laws of a jurisdiction known for protecting citizens privacy with strong data regulations. Usually contributors will need to explain in the Analysis view of each point linked to this Case why the jurisdiction is friendly to user privacy protection.",
            "last_updated": "2023-07-11 10:10:05",
            "point_link": "https://edit.tosdr.org/points/13927",
            "approval_status": "APPROVED",
            "clause_text": "The laws of the State of California, excluding California’s conflict of laws rules, will apply to any disputes arising out of or relating to these terms or the Prezi Services.",
            "point_source": "https://prezi.com/terms-of-use/201910_NL/",
            "case": {
                "text": "The court of law governing the terms is in a jurisdiction that is friendlier to user privacy protection.",
                "href": "https://edit.tosdr.org/cases/241"
            }
        },
        {
            "title": "The service's data retention period is kept to the minimum necessary for fulfilling its purposes",
            "rating": "good",
            "description": "The service will remove personal data from its systems once it is no longer required. Depending on the type of information and the reason it was collected, data retention periods will vary.",
            "last_updated": "2023-07-11 06:35:21",
            "point_link": "https://edit.tosdr.org/points/13845",
            "approval_status": "APPROVED",
            "clause_text": "<b>We keep your Personal Data in a form that enables us to identify you for no longer than is necessary for the purposes for which your Personal Data is processed.</b>\n</p>",
            "point_source": "https://prezi.com/privacy-policy/201910_NL/",
            "case": {
                "text": "The data retention period is kept to the minimum necessary for fulfilling its purposes",
                "href": "https://edit.tosdr.org/cases/303"
            }
        },
        {
            "title": "The service informs users about the risk of publishing personal info online",
            "rating": "good",
            "description": null,
            "last_updated": "2023-07-11 06:35:21",
            "point_link": "https://edit.tosdr.org/points/13846",
            "approval_status": "APPROVED",
            "clause_text": "Please exercise discretion concerning those you share your private content with.</b>",
            "point_source": "https://prezi.com/privacy-policy/201910_NL/",
            "case": {
                "text": "You are informed about the risk of publishing personal info online",
                "href": "https://edit.tosdr.org/cases/231"
            }
        },
        {
            "title": "The service provides information about how they intend to use your personal data",
            "rating": "good",
            "description": "The Privacy Policy explains the purposes for which data is collected and the way it is processed, used and shared.",
            "last_updated": "2023-07-11 10:09:57",
            "point_link": "https://edit.tosdr.org/points/13869",
            "approval_status": "APPROVED",
            "clause_text": "<b>9.\nHow we use and process your Personal Data",
            "point_source": "https://prezi.com/privacy-policy/201910_NL/",
            "case": {
                "text": "Information is provided about how your personal data is used",
                "href": "https://edit.tosdr.org/cases/227"
            }
        },
        {
            "title": "The service provides a complaint mechanism for the handling of personal data",
            "rating": "good",
            "description": "The service provides users with contact information for an internal or external structure to lodge complaints. It also provides users with contact information for a higher data protection / privacy office in case the internal mechanism fails to satisfy the user.",
            "last_updated": "2023-07-11 10:10:01",
            "point_link": "https://edit.tosdr.org/points/13881",
            "approval_status": "APPROVED",
            "clause_text": "12.8 How to exercise your rights</b>\n<p>\n<b>At any time, you may exercise your rights as described in this article by sending an email to&nbsp;privacy@prezi.com.\nIn the email please provide specific details about the right you are exercising.\nOnce we receive the communication, we will respond as quickly as possible and without delay.\nDepending on the request, it might take us some time to respond, but we will endeavor to do so within 30 days of receiving your request.",
            "point_source": "https://prezi.com/privacy-policy/201910_NL/",
            "case": {
                "text": "A complaint mechanism is provided for the handling of personal data",
                "href": "https://edit.tosdr.org/cases/300"
            }
        },
        {
            "title": "The service provides details about what kinds of personal information they collect",
            "rating": "good",
            "description": "The Privacy Policy describes in detail the data collected through the website and through the services provided.",
            "last_updated": "2023-07-11 06:35:24",
            "point_link": "https://edit.tosdr.org/points/13855",
            "approval_status": "APPROVED",
            "clause_text": "5.\nWhat personal data we collect and why",
            "point_source": "https://prezi.com/privacy-policy/201910_NL/",
            "case": {
                "text": "Information is provided about what kind of information they collect",
                "href": "https://edit.tosdr.org/cases/228"
            }
        },
        {
            "title": "The service reviews its privacy policy on a regular basis",
            "rating": "good",
            "description": "Users know the date the privacy policy was last updated and can thus infer the next time it will be reviewed. This gives users more certainty about how long they can trust the current policy to apply.",
            "last_updated": "2023-07-11 10:09:59",
            "point_link": "https://edit.tosdr.org/points/13854",
            "approval_status": "APPROVED",
            "clause_text": "<b>We review our Privacy Policy on a regular basis.\nThis Privacy Policy may be amended from time to time, and if we make material changes to it, we will provide you notice through the Services, or by other appropriate means (including but not limited to email, via this page or via the user interface).",
            "point_source": "https://prezi.com/privacy-policy/201910_NL/",
            "case": {
                "text": "The service reviews its privacy policy on a regular basis",
                "href": "https://edit.tosdr.org/cases/301"
            }
        },
        {
            "title": "Third parties used by the service are bound by confidentiality obligations",
            "rating": "good",
            "description": "The Third Parties accessing your personal information must keep it confidential and only use it for limited purposes.",
            "last_updated": "2023-07-11 10:10:00",
            "point_link": "https://edit.tosdr.org/points/13878",
            "approval_status": "APPROVED",
            "clause_text": "\"We use others to help us provide our Services. This includes helping us do application development, hosting, maintenance, backup, storage, virtual infrastructure, payment processing, fraud detection, marketing, and analysis. Third-party service providers have access to your information as reasonably necessary to perform these tasks on our behalf and are obligated not to disclose or use it for other purposes. All our service providers must meet our security and privacy standards before they gain access to any of your information.\"",
            "point_source": "https://prezi.com/privacy-policy/201910_NL/",
            "case": {
                "text": "Third parties used by the service are bound by confidentiality obligations",
                "href": "https://edit.tosdr.org/cases/210"
            }
        },
        {
            "title": "This Service provides a list of Third Parties involved in its operation.",
            "rating": "good",
            "description": "The Service provides a list detailing the third parties involved, their roles, and may even provide more information.",
            "last_updated": "2023-07-11 10:09:57",
            "point_link": "https://edit.tosdr.org/points/13867",
            "approval_status": "APPROVED",
            "clause_text": "You can find many of Prezi’s authorized partners and service providers (data processors) here.",
            "point_source": "https://prezi.com/privacy-policy/201910_NL/",
            "case": {
                "text": "This Service provides a list of Third Parties involved in its operation.",
                "href": "https://edit.tosdr.org/cases/404"
            }
        },
        {
            "title": "The user is informed about security practices",
            "rating": "good",
            "description": "It's important to know what security measures are taken to protect your data from unauthorized access. This case applies to the Agreements that precisely explain their security practices.",
            "last_updated": "2023-07-11 10:07:58",
            "point_link": "https://edit.tosdr.org/points/11751",
            "approval_status": "APPROVED",
            "clause_text": "Here’s a quick look at the strict principles we live by in order to earn your trust and keep it.",
            "point_source": "https://prezi.com/security/",
            "case": {
                "text": "Information is provided about security practices",
                "href": "https://edit.tosdr.org/cases/226"
            }
        },
        {
            "title": "You can opt out of promotional communications",
            "rating": "good",
            "description": "You can update your account preferences and/or easily unsubscribe of email/sms lists to stop receiving promotional communications.",
            "last_updated": "2023-07-11 10:09:59",
            "point_link": "https://edit.tosdr.org/points/13882",
            "approval_status": "APPROVED",
            "clause_text": "You may cancel your account and you may opt-out of receiving marketing emails from us at any time.\nIn order to cancel your account, opt-out of, or modify your personal information, you must do so by logging in and visiting your&nbsp;Settings &amp.\nAccount&nbsp;page and following the instructions provided, or go to our&nbsp;Help &amp.\nSupport page.",
            "point_source": "https://prezi.com/privacy-policy/201910_NL/",
            "case": {
                "text": "You can opt out of promotional communications",
                "href": "https://edit.tosdr.org/cases/223"
            }
        },
        {
            "title": "The service has non-exclusive use of your content",
            "rating": "good",
            "description": "The service can pay for your content and you are allowed to make it commercially available to other services/parties.",
            "last_updated": "2023-07-11 10:09:54",
            "point_link": "https://edit.tosdr.org/points/13900",
            "approval_status": "APPROVED",
            "clause_text": "<b>With respect to Public User Content, you hereby do and shall grant to Prezi (and its successors, assignees, and third-party service providers) a worldwide, non-exclusive,",
            "point_source": "https://prezi.com/terms-of-use/201910_NL/",
            "case": {
                "text": "The service has non-exclusive use of your content",
                "href": "https://edit.tosdr.org/cases/402"
            }
        },
        {
            "title": "You can choose the copyright license",
            "rating": "good",
            "description": "You have the right to choose or change the license over content you publish through the Service.",
            "last_updated": "2023-07-11 10:10:03",
            "point_link": "https://edit.tosdr.org/points/13903",
            "approval_status": "APPROVED",
            "clause_text": "If your content is designated as Public User Content, you may choose to “allow re-use” of that content (in the case of videos that are designated Public User Content, you are required to allow re-use).\nWhen you allow re-use of your Public User Content, you hereby do and shall grant to each user of the Service a worldwide, non-exclusive license to use, store, reproduce, modify, create derivative works, communicate to the public, publish, publicly perform, publicly display, distribute and transmit your User Content, and portions thereof as permitted by the Prezi Services.",
            "point_source": "https://prezi.com/terms-of-use/201910_NL/",
            "case": {
                "text": "You can choose the copyright license",
                "href": "https://edit.tosdr.org/cases/222"
            }
        },
        {
            "title": "You can choose with whom you share content",
            "rating": "good",
            "description": "Users can decide whether or not they want their content to be shared and they can control how and with whom it is shared.",
            "last_updated": "2023-07-11 10:10:03",
            "point_link": "https://edit.tosdr.org/points/13902",
            "approval_status": "APPROVED",
            "clause_text": "Regardless of whether your User Content has been designated as Public User Content or Private User Content, you may choose to share a presentation, video or other User Content in a manner that allows the person you’ve shared such User Content with (a “Co-editor”) to reuse or edit that User Content, or portions thereof as permitted by the Prezi Services.\nYou can learn more about sharing with edit rights here.",
            "point_source": "https://prezi.com/terms-of-use/201910_NL/",
            "case": {
                "text": "You can choose with whom you share content",
                "href": "https://edit.tosdr.org/cases/225"
            }
        },
        {
            "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:10:07",
            "point_link": "https://edit.tosdr.org/points/13923",
            "approval_status": "APPROVED",
            "clause_text": "You agree to indemnify and hold Prezi and/or the Prezi Affiliates harmless from and against any and all liabilities and costs (including reasonable attorney’s fees) incurred by Prezi and/or the Prezi Affiliates in connection with any claim arising out of your breach of the Agreement.\nPrezi reserves the right, at its own expense, to assume the exclusive defense and control of any matter otherwise subject to indemnification by you.",
            "point_source": "https://prezi.com/terms-of-use/201910_NL/",
            "case": {
                "text": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
                "href": "https://edit.tosdr.org/cases/146"
            }
        },
        {
            "title": "Blocking first party cookies may limit your ability to use the service",
            "rating": "neutral",
            "description": "Most browsers allow users to set preferences related to cookies storage. You may choose to block all cookies (including first-party cookies), but it may impact your use of this service and you may not be able to access some or any of the features provided.",
            "last_updated": "2023-07-11 10:09:59",
            "point_link": "https://edit.tosdr.org/points/13851",
            "approval_status": "APPROVED",
            "clause_text": "<p>Please be aware, however, that when you choose to reject cookies, this choice may limit the functionality of the Website and you may lose access to some of its features.",
            "point_source": "https://prezi.com/cookie-policy/",
            "case": {
                "text": "Blocking first party cookies may limit your ability to use the service",
                "href": "https://edit.tosdr.org/cases/375"
            }
        },
        {
            "title": "The service is not responsible for linked or (clearly) quoted content from third-party content providers",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:10:00",
            "point_link": "https://edit.tosdr.org/points/13889",
            "approval_status": "APPROVED",
            "clause_text": "The Service may contain links to or allow you to interact with and make use of other independent third-party websites, products or services (“Third-Party Sites, Products and Services”).\nAccess to Third-Party Sites, Products, and Services are provided solely as a convenience to our Visitors and Customers.\nSuch Third-Party Sites, Products, and Services are not under Prezi’s control and Prezi does not necessarily endorse the content, advertising, products, services or other materials on or available from such Third-Party Sites, Products and Services.",
            "point_source": "https://prezi.com/terms-of-use/201910_NL/",
            "case": {
                "text": "The service is not responsible for linked or (clearly) quoted content from third-party content providers",
                "href": "https://edit.tosdr.org/cases/278"
            }
        },
        {
            "title": "You authorise the service to charge a credit card supplied on re-occurring basis",
            "rating": "neutral",
            "description": "You card will be billed on recurring basis unless cancelled. For instance, monthly or annual subscriptions.",
            "last_updated": "2023-07-11 10:10:04",
            "point_link": "https://edit.tosdr.org/points/13908",
            "approval_status": "APPROVED",
            "clause_text": "<b>If your account began with a free trial, the current fee for the account type you have selected will automatically and immediately be charged to your payment instrument or account on the date your free trial expires.\nIf your account did not begin with a free trial, the current fee for the account type you have selected will automatically and immediately be charged to your payment instrument or account on the date you signed up and then every 30 or 365 days after (depending on the billing cycle which applies to your account).",
            "point_source": "https://prezi.com/terms-of-use/201910_NL/",
            "case": {
                "text": "You authorise the service to charge a credit card supplied on re-occurring basis",
                "href": "https://edit.tosdr.org/cases/384"
            }
        },
        {
            "title": "The service has a no refund policy",
            "rating": "neutral",
            "description": "Payments are final and can't be refunded unless required by law.",
            "last_updated": "2023-07-11 10:10:06",
            "point_link": "https://edit.tosdr.org/points/13909",
            "approval_status": "APPROVED",
            "clause_text": "<b>Payment for subscriptions is non-refundable.\nIf you cancel your recurring payment option, your account will remain active until its next renewal date.\nIf you delete your account before the end of the term for which you paid, your cancellation will take effect immediately.\nIn either case (cancellation or deletion), you will not be given any refund.",
            "point_source": "https://prezi.com/terms-of-use/201910_NL/",
            "case": {
                "text": "The service has a no refund policy",
                "href": "https://edit.tosdr.org/cases/162"
            }
        },
        {
            "title": "Users are responsible for any risks, damages, or losses they may incur by downloading materials",
            "rating": "neutral",
            "description": "Users are responsible for any harm to their computer system or loss of data they may incur through the download of materials from the service.",
            "last_updated": "2023-07-11 10:10:07",
            "point_link": "https://edit.tosdr.org/points/13919",
            "approval_status": "APPROVED",
            "clause_text": "ANY MATERIAL, INFORMATION, OR DATA DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE USE OF THE SERVICE IS ACCESSED AT YOUR OWN DISCRETION AND RISK, AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM AND/OR LOSS OF DATA THAT RESULT FROM THE DOWNLOAD OF SUCH MATERIAL.",
            "point_source": "https://prezi.com/terms-of-use/201910_NL/",
            "case": {
                "text": "You are responsible for any risks, damages, or losses that may incur by downloading materials",
                "href": "https://edit.tosdr.org/cases/291"
            }
        },
        {
            "title": "There is a date of the last update of the agreements",
            "rating": "neutral",
            "description": "The given text has a date that allows to know when it was last updated.",
            "last_updated": "2023-07-11 10:10:30",
            "point_link": "https://edit.tosdr.org/points/13887",
            "approval_status": "APPROVED",
            "clause_text": "<p>Effective September 1, 2020",
            "point_source": "https://prezi.com/terms-of-use/201910_NL/",
            "case": {
                "text": "There is a date of the last update of the agreements",
                "href": "https://edit.tosdr.org/cases/331"
            }
        },
        {
            "title": "You are allowed to quote their content with attribution",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:10:06",
            "point_link": "https://edit.tosdr.org/points/13911",
            "approval_status": "APPROVED",
            "clause_text": "<b>If you embed a presentation authored by Prezi within a third-party website or service –&nbsp;including but not limited to embedding a Prezi-authored presentation at your own website –&nbsp;you agree to attribute that presentation to Prezi as follows:&nbsp;&nbsp;</b>\n</p>\n<p>\n<b>made by [creator]</b>\n</p>\n<p>\n<b>© Prezi [year]</b>\n</p>\n<p>\n<b>learn more at&nbsp;prezi.com",
            "point_source": "https://prezi.com/terms-of-use/201910_NL/",
            "case": {
                "text": "You are allowed to quote their content with attribution",
                "href": "https://edit.tosdr.org/cases/388"
            }
        },
        {
            "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
            "rating": "neutral",
            "description": "The service assumes no liability for any damages the user incurs, including tangible (e.g. profits) and intangible losses (e.g. data), resulting from the use or inability to use the service or any other matter relating to the service.",
            "last_updated": "2023-07-11 10:10:06",
            "point_link": "https://edit.tosdr.org/points/13920",
            "approval_status": "APPROVED",
            "clause_text": "<b>YOU EXPRESSLY UNDERSTAND AND AGREE THAT PREZI AND THE PREZI AFFILIATES WILL NOT BE LIABLE TO YOU FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, EXEMPLARY, OR PUNITIVE DAMAGES THAT MAY BE INCURRED BY YOU, HOWEVER, CAUSED.\nTHIS INCLUDES, BUT IS NOT LIMITED TO, ANY LOSS OF PROFITS, GOODWILL, OR BUSINESS REPUTATION.\nANY LOSS OF DATA.\nANY COST OF PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES.\nOR ANY OTHER INTANGIBLE LOSSES.\nTHIS ALSO INCLUDES, WITHOUT LIMITATION, ANY LOSS OR DAMAGES THAT MAY BE INCURRED BY YOU AS A RESULT OF (a) ANY CHANGES THAT PREZI MAY MAKE TO THE SERVICE.\n(b) ANY PERMANENT OR TEMPORARY CESSATION OF THE SERVICE.\n(c) THE DELETION OR CORRUPTION OF OR FAILURE TO STORE ANY CONTENT OR OTHER PROPERTY MAINTAINED THROUGH THE SERVICE.\nOR (d) YOUR FAILURE TO KEEP YOUR PASSWORD OR ACCOUNT DETAILS SECURE.",
            "point_source": "https://prezi.com/terms-of-use/201910_NL/",
            "case": {
                "text": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
                "href": "https://edit.tosdr.org/cases/293"
            }
        },
        {
            "title": "They may stop providing the service at any time",
            "rating": "neutral",
            "description": "They may discontinue the services without prior notice, at any time, for any or no reason. They usually assume no liability for losses and damages resulting from this suspension.",
            "last_updated": "2023-07-11 10:10:03",
            "point_link": "https://edit.tosdr.org/points/13904",
            "approval_status": "APPROVED",
            "clause_text": "Your right to access and use the Prezi Services is not guaranteed for any period of time and we reserve the right, in our sole discretion, to limit or terminate the use of any Prezi Service at any time.",
            "point_source": "https://prezi.com/terms-of-use/201910_NL/",
            "case": {
                "text": "They may stop providing the service at any time",
                "href": "https://edit.tosdr.org/cases/203"
            }
        },
        {
            "title": "This service does not condone any ideas contained in its user-generated contents",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:10:07",
            "point_link": "https://edit.tosdr.org/points/13922",
            "approval_status": "APPROVED",
            "clause_text": "<b>Prezi has not reviewed the User Content featured on the Service to determine whether they are suitable or appropriate for your intended audience.\nBefore using any of the User Content (including presentations and videos) featured on the Service, please PREVIEW THEM CAREFULLY to ensure that the materials are appropriate for your audience, and for any other uses you intend to make.\nPrezi is not responsible for any User Content on the Service.",
            "point_source": "https://prezi.com/terms-of-use/201910_NL/",
            "case": {
                "text": "This service does not condone any ideas contained in its user-generated contents",
                "href": "https://edit.tosdr.org/cases/292"
            }
        },
        {
            "title": "Your private content may be accessed by people working for the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:10:03",
            "point_link": "https://edit.tosdr.org/points/13899",
            "approval_status": "APPROVED",
            "clause_text": "<b>We will not view, access or process any of your Private User Content, except:</b>\n</p>\n<ol>\n<li>\n<p>\n<b>as required to provide the Services or as otherwise necessary for purposes of Prezi’s legitimate interests (including evaluating and responding to security incidents and legal requests), or</b>\n</p>\n</li>\n<li>\n<p>\n<b>as authorized or instructed by you or your users in this Agreement or in any other agreement between the parties, or</b>\n</p>\n</li>\n<li>\n<p>\n<b>as required to comply with our policies, applicable law, or governmental request, or</b>\n</p>\n</li>\n<li>\n<p>\n<b>as required to conduct research and development for the further development of our Services in order to provide the Services to you and others (including account, service usage, and survey information).</b>",
            "point_source": "https://prezi.com/terms-of-use/201910_NL/",
            "case": {
                "text": "Your private content may be accessed by people working for the service",
                "href": "https://edit.tosdr.org/cases/189"
            }
        },
        {
            "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
            "rating": "neutral",
            "description": "The service provider expressly does not claim to provide uninterrupted, timely, secure or error-free service.",
            "last_updated": "2023-07-11 10:10:07",
            "point_link": "https://edit.tosdr.org/points/13916",
            "approval_status": "APPROVED",
            "clause_text": "\"PREZI AND THE PREZI AFFILIATES MAKE NO WARRANTY THAT [...] (b) THE SERVICE WILL BE UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE. (c) USER CONTENT WILL BE HOSTED AND/OR TRANSMITTED WITHOUT INTERRUPTION OR CESSATION.\"",
            "point_source": "https://prezi.com/terms-of-use/201910_NL/",
            "case": {
                "text": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
                "href": "https://edit.tosdr.org/cases/287"
            }
        },
        {
            "title": "This service prohibits users sending chain letters, junk mail, spam or any unsolicited messages",
            "rating": "neutral",
            "description": "Users are not allowed to use the service for chain letters, junk mail, spamming or any other distribution of content to people who have not agreed to receiving it.",
            "last_updated": "2023-07-11 10:10:01",
            "point_link": "https://edit.tosdr.org/points/13897",
            "approval_status": "APPROVED",
            "clause_text": "\"As a condition of use, and the licenses granted to you herein, you agree that you will not (and will not attempt to): [...] Upload, post, email, transmit or otherwise make available any unsolicited or unauthorized advertising, promotional materials, “junk mail,” “spam,” “chain letters,” “pyramid schemes,” “affiliate links,” or any other form of solicitation.\"",
            "point_source": "https://prezi.com/terms-of-use/201910_NL/",
            "case": {
                "text": "You are prohibited from sending chain letters, junk mail, spam or any unsolicited messages",
                "href": "https://edit.tosdr.org/cases/281"
            }
        },
        {
            "title": "This services gives no guarantee regarding quality",
            "rating": "neutral",
            "description": "The Service doesn't warrant or guarantee the quality of the products or services provided.",
            "last_updated": "2023-07-11 10:10:05",
            "point_link": "https://edit.tosdr.org/points/13917",
            "approval_status": "APPROVED",
            "clause_text": "\"PREZI AND THE PREZI AFFILIATES MAKE NO WARRANTY THAT [...] (d) ANY PRODUCTS, SITES, INFORMATION, OR OTHER MATERIAL, WHETHER IN TANGIBLE OR INTANGIBLE FORM, PURCHASED OR OBTAINED BY YOU THROUGH THE SERVICE WILL MEET YOUR EXPECTATIONS OR ANY STANDARD OF QUALITY.\"",
            "point_source": "https://prezi.com/terms-of-use/201910_NL/",
            "case": {
                "text": "No guarantee is given regarding quality",
                "href": "https://edit.tosdr.org/cases/160"
            }
        },
        {
            "title": "Users agree not to submit libelous, harassing or threatening content",
            "rating": "neutral",
            "description": "This service prohibits users from submitting content of a variety of types. This can include content that is unlawful, harassing, abusive, threatening, libelous, sexist, racist, homophobic, transphobic, or discriminatory in any other way.",
            "last_updated": "2023-07-11 10:10:00",
            "point_link": "https://edit.tosdr.org/points/13893",
            "approval_status": "APPROVED",
            "clause_text": "\"As a condition of use, and the licenses granted to you herein, you agree that you will not (and will not attempt to): [...] Use the Service to harass, threaten, impersonate, or intimidate anyone.\"",
            "point_source": "https://prezi.com/terms-of-use/201910_NL/",
            "case": {
                "text": "You agree not to submit libelous, harassing or threatening content",
                "href": "https://edit.tosdr.org/cases/283"
            }
        },
        {
            "title": "The service is provided 'as is' and to be used at the users' sole risk",
            "rating": "neutral",
            "description": "This service does not provide any guarantees as to its usability or fitness for the users' purposes. Users agree to use it at their own risk, accepting any possible bugs, malfunctions or harm to their devices.",
            "last_updated": "2023-07-11 10:10:05",
            "point_link": "https://edit.tosdr.org/points/13914",
            "approval_status": "APPROVED",
            "clause_text": "YOU EXPRESSLY UNDERSTAND AND AGREE THAT YOUR USE OF THE SERVICE IS AT YOUR SOLE RISK.\nTHE SERVICE IS PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS.",
            "point_source": "https://prezi.com/terms-of-use/201910_NL/",
            "case": {
                "text": "The service is provided 'as is' and to be used at your sole risk",
                "href": "https://edit.tosdr.org/cases/286"
            }
        },
        {
            "title": "Prohibits the posting of content which promotes or glorifies violence or politically or religiously extremist values.",
            "rating": "neutral",
            "description": "Users are not allowed to post extremist political or religious content. They are also not allowed to post content that glorifies violence.",
            "last_updated": "2023-07-11 10:10:02",
            "point_link": "https://edit.tosdr.org/points/13895",
            "approval_status": "APPROVED",
            "clause_text": "\"As a condition of use, and the licenses granted to you herein, you agree that you will not (and will not attempt to): [...] Upload, post, email, transmit, or otherwise make available any content that is unlawful, harmful, threatening, violent,\"",
            "point_source": "https://prezi.com/terms-of-use/201910_NL/",
            "case": {
                "text": "You are prohibited from posting content which promotes violence or politically or religiously extremist values.",
                "href": "https://edit.tosdr.org/cases/314"
            }
        },
        {
            "title": "Users who have been permanently banned from this service are not allowed to re-register under a new account",
            "rating": "neutral",
            "description": "Once users have been permanently banned from this service, they are not allowed to create a new account to keep using the service.",
            "last_updated": "2023-07-11 10:10:03",
            "point_link": "https://edit.tosdr.org/points/13898",
            "approval_status": "APPROVED",
            "clause_text": "\"As a condition of use, and the licenses granted to you herein, you agree that you will not (and will not attempt to): [...] Access the Prezi Services if your access has been suspended, revoked or terminated.\"",
            "point_source": "https://prezi.com/terms-of-use/201910_NL/",
            "case": {
                "text": "Users who have been permanently banned from this service are not allowed to re-register under a new account",
                "href": "https://edit.tosdr.org/cases/319"
            }
        },
        {
            "title": "Spidering or crawling is not allowed",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:10:31",
            "point_link": "https://edit.tosdr.org/points/13890",
            "approval_status": "APPROVED",
            "clause_text": "\"As a condition of use, and the licenses granted to you herein, you agree that you will not (and will not attempt to): [...] Use or launch any automated system (including, without limitation, any robot, spider or offline reader) that accesses the Service.\"",
            "point_source": "https://prezi.com/terms-of-use/201910_NL/",
            "case": {
                "text": "Spidering, crawling, or accessing the site through any automated means is not allowed",
                "href": "https://edit.tosdr.org/cases/150"
            }
        },
        {
            "title": "This service is only available to users over 13 years of age",
            "rating": "neutral",
            "description": "The Services are intended for users who are at least a certain age. If you are younger than the age required then you are prohibited from using the Service.",
            "last_updated": "2023-07-11 06:35:20",
            "point_link": "https://edit.tosdr.org/points/13848",
            "approval_status": "APPROVED",
            "clause_text": "<p>\n<b>The Services are for a general audience and do not direct any content, products, or Services at children under 13 years of age.",
            "point_source": "https://prezi.com/privacy-policy/201910_NL/",
            "case": {
                "text": "This service is only available to users over a certain age",
                "href": "https://edit.tosdr.org/cases/152"
            }
        },
        {
            "title": "Prohibits the posting of pornographic content",
            "rating": "neutral",
            "description": "Users are not allowed to post any content of pornographic nature. This includes adult content, things that are sexually explicit, or obscene.",
            "last_updated": "2023-07-11 10:10:01",
            "point_link": "https://edit.tosdr.org/points/13896",
            "approval_status": "APPROVED",
            "clause_text": "\"As a condition of use, and the licenses granted to you herein, you agree that you will not (and will not attempt to): [...] Upload, post, email, transmit, or otherwise make available any content that is unlawful, harmful, threatening, violent, sexually explicit, abusive, harassing, tortuous, defamatory, vulgar, obscene,\"",
            "point_source": "https://prezi.com/terms-of-use/201910_NL/",
            "case": {
                "text": "The posting of pornographic content is prohibited",
                "href": "https://edit.tosdr.org/cases/315"
            }
        },
        {
            "title": "The service informs users that its privacy policy does not apply to third party websites",
            "rating": "neutral",
            "description": "The service states that whenever it links to third party websites or applications, its privacy policy does not apply. Those third party websites or applications hosted or operated by other organizations may have their own privacy policies.",
            "last_updated": "2023-07-11 10:09:57",
            "point_link": "https://edit.tosdr.org/points/13852",
            "approval_status": "APPROVED",
            "clause_text": "This Privacy Policy applies to the https://prezi.com website, associated software (including Prezi Desktop, and other apps and services that specifically state that this Privacy Policy applies to them (collectively the “Service(s)” or “Prezi Services”).\nIt excludes services that have separate privacy policies that do not incorporate this Privacy Policy.",
            "point_source": "https://prezi.com/privacy-policy/201910_NL/",
            "case": {
                "text": "The service informs you that its privacy policy does not apply to third party websites",
                "href": "https://edit.tosdr.org/cases/299"
            }
        },
        {
            "title": "Your personal data is aggregated into statistics",
            "rating": "neutral",
            "description": "Your personal data is used for statistics in a de-identified/aggregated form (i.e. not directly linked to a unique identity) to analyse trends, for research and for analytics.",
            "last_updated": "2023-07-11 10:09:57",
            "point_link": "https://edit.tosdr.org/points/13870",
            "approval_status": "APPROVED",
            "clause_text": "We may produce and share aggregated insights that do not identify you.\nFor example, we may choose to publish statistics regarding how many members live in the U.S.\nversus how many live in Europe.\nIf you complete a survey that asks for employment information, we may publish statistics regarding which professions are most likely to use or not use our Services.",
            "point_source": "https://prezi.com/privacy-policy/201910_NL/",
            "case": {
                "text": "Your personal data is aggregated into statistics",
                "href": "https://edit.tosdr.org/cases/190"
            }
        },
        {
            "title": "This service requires first-party cookies",
            "rating": "neutral",
            "description": "First-party cookies only belong to the domain of the service and not a third party.",
            "last_updated": "2023-07-11 10:09:57",
            "point_link": "https://edit.tosdr.org/points/13850",
            "approval_status": "APPROVED",
            "clause_text": "On the Website, both first-party and third-party cookies are allowed.\nFirst-party cookies are cookies that are set by Prezi.",
            "point_source": "https://prezi.com/cookie-policy/",
            "case": {
                "text": "First-party cookies are used",
                "href": "https://edit.tosdr.org/cases/126"
            }
        },
        {
            "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision",
            "rating": "neutral",
            "description": "Even if the service does not or not always enforce all of the rules or provisions contained in its terms, they still apply. Users can at a later time still be held accountable for violating provisions that have not been enforced consistently.",
            "last_updated": "2023-07-11 06:34:34",
            "point_link": "https://edit.tosdr.org/points/11755",
            "approval_status": "APPROVED",
            "clause_text": "If Prezi does not exercise or enforce any legal right or remedy including those contained in the Agreement or arising under applicable law, this will not be taken to be a formal waiver of our rights.",
            "point_source": "https://prezi.com/terms-of-use/201910_NL/",
            "case": {
                "text": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision",
                "href": "https://edit.tosdr.org/cases/295"
            }
        },
        {
            "title": "Users agree not to use the service for illegal purposes",
            "rating": "neutral",
            "description": "The user agrees not to commit any unlawful acts through the use of the website, including the posting of illegal content or messaging.",
            "last_updated": "2023-07-11 06:35:34",
            "point_link": "https://edit.tosdr.org/points/13894",
            "approval_status": "APPROVED",
            "clause_text": "\"As a condition of use, and the licenses granted to you herein, you agree that you will not (and will not attempt to): [...] Upload, post, email, transmit, or otherwise make available any content that is unlawful,\"",
            "point_source": "https://prezi.com/terms-of-use/201910_NL/",
            "case": {
                "text": "You agree not to use the service for illegal purposes",
                "href": "https://edit.tosdr.org/cases/280"
            }
        },
        {
            "title": "Provides instructions on how to submit a copyright claim",
            "rating": "neutral",
            "description": "If content that you own is copied or made accessible through the service in a way that constitutes an intellectual property right infringement, you can report it following the instructions given in the agreements.",
            "last_updated": "2023-07-11 10:10:06",
            "point_link": "https://edit.tosdr.org/points/13910",
            "approval_status": "APPROVED",
            "clause_text": "<b>If you believe that Prezi, or any user of the Service, has violated your rights, including privacy, copyright, trademark or other rights, please submit an abuse report using our form.\nFor intellectual property violations, you may also contact us pursuant to U.S.\nDigital Millennium Copyright Act (“DMCA”) or other applicable laws at&nbsp;copyright@prezi.com&nbsp;and review our&nbsp;Intellectual Property Rights Policy&nbsp;for more details.",
            "point_source": "https://prezi.com/terms-of-use/201910_NL/",
            "case": {
                "text": "Instructions are provided on how to submit a copyright claim",
                "href": "https://edit.tosdr.org/cases/138"
            }
        },
        {
            "title": "You cannot distribute or disclose your account to third parties",
            "rating": "neutral",
            "description": "In this context third-parties refers to anyone including friends, family, or company",
            "last_updated": "2023-07-11 06:35:34",
            "point_link": "https://edit.tosdr.org/points/13891",
            "approval_status": "APPROVED",
            "clause_text": "\"As a condition of use, and the licenses granted to you herein, you agree that you will not (and will not attempt to): [...] Share login credentials or passwords or use of your account with any other person.\"",
            "point_source": "https://prezi.com/terms-of-use/201910_NL/",
            "case": {
                "text": "You cannot distribute or disclose your account to third parties",
                "href": "https://edit.tosdr.org/cases/229"
            }
        },
        {
            "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder",
            "rating": "neutral",
            "description": "Should any portion of the Terms of Service be unenforceable or invalid, that portion will be enforced to the fullest extent permitted by applicable law and the remainder of the TOS will remain valid and enforceable.",
            "last_updated": "2023-07-11 06:34:26",
            "point_link": "https://edit.tosdr.org/points/11756",
            "approval_status": "APPROVED",
            "clause_text": "If any portion of the Agreement is held to be invalid or unenforceable, such provision shall be stricken and the remainder of the Agreement enforced as written.",
            "point_source": "https://prezi.com/terms-of-use/201910_NL/",
            "case": {
                "text": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder",
                "href": "https://edit.tosdr.org/cases/294"
            }
        },
        {
            "title": "You are responsible for maintaining the security of your account and for the activities on your account",
            "rating": "neutral",
            "description": "You are responsible for protecting the confidentiality of your password and for maintaining the security of your account. Any activity occurring under your account is your responsibility, whether authorized by you or not.",
            "last_updated": "2023-07-11 10:10:00",
            "point_link": "https://edit.tosdr.org/points/13892",
            "approval_status": "APPROVED",
            "clause_text": "You are entirely responsible for maintaining the confidentiality of your account information, including your password, and for any and all activity that occurs under your account.\nYou agree to notify Prezi immediately of any unauthorized use of your account or password, or any other breach of security.\nIf your account is a single user account, you must not knowingly allow others to use your account or password.",
            "point_source": "https://prezi.com/terms-of-use/201910_NL/",
            "case": {
                "text": "You are responsible for maintaining the security of your account and for the activities on your account",
                "href": "https://edit.tosdr.org/cases/148"
            }
        },
        {
            "title": "This service does not guarantee that it or the products obtained through it meet the users' expectations or requirements",
            "rating": "neutral",
            "description": "This service provider informs its users that the services, information, products, or other materials provided on its website may not meet the users' expectations or requirements.",
            "last_updated": "2023-07-11 10:10:21",
            "point_link": "https://edit.tosdr.org/points/13915",
            "approval_status": "APPROVED",
            "clause_text": "PREZI AND ITS SUBSIDIARIES, DIRECTORS, OFFICERS, EMPLOYEES, STOCKHOLDERS, AND LICENSORS (THE “PREZI AFFILIATES”) EXPRESSLY DISCLAIM ALL REPRESENTATIONS, WARRANTIES, AND CONDITIONS OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY, MERCHANTABLE QUALITY, FITNESS FOR A PARTICULAR PURPOSE, NON-INFRINGEMENT, TITLE OR ANY WARRANTY OR CONDITION ARISING BY USAGE OF TRADE, COURSE OF DEALING OR COURSE OF PERFORMANCE.\nPREZI AND THE PREZI AFFILIATES MAKE NO WARRANTY THAT (a) THE SERVICE WILL MEET YOUR REQUIREMENTS.",
            "point_source": "https://prezi.com/terms-of-use/201910_NL/",
            "case": {
                "text": "This service does not guarantee that it or the products obtained through it meet your expectations or requirements",
                "href": "https://edit.tosdr.org/cases/290"
            }
        },
        {
            "title": "This service collects your IP address, which can be used to view your approximate location",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:09:59",
            "point_link": "https://edit.tosdr.org/points/13861",
            "approval_status": "APPROVED",
            "clause_text": "This service usage information includes data such as your IP address,",
            "point_source": "https://prezi.com/privacy-policy/201910_NL/",
            "case": {
                "text": "Your IP address is collected, which can be used to view your approximate location",
                "href": "https://edit.tosdr.org/cases/399"
            }
        },
        {
            "title": "Third parties may be involved in operating the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:09:57",
            "point_link": "https://edit.tosdr.org/points/13856",
            "approval_status": "APPROVED",
            "clause_text": "<b>Prezi relies on a number of other companies, agents, and/or contractors to perform services on our behalf and to assist us in operating and providing the Services to you.",
            "point_source": "https://prezi.com/privacy-policy/201910_NL/",
            "case": {
                "text": "Third parties are involved in operating the service",
                "href": "https://edit.tosdr.org/cases/207"
            }
        },
        {
            "title": "The court of law governing the terms is in San Francisco, CA.",
            "rating": "neutral",
            "description": "The Terms are governed by the applicable laws of a jurisdiction (specified in the title of each point by replacing the \"X\").",
            "last_updated": "2023-07-11 10:10:06",
            "point_link": "https://edit.tosdr.org/points/13926",
            "approval_status": "APPROVED",
            "clause_text": "If for any reason a claim proceeds in court rather than in arbitration, you agree to the personal jurisdiction by and venue in the state and federal courts in San Francisco, California, and waive any objection to such jurisdiction or venue.</b>",
            "point_source": "https://prezi.com/terms-of-use/201910_NL/",
            "case": {
                "text": "The court of law governing the terms is in location X",
                "href": "https://edit.tosdr.org/cases/163"
            }
        },
        {
            "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.",
            "rating": "neutral",
            "description": "Even though the Do Not Track (DNT) header was not implemented perfectly, services should not track users whose browsers send a DNT header.",
            "last_updated": "2023-07-11 06:35:20",
            "point_link": "https://edit.tosdr.org/points/13847",
            "approval_status": "APPROVED",
            "clause_text": "<b>At this time, the Services do not respond to “do not track” signals sent from web browsers.",
            "point_source": "https://prezi.com/privacy-policy/201910_NL/",
            "case": {
                "text": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.",
                "href": "https://edit.tosdr.org/cases/233"
            }
        }
    ]
}