{
    "meta_data": {
        "title": "MySudo - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "The service can delete your account without prior notice and without a reason",
            "rating": "bad",
            "description": "At any time, your account can be terminated without explanation and without warning by the service.",
            "last_updated": "2023-07-11 06:18:21",
            "point_link": "https://edit.tosdr.org/points/6238",
            "approval_status": "APPROVED",
            "clause_text": "Anonyome has the right to suspend or terminate any Services provided to you for any reason, including if you have materially breached any provision of the Terms, if Anonyome is required to do so by law (e.g., where the provision of the Anonyome Properties is, or becomes, unlawful).\nYou agree that all terminations for cause shall be made at Anonyome’s sole discretion.",
            "point_source": "https://mysudo.com/tos/",
            "case": {
                "text": "Your account can be deleted or permanently suspended without prior notice and without a reason",
                "href": "https://edit.tosdr.org/cases/201"
            }
        },
        {
            "title": "This service tracks which web page referred you to it",
            "rating": "bad",
            "description": "The service logs the URL of the last web page you visited before visiting the Site and may use that information to gather more data about you.",
            "last_updated": "2023-07-11 06:18:21",
            "point_link": "https://edit.tosdr.org/points/22218",
            "approval_status": "APPROVED",
            "clause_text": "We store and process certain information that is provided automatically as part of your Web browser accessing our websites.\nThis information includes data/time, IP address, requested URL, referring URL, browser type and browser language/locale.",
            "point_source": "https://mysudo.com/privacypolicy/",
            "case": {
                "text": "This service tracks which web page referred you to it",
                "href": "https://edit.tosdr.org/cases/387"
            }
        },
        {
            "title": "This service forces users into binding arbitration in the case of disputes",
            "rating": "bad",
            "description": "This service forces users to use their own contracted arbitrator and forces users to waive their rights to jury trial.",
            "last_updated": "2023-07-11 06:18:21",
            "point_link": "https://edit.tosdr.org/points/6233",
            "approval_status": "APPROVED",
            "clause_text": "requires binding arbitration on an individual basis to resolve disputes relating in any way to your use of the Services.",
            "point_source": "https://mysudo.com/tos/",
            "case": {
                "text": "You are forced into binding arbitration in case of disputes",
                "href": "https://edit.tosdr.org/cases/339"
            }
        },
        {
            "title": "This service reserves the right to disclose your personal information without notifying you",
            "rating": "bad",
            "description": "If the Government governing the Terms requests personal data of a user of this service, they may not inform/notify the user while complying with the request.",
            "last_updated": "2023-07-11 06:18:22",
            "point_link": "https://edit.tosdr.org/points/22221",
            "approval_status": "APPROVED",
            "clause_text": "We may disclose information if we have a good faith belief that such disclosure is necessary a) to comply with relevant laws and lawful requests by public authorities, including to meet national security or law enforcement requirements.\nb) to protect the rights and property of Anonyome Labs, Inc.\nand/or c) to protect users of the websites, Services and Applications.\nWe refer to this as “<strong>anonymity with recourse</strong>”.</p>",
            "point_source": "https://mysudo.com/privacypolicy/",
            "case": {
                "text": "Your personal data may be disclosed to comply with government requests without notice to you",
                "href": "https://edit.tosdr.org/cases/164"
            }
        },
        {
            "title": "You waive your right to a class action.",
            "rating": "bad",
            "description": "The right to be represented in a class action (or representative action) exists in the US and some European countries. It allows people who have been similarly injured by the same accused to take legal action by a single lawsuit instead of individually. Some Terms of Service try to limit that right. By agreeing to them, you could waive (= renounce to) your right to a class action, which might reduce your chances to be successful in a case.",
            "last_updated": "2023-07-11 10:05:58",
            "point_link": "https://edit.tosdr.org/points/6234",
            "approval_status": "APPROVED",
            "clause_text": "No Class Actions.\nWe each agree that any dispute resolution proceedings will be conducted only on an individual basis and not in a class, consolidated or representative action.\nIf for any reason a claim proceeds in court rather than in arbitration, we each waive any right to a jury trial.\nWe also both agree that you or we may bring suit in court to enjoin infringement or other misuse of intellectual property rights.",
            "point_source": "https://mysudo.com/tos/",
            "case": {
                "text": "You waive your right to a class action.",
                "href": "https://edit.tosdr.org/cases/117"
            }
        },
        {
            "title": "Your data may be processed and stored anywhere in the world",
            "rating": "bad",
            "description": "Your data is stored all over the world, including in countries where data protection rules may differ from the ones of the service's jurisdiction or those of your country jurisdiction.",
            "last_updated": "2023-07-11 06:18:21",
            "point_link": "https://edit.tosdr.org/points/22214",
            "approval_status": "APPROVED",
            "clause_text": "our personal information may be processed in the country in which it was collected and in other countries, including the United States, where laws regarding processing of personal information may be less stringent than the laws in your country.",
            "point_source": "https://mysudo.com/privacypolicy/",
            "case": {
                "text": "Your data may be processed and stored anywhere in the world",
                "href": "https://edit.tosdr.org/cases/187"
            }
        },
        {
            "title": "The service is only available in some countries approved by its government",
            "rating": "bad",
            "description": "Countries under embargo or banned by the government of the country in question cannot use the service.",
            "last_updated": "2023-07-11 06:18:20",
            "point_link": "https://edit.tosdr.org/points/22206",
            "approval_status": "APPROVED",
            "clause_text": "and (b) not a person barred from using the Services under the laws of the United States, your place of residence and any other applicable jurisdiction.",
            "point_source": "https://mysudo.com/tos/",
            "case": {
                "text": "The service is only available in some countries approved by its government",
                "href": "https://edit.tosdr.org/cases/490"
            }
        },
        {
            "title": "Any liability on behalf of the service is only limited to one month of the fees you paid as a user or $50",
            "rating": "bad",
            "description": null,
            "last_updated": "2023-07-11 06:18:21",
            "point_link": "https://edit.tosdr.org/points/22208",
            "approval_status": "APPROVED",
            "clause_text": "Version 1: 2021-06-11 14:19:37 UTC by AgnesDeLion (20760)  Staff\n          \n        \n        \n          \n            \n              Analysis created\n            \n          \n        \n        \n          \n              \n          \n        \n    \n  \n        \n          \n              Version 1: 2021-06-11 14:19:37 UTC by AgnesDeLion (20760)  Staff\n          \n        \n        \n          \n            \n              Analysis created\n            \n          \n        \n        \n          \n              \n          \n        \n    \n          \n              Version 1: 2021-06-11 14:19:37 UTC by AgnesDeLion (20760)  Staff\n          \n        \n          \n            \n              Analysis created\n            \n          \n        \n          \n              \n          \n        \n      \n        \n          \n            Previous Title: \n            Updated Title: Any liability on behalf of the service is only limited to the fees you paid as a user\n          \n          \n            Previous Analysis: \n            Updated Analysis: Generated through the annotate view\n          \n          \n            Previous Status: \n            Updated Status:  PENDING\n          \n        \n      \n    \n        \n          \n            Previous Title: \n            Updated Title: Any liability on behalf of the service is only limited to the fees you paid as a user\n          \n          \n            Previous Analysis: \n            Updated Analysis: Generated through the annotate view\n          \n          \n            Previous Status: \n            Updated Status:  PENDING\n          \n        \n      \n          \n            Previous Title: \n            Updated Title: Any liability on behalf of the service is only limited to the fees you paid as a user\n          \n          \n            Previous Analysis: \n            Updated Analysis: Generated through the annotate view\n          \n          \n            Previous Status: \n            Updated Status:  PENDING\n          \n        \n            Previous Title: \n            Updated Title: Any liability on behalf of the service is only limited to the fees you paid as a user\n          \n            Previous Analysis: \n            Updated Analysis: Generated through the annotate view\n          \n            Previous Status: \n            Updated Status:  PENDING",
            "point_source": "https://mysudo.com/tos/",
            "case": {
                "text": "Any liability on behalf of the service is only limited to the fees you paid as a user",
                "href": "https://edit.tosdr.org/cases/149"
            }
        },
        {
            "title": "Your information is only shared with third parties when given specific consent",
            "rating": "good",
            "description": "The service does not share user information with any third parties unless users specifically give it permission to do so.",
            "last_updated": "2023-07-11 06:18:21",
            "point_link": "https://edit.tosdr.org/points/22222",
            "approval_status": "APPROVED",
            "clause_text": "When you use the Applications and Services, we will share your Sudo information with those third parties designated by you in order to facilitate the services you are using.\nFor example, if you send an email from a Sudo, your Sudo email address is sent to the receiving email server as part of delivering the email.</p>\n<p>",
            "point_source": "https://mysudo.com/privacypolicy/",
            "case": {
                "text": "Your information is only shared with third parties when given specific consent",
                "href": "https://edit.tosdr.org/cases/296"
            }
        },
        {
            "title": "Your personal data is used for limited purposes",
            "rating": "good",
            "description": "Your Personal Data is only used for the essential purposes of the Service, which are clearly defined on the Agreements. For instance, the Service won't abuse your data to deliver targeted advertisements to you or for marketing purposes.",
            "last_updated": "2023-07-11 06:18:32",
            "point_link": "https://edit.tosdr.org/points/22220",
            "approval_status": "APPROVED",
            "clause_text": "We use your personal information to: (a) provide you the Services that you request.\n(b) improve the quality of experience you receive when you interact with our websites, Applications and Services.\n(c) send you administrative email notifications, such as security, support and maintenance advisories.\nand (d) respond to your inquiries.</p>\n<p>",
            "point_source": "https://mysudo.com/privacypolicy/",
            "case": {
                "text": "Your personal data is used for limited purposes",
                "href": "https://edit.tosdr.org/cases/196"
            }
        },
        {
            "title": "The court of law governing the terms is in a jurisdiction that is friendlier to user privacy protection (California, USA)",
            "rating": "good",
            "description": "The Terms are governed by the applicable laws of a jurisdiction known for protecting citizens privacy with strong data regulations. Usually contributors will need to explain in the Analysis view of each point linked to this Case why the jurisdiction is friendly to user privacy protection.",
            "last_updated": "2023-07-11 06:18:20",
            "point_link": "https://edit.tosdr.org/points/22207",
            "approval_status": "APPROVED",
            "clause_text": "The Terms and any action related thereto will be governed and interpreted by and under the laws of the State of California, consistent with the Federal Arbitration Act, without giving effect to any principles that provide for the application of the law of another jurisdiction.",
            "point_source": "https://mysudo.com/tos/",
            "case": {
                "text": "The court of law governing the terms is in a jurisdiction that is friendlier to user privacy protection.",
                "href": "https://edit.tosdr.org/cases/241"
            }
        },
        {
            "title": "User-generated content is encrypted, and this service cannot decrypt it",
            "rating": "good",
            "description": "Content generated by the users is end-to-end encrypted, in a way that it can't be accessed by anyone unauthorised, and even the service has no technical means to decrypt it.",
            "last_updated": "2023-07-11 06:18:20",
            "point_link": "https://edit.tosdr.org/points/22204",
            "approval_status": "APPROVED",
            "clause_text": "We encrypt all content sent from and received by your Sudo.\nThe ONLY decryption key is stored on your mobile device, meaning we cannot associate your Sudo with your Personally Identifiable Information unless you decide to share that information with us.</li>",
            "point_source": "https://mysudo.com/tos/",
            "case": {
                "text": "User-generated content is encrypted, and this service cannot decrypt it",
                "href": "https://edit.tosdr.org/cases/372"
            }
        },
        {
            "title": "Details are provided about what kind of information they collect",
            "rating": "good",
            "description": "The Privacy Policy describes in detail the data collected through the website and through the services provided.",
            "last_updated": "2023-07-11 06:18:31",
            "point_link": "https://edit.tosdr.org/points/22215",
            "approval_status": "APPROVED",
            "clause_text": "The Information We Collect",
            "point_source": "https://mysudo.com/privacypolicy/",
            "case": {
                "text": "Information is provided about what kind of information they collect",
                "href": "https://edit.tosdr.org/cases/228"
            }
        },
        {
            "title": "A complaint mechanism is provided for the handling of personal data",
            "rating": "good",
            "description": "The service provides users with contact information for an internal or external structure to lodge complaints. It also provides users with contact information for a higher data protection / privacy office in case the internal mechanism fails to satisfy the user.",
            "last_updated": "2023-07-11 06:18:22",
            "point_link": "https://edit.tosdr.org/points/22227",
            "approval_status": "APPROVED",
            "clause_text": "Do you have any comments, complaints, concerns, questions, requests, or suggestions, about our data collection or processing practices, or about this Privacy Policy? Email us at support@anonyome.com.</p>",
            "point_source": "https://mysudo.com/privacypolicy/",
            "case": {
                "text": "A complaint mechanism is provided for the handling of personal data",
                "href": "https://edit.tosdr.org/cases/300"
            }
        },
        {
            "title": "Information is provided about how your personal data is used",
            "rating": "good",
            "description": "The Privacy Policy explains the purposes for which data is collected and the way it is processed, used and shared.",
            "last_updated": "2023-07-11 06:18:22",
            "point_link": "https://edit.tosdr.org/points/22219",
            "approval_status": "APPROVED",
            "clause_text": "How We Use Your Information <p>",
            "point_source": "https://mysudo.com/privacypolicy/",
            "case": {
                "text": "Information is provided about how your personal data is used",
                "href": "https://edit.tosdr.org/cases/227"
            }
        },
        {
            "title": "Your personal data is not sold",
            "rating": "good",
            "description": "This service makes an explicit promise not to sell \"personal data\" of users.",
            "last_updated": "2023-07-11 06:18:21",
            "point_link": "https://edit.tosdr.org/points/22212",
            "approval_status": "APPROVED",
            "clause_text": "We do not sell, trade or exchange personally identifiable information with third parties, and never will.</li>\n<li>",
            "point_source": "https://mysudo.com/privacypolicy/",
            "case": {
                "text": "Your personal data is not sold",
                "href": "https://edit.tosdr.org/cases/193"
            }
        },
        {
            "title": "This service does not collect, use, or share location data",
            "rating": "good",
            "description": "No location-based information is tracked by the service, so that it cannot be used or shared with third parties.",
            "last_updated": "2023-07-11 06:18:31",
            "point_link": "https://edit.tosdr.org/points/22213",
            "approval_status": "APPROVED",
            "clause_text": "We have no way – nor any desire – to track the precise location of our users.</li>",
            "point_source": "https://mysudo.com/privacypolicy/",
            "case": {
                "text": "This service does not collect, use, or share location data",
                "href": "https://edit.tosdr.org/cases/392"
            }
        },
        {
            "title": "The service claims to be GDPR compliant for European users",
            "rating": "good",
            "description": "The service has a different behavior towards users protected by the GDPR.",
            "last_updated": "2023-07-11 06:18:21",
            "point_link": "https://edit.tosdr.org/points/22223",
            "approval_status": "APPROVED",
            "clause_text": "Under regulations including the European Union’s General Data Protection Directive (GDPR)",
            "point_source": "https://mysudo.com/privacypolicy/",
            "case": {
                "text": "The service claims to be GDPR compliant for European users",
                "href": "https://edit.tosdr.org/cases/481"
            }
        },
        {
            "title": "The service claims to be CCPA compliant for California users",
            "rating": "good",
            "description": "The service has a different behavior towards users protected by the California Consumer Privacy Act.",
            "last_updated": "2023-07-11 06:18:21",
            "point_link": "https://edit.tosdr.org/points/22224",
            "approval_status": "APPROVED",
            "clause_text": "the California Consumer Privacy Act (CCPA)",
            "point_source": "https://mysudo.com/privacypolicy/",
            "case": {
                "text": "The service claims to be CCPA compliant for California users",
                "href": "https://edit.tosdr.org/cases/482"
            }
        },
        {
            "title": "Pseudonyms are allowed",
            "rating": "good",
            "description": "You don't need to provide your full name to use the Service and you are allowed to use a pseudonym instead.",
            "last_updated": "2023-07-11 06:18:20",
            "point_link": "https://edit.tosdr.org/points/22210",
            "approval_status": "APPROVED",
            "clause_text": "We make every effort to not ask you for personally identifiable information, such as your legal name, phone number, email address or your phone contacts to register for our services.\nYou should not have to give it to us to utilize our offerings, unless explicitly required by industry or government regulations.</li>\n<li>",
            "point_source": "https://mysudo.com/privacypolicy/",
            "case": {
                "text": "Pseudonyms are allowed",
                "href": "https://edit.tosdr.org/cases/215"
            }
        },
        {
            "title": "User suspension from the service will be fair and proportionate.",
            "rating": "good",
            "description": "The Service promises to fairly terminate users accounts, only with a reason, and may give them an opportunity to explain and defend themselves.",
            "last_updated": "2023-09-19 08:50:45",
            "point_link": "https://edit.tosdr.org/points/34949",
            "approval_status": "APPROVED",
            "clause_text": "Criminal activity through our Services is expressly prohibited.\nWe will terminate your use of our Services if you violate these rules.",
            "point_source": null,
            "case": {
                "text": "User suspension from the service will be fair and proportionate.",
                "href": "https://edit.tosdr.org/cases/204"
            }
        },
        {
            "title": "You have the right to leave this service at any time",
            "rating": "good",
            "description": "You can stop using the service and/or cancel or delete your account at any time for any reason. Moreover, the termination is reasonably fast and simple.",
            "last_updated": "2023-07-11 06:18:22",
            "point_link": "https://edit.tosdr.org/points/22226",
            "approval_status": "APPROVED",
            "clause_text": "You can stop all collection of information by the Applications by uninstalling the Applications.",
            "point_source": "https://mysudo.com/privacypolicy/",
            "case": {
                "text": "You have the right to leave this service at any time",
                "href": "https://edit.tosdr.org/cases/170"
            }
        },
        {
            "title": "You can opt out of promotional communications",
            "rating": "good",
            "description": "You can update your account preferences and/or easily unsubscribe of email/sms lists to stop receiving promotional communications.",
            "last_updated": "2023-07-11 06:18:22",
            "point_link": "https://edit.tosdr.org/points/22225",
            "approval_status": "APPROVED",
            "clause_text": "If you receive newsletters or promotional communications from us, you may indicate a preference to stop receiving further communications from us and you have the ability to “opt-out” by following the unsubscribe instructions provided in the e-mail you receive, or by contacting us directly (please see Contact Us below).",
            "point_source": "https://mysudo.com/privacypolicy/",
            "case": {
                "text": "You can opt out of promotional communications",
                "href": "https://edit.tosdr.org/cases/223"
            }
        },
        {
            "title": "There is a date of the last update of the agreements",
            "rating": "neutral",
            "description": "The given text has a date that allows to know when it was last updated.",
            "last_updated": "2023-07-11 06:18:21",
            "point_link": "https://edit.tosdr.org/points/22209",
            "approval_status": "APPROVED",
            "clause_text": "Last updated: February 19, 2021",
            "point_source": "https://mysudo.com/privacypolicy/",
            "case": {
                "text": "There is a date of the last update of the agreements",
                "href": "https://edit.tosdr.org/cases/331"
            }
        },
        {
            "title": "You authorise the service to charge a credit card supplied on re-occurring basis",
            "rating": "neutral",
            "description": "You card will be billed on recurring basis unless cancelled. For instance, monthly or annual subscriptions.",
            "last_updated": "2023-07-11 06:18:20",
            "point_link": "https://edit.tosdr.org/points/22205",
            "approval_status": "APPROVED",
            "clause_text": "<li>If you subscribe to certain Paid Services (as defined in the “Fees” section) for a term (the “Initial Term”), then the term will be automatically renewed for additional periods of the same duration as the Initial Term at our then-current fee for such Paid Services, unless you opt out of the auto-renewal in accordance with the Section entitled “Fees” below.</li>",
            "point_source": "https://mysudo.com/tos/",
            "case": {
                "text": "You authorise the service to charge a credit card supplied on re-occurring basis",
                "href": "https://edit.tosdr.org/cases/384"
            }
        },
        {
            "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
            "rating": "neutral",
            "description": "The service assumes no liability for any damages the user incurs, including tangible (e.g. profits) and intangible losses (e.g. data), resulting from the use or inability to use the service or any other matter relating to the service.",
            "last_updated": "2023-07-11 06:18:21",
            "point_link": "https://edit.tosdr.org/points/6237",
            "approval_status": "APPROVED",
            "clause_text": "YOU UNDERSTAND AND AGREE THAT IN NO EVENT SHALL ANONYOME PARTIES BE LIABLE FOR ANY INDIRECT, INCIDENTAL, SPECIAL, EXEMPLARY, OR CONSEQUENTIAL DAMAGES ARISING OUT OF OR IN CONNECTION WITH THE ANONYOME PROPERTIES, UNAUTHORIZED ACCESS TO OR ALTERATION OF YOUR CONTENT, THIS TOS, OR ANY DAMAGES RESULTING FROM LOSS OF USE, DATA, OR PROFITS, WHETHER OR NOT ANONYOME HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES, OR FOR ANY DAMAGES FOR PERSONAL OR BODILY INJURY OR EMOTIONAL DISTRESS ARISING OUT OF OR IN CONNECTION WITH THESE TERMS, ON ANY THEORY OF LIABILITY",
            "point_source": "https://mysudo.com/tos/",
            "case": {
                "text": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
                "href": "https://edit.tosdr.org/cases/293"
            }
        },
        {
            "title": "The service is provided 'as is' and to be used at the users' sole risk",
            "rating": "neutral",
            "description": "This service does not provide any guarantees as to its usability or fitness for the users' purposes. Users agree to use it at their own risk, accepting any possible bugs, malfunctions or harm to their devices.",
            "last_updated": "2023-07-11 10:05:58",
            "point_link": "https://edit.tosdr.org/points/6235",
            "approval_status": "APPROVED",
            "clause_text": "YOU EXPRESSLY UNDERSTAND AND AGREE THAT TO THE EXTENT PERMITTED BY APPLICABLE LAW, YOUR USE OF THE ANONYOME PROPERTIES IS AT YOUR SOLE RISK, AND THE ANONYOME PROPERTIES ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS, WITH ALL FAULTS.",
            "point_source": "https://mysudo.com/tos/",
            "case": {
                "text": "The service is provided 'as is' and to be used at your sole risk",
                "href": "https://edit.tosdr.org/cases/286"
            }
        },
        {
            "title": "Your personal data is aggregated into statistics",
            "rating": "neutral",
            "description": "Your personal data is used for statistics in a de-identified/aggregated form (i.e. not directly linked to a unique identity) to analyse trends, for research and for analytics.",
            "last_updated": "2023-07-11 06:18:21",
            "point_link": "https://edit.tosdr.org/points/22211",
            "approval_status": "APPROVED",
            "clause_text": "<li>We do collect anonymized data about how our Applications perform, which areas are more or less favored by users, and other performance-based metrics.",
            "point_source": "https://mysudo.com/privacypolicy/",
            "case": {
                "text": "Your personal data is aggregated into statistics",
                "href": "https://edit.tosdr.org/cases/190"
            }
        },
        {
            "title": "This service does not guarantee that it or the products obtained through it meet the users' expectations or requirements",
            "rating": "neutral",
            "description": "This service provider informs its users that the services, information, products, or other materials provided on its website may not meet the users' expectations or requirements.",
            "last_updated": "2023-07-11 06:18:21",
            "point_link": "https://edit.tosdr.org/points/6236",
            "approval_status": "APPROVED",
            "clause_text": "On 2024-06-03 12:45:50 UTC, affan09 (36385)  wrote:\n          This is such a great resource that you are providing and you give it away for free. I love seeing blog that understand the value of providing a quality resource for free.demo slot rupiah",
            "point_source": "https://mysudo.com/tos/",
            "case": {
                "text": "This service does not guarantee that it or the products obtained through it meet your expectations or requirements",
                "href": "https://edit.tosdr.org/cases/290"
            }
        },
        {
            "title": "Your IP address is collected, which can be used to view your approximate location",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:18:32",
            "point_link": "https://edit.tosdr.org/points/22216",
            "approval_status": "APPROVED",
            "clause_text": "When your Application instance accesses our Services, we store certain information about your requests including date/time, type of request (e.g.\nsend SMS), application version and IP address.",
            "point_source": "https://mysudo.com/privacypolicy/",
            "case": {
                "text": "Your IP address is collected, which can be used to view your approximate location",
                "href": "https://edit.tosdr.org/cases/399"
            }
        },
        {
            "title": "Third parties are involved in operating the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:18:22",
            "point_link": "https://edit.tosdr.org/points/22217",
            "approval_status": "APPROVED",
            "clause_text": "If enabled in the privacy settings of our Applications, we collect non-personally identifying information about how users use our Application and Services, in order to improve them.\nWe use Amazon Web Services Pinpoint and Braze for this purpose.</p>\n<p>",
            "point_source": "https://mysudo.com/privacypolicy/",
            "case": {
                "text": "Third parties are involved in operating the service",
                "href": "https://edit.tosdr.org/cases/207"
            }
        }
    ]
}