{
    "meta_data": {
        "title": "BBC - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "You sign away moral rights",
            "rating": "blocker",
            "description": "Moral rights are rights to creators of literary, dramatic, musical and artistic works, as well as directors of films.\n\"The moral rights include the right of attribution, the right to have a work published anonymously or pseudonymously, and the right to the integrity of the work. The preserving of the integrity of the work allows the author to object to alteration, distortion, or mutilation of the work that is \"prejudicial to the author's honor or reputation\". Anything else that may detract from the artist's relationship with the work even after it leaves the artist's possession or ownership may bring these moral rights into play. Moral rights are distinct from any economic rights tied to copyrights. Even if an artist has assigned his or her copyright rights to a work to a third party, he or she still maintains the moral rights to the work.\" -Wikipedia\nIn general, any terms that use the exact words \"moral rights\" as rights that are waived will fall under this Case.",
            "last_updated": "2023-07-11 10:04:06",
            "point_link": "https://edit.tosdr.org/points/7845",
            "approval_status": "APPROVED",
            "clause_text": "g.\nMoral rights</strong>\n</p>\n<p>When you upload a creation, you give up your moral rights to it.\nThat means we can:</p>\n<ul>\n<li>Use your creation without identifying you as the creator</li>\n<li>Edit or change your creation and you won’t be able to say we’ve treated it in a “derogatory” way.</li>",
            "point_source": "http://www.bbc.com/usingthebbc/terms-of-use/",
            "case": {
                "text": "You waive your moral rights",
                "href": "https://edit.tosdr.org/cases/118"
            }
        },
        {
            "title": "This service can license user content to third parties",
            "rating": "bad",
            "description": "By posting content through the Services, users grant them a transferable and/or sublicensable right, which allows user content to be licensed to third parties.",
            "last_updated": "2023-07-11 10:11:05",
            "point_link": "https://edit.tosdr.org/points/14565",
            "approval_status": "APPROVED",
            "clause_text": "\"Creations - what BBC can do with them[...] f. And we can use it  Anywhere in the world  In any medium (for example TV, the internet, radio and apps)  For as long as we want – even if you stop using our services.  And anyone we work with can do those things too. [...]\"",
            "point_source": "http://www.bbc.com/usingthebbc/terms-of-use/",
            "case": {
                "text": "Your content can be licensed to third parties",
                "href": "https://edit.tosdr.org/cases/134"
            }
        },
        {
            "title": "This service keeps a license on user-generated content even after users close their accounts.",
            "rating": "bad",
            "description": "The service may still use your content and display it after you stopped using it by closing your account. The case applies to terms requiring users to grant them a perpetual license over that content.",
            "last_updated": "2023-07-11 10:11:05",
            "point_link": "https://edit.tosdr.org/points/14564",
            "approval_status": "APPROVED",
            "clause_text": "\"Creations - what BBC can do with them[...] f. And we can use it  Anywhere in the world  In any medium (for example TV, the internet, radio and apps)  For as long as we want – even if you stop using our services.\"",
            "point_source": "http://www.bbc.com/usingthebbc/terms-of-use/",
            "case": {
                "text": "A license is kept on user-generated content even after you close your account",
                "href": "https://edit.tosdr.org/cases/130"
            }
        },
        {
            "title": "Instead of asking directly, this Service will assume your consent merely from your usage.",
            "rating": "bad",
            "description": "The Service infers your acceptance from your continued usage, instead of prompting you to read the new Terms and asking for direct consent. This doesn’t apply to services that have no way to seek consent from users through their contact details or an account.",
            "last_updated": "2023-07-11 10:11:05",
            "point_link": "https://edit.tosdr.org/points/14574",
            "approval_status": "APPROVED",
            "clause_text": "When you use our services and content, you’re agreeing to:</p>\n<ul>\n<li>These terms of use</li>\n<li>Any other terms we’ve let you know about.</li>\n</ul>\n<p>And those things replace all previous agreements between you and us about using our services or content.",
            "point_source": "http://www.bbc.com/usingthebbc/terms-of-use/",
            "case": {
                "text": "Instead of asking directly, this Service will assume your consent to changes of terms merely from your usage.",
                "href": "https://edit.tosdr.org/cases/403"
            }
        },
        {
            "title": "This service reserves the right to disclose your personal information without notifying you",
            "rating": "bad",
            "description": "If the Government governing the Terms requests personal data of a user of this service, they may not inform/notify the user while complying with the request.",
            "last_updated": "2023-07-11 10:04:45",
            "point_link": "https://edit.tosdr.org/points/13076",
            "approval_status": "APPROVED",
            "clause_text": "We might also share your information if we have to by law, or when we need to protect you or other people from harm.",
            "point_source": "http://www.bbc.com/usingthebbc/privacy-policy/",
            "case": {
                "text": "Your personal data may be disclosed to comply with government requests without notice to you",
                "href": "https://edit.tosdr.org/cases/164"
            }
        },
        {
            "title": "The court of law governing the terms is in a jurisdiction that is less friendly to user privacy protection.",
            "rating": "bad",
            "description": "The Terms are governed by the applicable laws of a jurisdiction known for weak data regulations and poor user privacy protection. Usually contributors will need to explain in the Analysis view of each point linked to this Case the reason why it shall be applied.",
            "last_updated": "2023-07-11 10:11:06",
            "point_link": "https://edit.tosdr.org/points/14576",
            "approval_status": "APPROVED",
            "clause_text": "The UK is part of the 5 Eyes Alliance (https://en.wikipedia.org/wiki/Five_Eyes), which as a result pushes for more digital surveillance.",
            "point_source": "http://www.bbc.com/usingthebbc/terms-of-use/",
            "case": {
                "text": "The court of law governing the terms is in a jurisdiction that is less friendly to user privacy protection.",
                "href": "https://edit.tosdr.org/cases/242"
            }
        },
        {
            "title": "This service may use your personal information for marketing purposes",
            "rating": "bad",
            "description": "The service may use your personal data for marketing, such as sending you personalised offerings.",
            "last_updated": "2023-07-11 10:06:24",
            "point_link": "https://edit.tosdr.org/points/11588",
            "approval_status": "APPROVED",
            "clause_text": "<li>to help us understand how people are using our services, so we can make them better</li>\n<li>to deliver advertising to websites outside of the UK</li>\n<li>to help us personalise the BBC to you by remembering your preferences and settings",
            "point_source": "http://www.bbc.com/usingthebbc/privacy-policy/",
            "case": {
                "text": "Your personal data may be used for marketing purposes",
                "href": "https://edit.tosdr.org/cases/336"
            }
        },
        {
            "title": "Your profile is combined across various products",
            "rating": "bad",
            "description": "When using multiple services from one same company, they can combine these (unrelated) information sources about you to build up a single richer user profile about you.",
            "last_updated": "2023-07-11 10:04:42",
            "point_link": "https://edit.tosdr.org/points/13067",
            "approval_status": "APPROVED",
            "clause_text": "c.\nInformation on your activities outside the BBC when you talk about us</strong>\n</p>\n<p>Like if you've mentioned us in a Twitter post, we'll collect your Twitter handle.</p>",
            "point_source": "http://www.bbc.com/usingthebbc/privacy-policy/",
            "case": {
                "text": "Your profile is combined across various products",
                "href": "https://edit.tosdr.org/cases/326"
            }
        },
        {
            "title": "Your personal data is used to employ targeted third-party advertising",
            "rating": "bad",
            "description": "Your Personal Information is traded and shared with advertising companies to target ads on you, either on the website you were visiting or in third party websites. Your interaction with the service and data you have shared with them may be gathered to create an advertising ID or profile.",
            "last_updated": "2023-07-11 06:24:18",
            "point_link": "https://edit.tosdr.org/points/27194",
            "approval_status": "APPROVED",
            "clause_text": "e.\nto show you relevant advertising on another company's site",
            "point_source": "http://www.bbc.com/usingthebbc/privacy-policy/",
            "case": {
                "text": "Your personal data is used to employ targeted third-party advertising",
                "href": "https://edit.tosdr.org/cases/220"
            }
        },
        {
            "title": "The service uses your personal data to employ targeted third-party advertising",
            "rating": "bad",
            "description": "Your Personal Information is traded and shared with advertising companies to target ads on you, either on the website you were visiting or in third party websites. Your interaction with the service and data you have shared with them may be gathered to create an advertising ID or profile.",
            "last_updated": "2023-07-11 06:33:51",
            "point_link": "https://edit.tosdr.org/points/13074",
            "approval_status": "APPROVED",
            "clause_text": "If you have a BBC account we might use information that we hold about you to show you relevant and targeted advertising for BBC services through other companies’ sites, like Facebook, Google, Snapchat or Twitter for example.\nThis could be showing you a BBC sponsored message where we know you have a BBC account and have used BBC services.",
            "point_source": "http://www.bbc.com/usingthebbc/privacy-policy/",
            "case": {
                "text": "Your personal data is used to employ targeted third-party advertising",
                "href": "https://edit.tosdr.org/cases/220"
            }
        },
        {
            "title": "The service may keep a secure, anonymized record of users' data for analytical purposes even after the data retention period",
            "rating": "bad",
            "description": "The data retention period states how long a service keeps user data. In this case, the service may anonymize the personal data after its retention period is over and use it for analytical or research purposes.",
            "last_updated": "2023-07-11 10:04:43",
            "point_link": "https://edit.tosdr.org/points/13077",
            "approval_status": "APPROVED",
            "clause_text": "Keep in mind:</p>\n<ul>\n<li>we keep a record of how you've used our services, but this information can't be linked back to you",
            "point_source": "http://www.bbc.com/usingthebbc/privacy-policy/",
            "case": {
                "text": "The service may keep a secure, anonymized record of your data for analytical purposes even after the data retention period",
                "href": "https://edit.tosdr.org/cases/304"
            }
        },
        {
            "title": "Your data may be processed and stored anywhere in the world",
            "rating": "bad",
            "description": "Your data is stored all over the world, including in countries where data protection rules may differ from the ones of the service's jurisdiction or those of your country jurisdiction.",
            "last_updated": "2023-07-11 10:06:22",
            "point_link": "https://edit.tosdr.org/points/10797",
            "approval_status": "APPROVED",
            "clause_text": "<strong>Where we store your information</strong>\n</p>\n<p>Some companies that provide services to us run their services from outside the UK and the European Economic Area.\nWe only let that happen if we are satisfied with their levels of security.\nKeep in mind that when you give us personal information it could be being transferred, stored or processed in a location outside the UK and the EEA.",
            "point_source": "http://www.bbc.com/usingthebbc/privacy-policy/",
            "case": {
                "text": "Your data may be processed and stored anywhere in the world",
                "href": "https://edit.tosdr.org/cases/187"
            }
        },
        {
            "title": "This service employs third-party cookies, but with opt-out instructions",
            "rating": "bad",
            "description": null,
            "last_updated": "2023-07-11 10:06:28",
            "point_link": "https://edit.tosdr.org/points/11585",
            "approval_status": "APPROVED",
            "clause_text": "We also use functional, performance and advertising cookies to make your experience more enjoyable.\nYou can switch these on or off at any time and you can always change your mind.\nWe’ll only use them if you’ve agreed.</p>\n<p>Bear in mind there are some other cookies out there from other companies.\nThese \"third-party cookies\" might track how you use different websites, including ours.",
            "point_source": "http://www.bbc.com/usingthebbc/privacy-policy/",
            "case": {
                "text": "Third party cookies are employed, but with opt out instructions",
                "href": "https://edit.tosdr.org/cases/127"
            }
        },
        {
            "title": "The service's data retention period is kept to the minimum necessary for fulfilling its purposes",
            "rating": "good",
            "description": "The service will remove personal data from its systems once it is no longer required. Depending on the type of information and the reason it was collected, data retention periods will vary.",
            "last_updated": "2023-07-11 10:04:50",
            "point_link": "https://edit.tosdr.org/points/13068",
            "approval_status": "APPROVED",
            "clause_text": "And always stick to these principles:</p>\n<ul>\n<li>we only hold your information for as long as we do the activities we told you about or have a valid reason to keep it</li>\n<li>we think about what type of information it is, the amount collected, how sensitive it might be and any legal requirements</li>\n<li>we design our services so that we don't hold your information any longer than we have to",
            "point_source": "http://www.bbc.com/usingthebbc/privacy-policy/",
            "case": {
                "text": "The data retention period is kept to the minimum necessary for fulfilling its purposes",
                "href": "https://edit.tosdr.org/cases/303"
            }
        },
        {
            "title": "You can request access and deletion of personal data",
            "rating": "good",
            "description": "Users have the right to access personal data hold by the Service, correct it and/or permanently delete it. This usually applies to Services GDPR compliants.",
            "last_updated": "2023-07-11 10:06:35",
            "point_link": "https://edit.tosdr.org/points/11587",
            "approval_status": "APPROVED",
            "clause_text": "<p>You can:</p>\n<ul>\n<li>ask us what personal information we hold about you</li>\n<li>ask us to correct or delete your personal information</li>\n<li>tell us to stop using your personal information",
            "point_source": "http://www.bbc.com/usingthebbc/privacy-policy/",
            "case": {
                "text": "You can request access, correction and/or deletion of your data",
                "href": "https://edit.tosdr.org/cases/195"
            }
        },
        {
            "title": "This service allows you to retrieve an archive of your data",
            "rating": "good",
            "description": "Users can request a copy of the data collected through the services and infer from it the amount of personal information that is processed and stored by the Service. This usually applies to Services GDPR compliants.",
            "last_updated": "2023-07-11 06:33:55",
            "point_link": "https://edit.tosdr.org/points/13078",
            "approval_status": "APPROVED",
            "clause_text": "You have the right to:</p>\n<ul>\n<li>request a copy of your information</li>",
            "point_source": "http://www.bbc.com/usingthebbc/privacy-policy/",
            "case": {
                "text": "You can retrieve an archive of your data",
                "href": "https://edit.tosdr.org/cases/140"
            }
        },
        {
            "title": "An onion site accessible over Tor is provided",
            "rating": "good",
            "description": "Tor is a software for anonymous communication that directs Internet traffic through an overlay network. Onion sites are only available through Tor browser and provide additional security and anonymity to users.",
            "last_updated": "2023-01-30 14:02:21",
            "point_link": "https://edit.tosdr.org/points/29882",
            "approval_status": "APPROVED",
            "clause_text": null,
            "point_source": "https://www.bbc.com/news/technology-50150981",
            "case": {
                "text": "An onion site accessible over Tor is provided",
                "href": "https://edit.tosdr.org/cases/406"
            }
        },
        {
            "title": "The service provides details about what kinds of personal information they collect",
            "rating": "good",
            "description": "The Privacy Policy describes in detail the data collected through the website and through the services provided.",
            "last_updated": "2023-07-11 10:04:48",
            "point_link": "https://edit.tosdr.org/points/13064",
            "approval_status": "APPROVED",
            "clause_text": "4.\nWhat types of personal information does the BBC collect about me?</li>",
            "point_source": "http://www.bbc.com/usingthebbc/privacy-policy/",
            "case": {
                "text": "Information is provided about what kind of information they collect",
                "href": "https://edit.tosdr.org/cases/228"
            }
        },
        {
            "title": "This service does not sell your personal data",
            "rating": "good",
            "description": "This service makes an explicit promise not to sell \"personal data\" of users.",
            "last_updated": "2023-07-11 10:06:20",
            "point_link": "https://edit.tosdr.org/points/10798",
            "approval_status": "APPROVED",
            "clause_text": "We share personal information about you to others but we follow some rules</strong>\n</p>\n<p>The main rule is we will never sell your personal information to anyone.</p>",
            "point_source": "http://www.bbc.com/usingthebbc/privacy-policy/",
            "case": {
                "text": "Your personal data is not sold",
                "href": "https://edit.tosdr.org/cases/193"
            }
        },
        {
            "title": "You can opt out of targeted advertising",
            "rating": "good",
            "description": "The service employs your data to target ads to you, but you can opt-out of this interest-based advertising.",
            "last_updated": "2023-07-11 06:34:12",
            "point_link": "https://edit.tosdr.org/points/13075",
            "approval_status": "APPROVED",
            "clause_text": "If you don’t want to see our targeted advertising, you can set ad preferences in your social media companies’ settings.\nAlso, you can visit your BBC account and turn this off.</p>",
            "point_source": "http://www.bbc.com/usingthebbc/privacy-policy/",
            "case": {
                "text": "You can opt out of targeted advertising",
                "href": "https://edit.tosdr.org/cases/219"
            }
        },
        {
            "title": "You have the right to leave this service at any time",
            "rating": "good",
            "description": "You can stop using the service and/or cancel or delete your account at any time for any reason. Moreover, the termination is reasonably fast and simple.",
            "last_updated": "2023-07-11 10:04:51",
            "point_link": "https://edit.tosdr.org/points/8408",
            "approval_status": "APPROVED",
            "clause_text": "Can I delete my information? <p>This depends on what information you're talking about.</p>\n<p>\n<strong>a.\nIf you're talking about BBC account</strong>\n</p>\n<p>You can delete your account.\nYour account information is immediately deleted.",
            "point_source": "http://www.bbc.com/usingthebbc/privacy-policy/",
            "case": {
                "text": "You have the right to leave this service at any time",
                "href": "https://edit.tosdr.org/cases/170"
            }
        },
        {
            "title": "You can opt out of promotional communications",
            "rating": "good",
            "description": "You can update your account preferences and/or easily unsubscribe of email/sms lists to stop receiving promotional communications.",
            "last_updated": "2023-07-11 06:33:45",
            "point_link": "https://edit.tosdr.org/points/13072",
            "approval_status": "APPROVED",
            "clause_text": "We’ll only contact you when we need to or when you’ve given us permission.",
            "point_source": "http://www.bbc.com/usingthebbc/privacy-policy/",
            "case": {
                "text": "You can opt out of promotional communications",
                "href": "https://edit.tosdr.org/cases/223"
            }
        },
        {
            "title": "There is a date of the last update of the terms",
            "rating": "neutral",
            "description": "The given text has a date that allows to know when it was last updated.",
            "last_updated": "2023-07-11 06:34:05",
            "point_link": "https://edit.tosdr.org/points/7844",
            "approval_status": "APPROVED",
            "clause_text": "Version 1: 2019-08-31 09:41:21 UTC by Peepo (2527)  Staff\n          \n        \n        \n          \n            \n              Analysis created\n            \n          \n        \n        \n          \n              \n          \n        \n    \n  \n        \n          \n              Version 1: 2019-08-31 09:41:21 UTC by Peepo (2527)  Staff\n          \n        \n        \n          \n            \n              Analysis created\n            \n          \n        \n        \n          \n              \n          \n        \n    \n          \n              Version 1: 2019-08-31 09:41:21 UTC by Peepo (2527)  Staff\n          \n        \n          \n            \n              Analysis created\n            \n          \n        \n          \n              \n          \n        \n      \n        \n          \n            Previous Title: \n            Updated Title: There is a date of the last update of the terms\n          \n          \n            Previous Analysis: \n            Updated Analysis: Generated through the annotate view\n          \n          \n            Previous Status: \n            Updated Status:  PENDING\n          \n        \n      \n    \n        \n          \n            Previous Title: \n            Updated Title: There is a date of the last update of the terms\n          \n          \n            Previous Analysis: \n            Updated Analysis: Generated through the annotate view\n          \n          \n            Previous Status: \n            Updated Status:  PENDING\n          \n        \n      \n          \n            Previous Title: \n            Updated Title: There is a date of the last update of the terms\n          \n          \n            Previous Analysis: \n            Updated Analysis: Generated through the annotate view\n          \n          \n            Previous Status: \n            Updated Status:  PENDING\n          \n        \n            Previous Title: \n            Updated Title: There is a date of the last update of the terms\n          \n            Previous Analysis: \n            Updated Analysis: Generated through the annotate view\n          \n            Previous Status: \n            Updated Status:  PENDING",
            "point_source": "http://www.bbc.com/usingthebbc/privacy-policy/",
            "case": {
                "text": "There is a date of the last update of the agreements",
                "href": "https://edit.tosdr.org/cases/331"
            }
        },
        {
            "title": "The service can distribute your content through any media known now or in the future",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:11:05",
            "point_link": "https://edit.tosdr.org/points/14563",
            "approval_status": "APPROVED",
            "clause_text": "\"Creations - what BBC can do with them[...] f. And we can use it  Anywhere in the world  In any medium (for example TV, the internet, radio and apps)\"",
            "point_source": "http://www.bbc.com/usingthebbc/terms-of-use/",
            "case": {
                "text": "Your content can be distributed through any media known now or in the future",
                "href": "https://edit.tosdr.org/cases/139"
            }
        },
        {
            "title": "The service is not responsible for linked or (clearly) quoted content from third-party content providers",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:11:06",
            "point_link": "https://edit.tosdr.org/points/14572",
            "approval_status": "APPROVED",
            "clause_text": "We sometimes link to non-BBC sites.\nAnd we sometimes put our services on them – when you connect with us on social media, for example.</p>\n<p>A few things to bear in mind:</p>\n<p>a.\nWe don’t endorse the sites we link to.</p>\n<p>b.\nWe’re not responsible for their content or liable for anything that happens to you if you use them.",
            "point_source": "http://www.bbc.com/usingthebbc/terms-of-use/",
            "case": {
                "text": "The service is not responsible for linked or (clearly) quoted content from third-party content providers",
                "href": "https://edit.tosdr.org/cases/278"
            }
        },
        {
            "title": "Blocking cookies may limit your ability to use the service",
            "rating": "neutral",
            "description": "Most browsers allow users to set preferences related to cookies storage. You may choose to block all cookies (including first-party cookies), but it may impact your use of this service and you may not be able to access some or any of the features provided.",
            "last_updated": "2023-07-11 10:04:06",
            "point_link": "https://edit.tosdr.org/points/7846",
            "approval_status": "APPROVED",
            "clause_text": "Stopping all cookies might mean you can’t access some BBC services, or that some of them might not work properly for you.",
            "point_source": "http://www.bbc.com/usingthebbc/privacy-policy/",
            "case": {
                "text": "Blocking first party cookies may limit your ability to use the service",
                "href": "https://edit.tosdr.org/cases/375"
            }
        },
        {
            "title": "This service assumes no responsibility and liability for the contents of links to other websites",
            "rating": "neutral",
            "description": "The service rejects any responsibility for the contents of other websites to which it links.",
            "last_updated": "2023-07-11 10:11:06",
            "point_link": "https://edit.tosdr.org/points/14573",
            "approval_status": "APPROVED",
            "clause_text": "<p>c.\nIf you or anyone else shares something containing a link, we’re not responsible for anything on the site it links to.",
            "point_source": "http://www.bbc.com/usingthebbc/terms-of-use/",
            "case": {
                "text": "This service assumes no responsibility and liability for the contents of links to other websites",
                "href": "https://edit.tosdr.org/cases/279"
            }
        },
        {
            "title": "They may stop providing the service at any time",
            "rating": "neutral",
            "description": "They may discontinue the services without prior notice, at any time, for any or no reason. They usually assume no liability for losses and damages resulting from this suspension.",
            "last_updated": "2023-07-11 10:11:06",
            "point_link": "https://edit.tosdr.org/points/14568",
            "approval_status": "APPROVED",
            "clause_text": "\"Otherwise, we’re not liable for anything that happens if: [...] We turn off or remove content, services, external links or creations [...]\"\nSo they reserve the right of stopping the service.",
            "point_source": "http://www.bbc.com/usingthebbc/terms-of-use/",
            "case": {
                "text": "They may stop providing the service at any time",
                "href": "https://edit.tosdr.org/cases/203"
            }
        },
        {
            "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
            "rating": "neutral",
            "description": "The service provider expressly does not claim to provide uninterrupted, timely, secure or error-free service.",
            "last_updated": "2023-07-11 10:11:05",
            "point_link": "https://edit.tosdr.org/points/14570",
            "approval_status": "APPROVED",
            "clause_text": "\"Otherwise, we’re not liable for anything that happens if: [...] -There are errors, omissions, interruptions, delays, bugs or viruses\"",
            "point_source": "http://www.bbc.com/usingthebbc/terms-of-use/",
            "case": {
                "text": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
                "href": "https://edit.tosdr.org/cases/287"
            }
        },
        {
            "title": "Service does not allow alternative accounts",
            "rating": "neutral",
            "description": "Services that do not allow multiple or alternative accounts are covered by this case.\nAlternative accounts can contribute to an increased privacy, but can also be used to manipulate discussions and polls and might decrease the trustworthiness of a person.",
            "last_updated": "2023-07-11 06:36:16",
            "point_link": "https://edit.tosdr.org/points/14567",
            "approval_status": "APPROVED",
            "clause_text": "\"To keep your account safe, don’t: [...] -Create more than one account\"",
            "point_source": "http://www.bbc.com/usingthebbc/terms-of-use/",
            "case": {
                "text": "Alternative accounts are not allowed",
                "href": "https://edit.tosdr.org/cases/324"
            }
        },
        {
            "title": "This service prohibits users sending chain letters, junk mail, spam or any unsolicited messages",
            "rating": "neutral",
            "description": "Users are not allowed to use the service for chain letters, junk mail, spamming or any other distribution of content to people who have not agreed to receiving it.",
            "last_updated": "2023-07-11 06:36:11",
            "point_link": "https://edit.tosdr.org/points/14577",
            "approval_status": "APPROVED",
            "clause_text": "\"Don’t send us anything that:[...] f. Contains spam (unless you're commenting on a story about reconstituted meat)\"",
            "point_source": "http://www.bbc.com/usingthebbc/terms-of-use/",
            "case": {
                "text": "You are prohibited from sending chain letters, junk mail, spam or any unsolicited messages",
                "href": "https://edit.tosdr.org/cases/281"
            }
        },
        {
            "title": "Users agree not to submit libelous, harassing or threatening content",
            "rating": "neutral",
            "description": "This service prohibits users from submitting content of a variety of types. This can include content that is unlawful, harassing, abusive, threatening, libelous, sexist, racist, homophobic, transphobic, or discriminatory in any other way.",
            "last_updated": "2023-07-11 06:36:11",
            "point_link": "https://edit.tosdr.org/points/14578",
            "approval_status": "APPROVED",
            "clause_text": "\"Don’t send us anything that:[...] d. Is inappropriate (offensive, off-topic or disruptive)\"",
            "point_source": "http://www.bbc.com/usingthebbc/terms-of-use/",
            "case": {
                "text": "You agree not to submit libelous, harassing or threatening content",
                "href": "https://edit.tosdr.org/cases/283"
            }
        },
        {
            "title": "The service does not guarantee accuracy or reliability of the information provided",
            "rating": "neutral",
            "description": "This service makes no warranty regarding the accuracy or reliability of any information that is given on its website or the results that may be obtained from the use of the service.",
            "last_updated": "2023-07-11 10:11:05",
            "point_link": "https://edit.tosdr.org/points/14569",
            "approval_status": "APPROVED",
            "clause_text": "\"Otherwise, we’re not liable for anything that happens if: [...] -There are errors, omissions,[...]\"",
            "point_source": "http://www.bbc.com/usingthebbc/terms-of-use/",
            "case": {
                "text": "The service does not guarantee accuracy or reliability of the information provided",
                "href": "https://edit.tosdr.org/cases/288"
            }
        },
        {
            "title": "You cannot distribute or disclose your account to third parties",
            "rating": "neutral",
            "description": "In this context third-parties refers to anyone including friends, family, or company",
            "last_updated": "2023-07-11 10:11:05",
            "point_link": "https://edit.tosdr.org/points/14571",
            "approval_status": "APPROVED",
            "clause_text": "To keep your account safe, don’t:</p>\n<ul>\n<li>Tell anyone your username or password</li>",
            "point_source": "http://www.bbc.com/usingthebbc/terms-of-use/",
            "case": {
                "text": "You cannot distribute or disclose your account to third parties",
                "href": "https://edit.tosdr.org/cases/229"
            }
        },
        {
            "title": "Your personal data is aggregated into statistics",
            "rating": "neutral",
            "description": "Your personal data is used for statistics in a de-identified/aggregated form (i.e. not directly linked to a unique identity) to analyse trends, for research and for analytics.",
            "last_updated": "2023-07-11 10:04:45",
            "point_link": "https://edit.tosdr.org/points/13071",
            "approval_status": "APPROVED",
            "clause_text": "i.\nto research and innovate</strong>\n</p>\n<p>You're not a guinea-pig here, but knowing how you use our services could lead to the next big technology breakthrough.</p>",
            "point_source": "http://www.bbc.com/usingthebbc/privacy-policy/",
            "case": {
                "text": "Your personal data is aggregated into statistics",
                "href": "https://edit.tosdr.org/cases/190"
            }
        },
        {
            "title": "This service requires first-party cookies",
            "rating": "neutral",
            "description": "First-party cookies only belong to the domain of the service and not a third party.",
            "last_updated": "2023-07-11 06:34:23",
            "point_link": "https://edit.tosdr.org/points/13079",
            "approval_status": "APPROVED",
            "clause_text": "Some cookies are always on when you visit us, and you can’t turn them off unless you change your browser settings.\nWe call these “strictly necessary cookies”.\nWe use them to make sure our digital services work correctly and are meeting audience needs and interests.</p>",
            "point_source": "http://www.bbc.com/usingthebbc/privacy-policy/",
            "case": {
                "text": "First-party cookies are used",
                "href": "https://edit.tosdr.org/cases/126"
            }
        },
        {
            "title": "The service informs users that its privacy policy does not apply to third party websites",
            "rating": "neutral",
            "description": "The service states that whenever it links to third party websites or applications, its privacy policy does not apply. Those third party websites or applications hosted or operated by other organizations may have their own privacy policies.",
            "last_updated": "2023-07-11 10:04:48",
            "point_link": "https://edit.tosdr.org/points/13065",
            "approval_status": "APPROVED",
            "clause_text": "Our services sometimes link to services run by other companies' services, like opening a track from BBC Sounds on another music service such as Spotify.\nThose companies have their own privacy and cookies policies, so remember that the information you give them will follow their rules and not ours.</p>",
            "point_source": "http://www.bbc.com/usingthebbc/privacy-policy/",
            "case": {
                "text": "The service informs you that its privacy policy does not apply to third party websites",
                "href": "https://edit.tosdr.org/cases/299"
            }
        },
        {
            "title": "BBC will use Information to contact users about policy changes",
            "rating": "neutral",
            "description": "The Terms may be updated without prior notice, but users will be notified of the changes at the moment they will start applying.",
            "last_updated": "2023-07-11 10:04:45",
            "point_link": "https://edit.tosdr.org/points/8350",
            "approval_status": "APPROVED",
            "clause_text": "BBCs Privacy and Cookies Policy states it will use Personal Information to contact users about policy changes\n\nPoint 7 in the Privacy and Cookies Policy:\n7. When will the BBC use my information to contact me?\nWe might use your information to contact you about different things, like:\nto update you on any changes to the BBC’s policies, practices and Terms of Use",
            "point_source": "http://www.bbc.com/usingthebbc/privacy-policy/",
            "case": {
                "text": "The terms may be changed at any time, but you will receive notification of the changes",
                "href": "https://edit.tosdr.org/cases/122"
            }
        },
        {
            "title": "This service collects your IP address for location use",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:33:45",
            "point_link": "https://edit.tosdr.org/points/13066",
            "approval_status": "APPROVED",
            "clause_text": "This might include:</p>\n<ul>\n<li>IP (internet protocol)",
            "point_source": "http://www.bbc.com/usingthebbc/privacy-policy/",
            "case": {
                "text": "Your IP address is collected, which can be used to view your approximate location",
                "href": "https://edit.tosdr.org/cases/399"
            }
        },
        {
            "title": "Third parties may be involved in operating the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:06:35",
            "point_link": "https://edit.tosdr.org/points/11586",
            "approval_status": "APPROVED",
            "clause_text": "We do share it with others in these ways:</p>\n<p>\n<strong>a.\nWhen you make something public</strong>\n</p>\n<p>Like post a comment which the public can see.</p>\n<p>\n<strong>b.\nWhen we use other companies to power our services</strong>\n</p>\n<p>In order for us to give you quality experiences and to understand how you're using our services we often use other companies to process your personal information on our behalf.",
            "point_source": "http://www.bbc.com/usingthebbc/privacy-policy/",
            "case": {
                "text": "Third parties are involved in operating the service",
                "href": "https://edit.tosdr.org/cases/207"
            }
        },
        {
            "title": "The court of law governing the terms is in the UK.",
            "rating": "neutral",
            "description": "The Terms are governed by the applicable laws of a jurisdiction (specified in the title of each point by replacing the \"X\").",
            "last_updated": "2023-07-11 10:11:06",
            "point_link": "https://edit.tosdr.org/points/14575",
            "approval_status": "APPROVED",
            "clause_text": "English law governs these terms, and only English courts can make judgments about them.",
            "point_source": "http://www.bbc.com/usingthebbc/terms-of-use/",
            "case": {
                "text": "The court of law governing the terms is in location X",
                "href": "https://edit.tosdr.org/cases/163"
            }
        }
    ]
}