{
    "meta_data": {
        "title": "Ableton - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "Many third parties are involved in operating the service",
            "rating": "bad",
            "description": null,
            "last_updated": "2023-07-11 06:25:35",
            "point_link": "https://edit.tosdr.org/points/28414",
            "approval_status": "APPROVED",
            "clause_text": "We use service providers as processors within the framework of a data processing agreement for conducting and evaluating surveys, interviews and usability tests, as well as for the provision, maintenance and servicing of IT systems.",
            "point_source": "https://www.ableton.com/en/privacy/",
            "case": {
                "text": "Many third parties are involved in operating the service",
                "href": "https://edit.tosdr.org/cases/208"
            }
        },
        {
            "title": "You waive your right to a class action.",
            "rating": "bad",
            "description": "The right to be represented in a class action (or representative action) exists in the US and some European countries. It allows people who have been similarly injured by the same accused to take legal action by a single lawsuit instead of individually. Some Terms of Service try to limit that right. By agreeing to them, you could waive (= renounce to) your right to a class action, which might reduce your chances to be successful in a case.",
            "last_updated": "2023-07-11 06:25:34",
            "point_link": "https://edit.tosdr.org/points/28403",
            "approval_status": "APPROVED",
            "clause_text": "By agreeing to these terms and conditions, in the event of any claim you may have arising from or related to the Software or this EULA you agree you hereby waive any right to participate in any type of law suit brought and/or maintained as a class action or similar in nature to a class action.</p>",
            "point_source": "https://www.ableton.com/en/eula/",
            "case": {
                "text": "You waive your right to a class action.",
                "href": "https://edit.tosdr.org/cases/117"
            }
        },
        {
            "title": "This service tracks which web page referred you to it",
            "rating": "bad",
            "description": "The service logs the URL of the last web page you visited before visiting the Site and may use that information to gather more data about you.",
            "last_updated": "2023-07-11 06:25:36",
            "point_link": "https://edit.tosdr.org/points/28408",
            "approval_status": "APPROVED",
            "clause_text": "\"When using the website, certain information is sent to the server of our website by the browser used on your device for technical reasons. [...]  the page previously visited (referrer URL) \"",
            "point_source": "https://www.ableton.com/en/privacy/",
            "case": {
                "text": "This service tracks which web page referred you to it",
                "href": "https://edit.tosdr.org/cases/387"
            }
        },
        {
            "title": "Your data is processed and stored in a country that is less friendly to user privacy protection",
            "rating": "bad",
            "description": "This case means that user data is not anywhere in the world, but somewhere where it is more likely to be obtained and used by government and/or possible data analysts.",
            "last_updated": "2023-07-11 06:25:36",
            "point_link": "https://edit.tosdr.org/points/28415",
            "approval_status": "APPROVED",
            "clause_text": "A data transfer to the USA takes place, when we use the software of our service provider’s., Skype Communications SARL, Zoom Video Communications Inc.\nand Survey Monkey Europe UC to conduct usability tests.",
            "point_source": "https://www.ableton.com/en/privacy/",
            "case": {
                "text": "Your data is processed and stored in a country that is less friendly to user privacy protection",
                "href": "https://edit.tosdr.org/cases/411"
            }
        },
        {
            "title": "The service is only available in some countries approved by its government",
            "rating": "bad",
            "description": "Countries under embargo or banned by the government of the country in question cannot use the service.",
            "last_updated": "2023-07-11 06:32:49",
            "point_link": "https://edit.tosdr.org/points/28401",
            "approval_status": "APPROVED",
            "clause_text": "You may not export or re-export the Software except as authorized by United States law and the laws of the jurisdiction in which the Software was obtained.&nbsp.\nIn particular, but without limitation, the Software may not be exported or re-exported (a) into or to a nation or a resident of any U.S.\nembargoed countries or (b) to anyone on the U.S.\nTreasury Department’s list of Specially Designated Nationals or the U.S.\nDepartment of Commerce Denied Person’s List or Entity List.",
            "point_source": "https://www.ableton.com/en/eula/",
            "case": {
                "text": "The service is only available in some countries approved by its government",
                "href": "https://edit.tosdr.org/cases/490"
            }
        },
        {
            "title": "Third party privacy-focused cookies are employed, but with opt out instructions",
            "rating": "bad",
            "description": null,
            "last_updated": "2023-07-11 06:25:36",
            "point_link": "https://edit.tosdr.org/points/28412",
            "approval_status": "APPROVED",
            "clause_text": "We only process data generated by Matomo on our own servers (on-premise).\nWith the help of Matomo, we can analyze the usage behavior of visitors to our websites in pseudonymized and anonymized form.\nYour IP address is anonymized because we have enabled this function.</p>\n<p>You can deactivate the data processing by Matomo at any time in our “cookie settings section”",
            "point_source": "https://www.ableton.com/en/privacy/",
            "case": {
                "text": "Third party cookies are employed, but with opt out instructions",
                "href": "https://edit.tosdr.org/cases/127"
            }
        },
        {
            "title": "Logs are deleted after a finite period of time",
            "rating": "good",
            "description": "Logs are text files containing some information about web visitors, such as user agents (showing for instance that you're connecting from Firefox for Android) and ip addresses (which reveal your approximate location). This case applies to Services that periodically delete their logs to prevent user sessions being tracked over time.",
            "last_updated": "2023-07-11 06:26:32",
            "point_link": "https://edit.tosdr.org/points/28409",
            "approval_status": "APPROVED",
            "clause_text": "Pseudonymous usage data will be deleted after six months.",
            "point_source": "https://www.ableton.com/en/privacy/",
            "case": {
                "text": "Logs are deleted after a finite period of time",
                "href": "https://edit.tosdr.org/cases/177"
            }
        },
        {
            "title": "You can request access, correction and/or deletion of your data",
            "rating": "good",
            "description": "Users have the right to access personal data hold by the Service, correct it and/or permanently delete it. This usually applies to Services GDPR compliants.",
            "last_updated": "2023-07-11 06:25:37",
            "point_link": "https://edit.tosdr.org/points/28417",
            "approval_status": "APPROVED",
            "clause_text": "You have the right to request information at any time about all your personal data which we are processing.</p>\n<p>(iii) If your personal data is incorrect or incomplete, you have the right to have it rectified and completed.</p>\n<p>(iv) You can request the erasure of your personal data at any time, as long as we are not bound by legal obligations that require or allow us to continue processing your data.</p>",
            "point_source": "https://www.ableton.com/en/privacy/",
            "case": {
                "text": "You can request access, correction and/or deletion of your data",
                "href": "https://edit.tosdr.org/cases/195"
            }
        },
        {
            "title": "Tracking cookies refused will not limit your ability to use the service",
            "rating": "good",
            "description": "Blocking tracking technologies will not negatively impact your use of the service.",
            "last_updated": "2023-07-11 06:25:35",
            "point_link": "https://edit.tosdr.org/points/28393",
            "approval_status": "APPROVED",
            "clause_text": "Ableton may track and collect information from your use of the Software (“Usage Data”), and aggregate such Usage Data in a “Usage Report.” (e.g.\nOS Version, PlugIn-version etc.).\nUsage Data is anonymous.\nYou may decide whether or not Usage Reports are made by ticking or unticking the appropriate box in your preferences at any time.</p>",
            "point_source": "https://www.ableton.com/en/eula/",
            "case": {
                "text": "Tracking cookies refused will not limit your ability to use the service",
                "href": "https://edit.tosdr.org/cases/385"
            }
        },
        {
            "title": "Your personal data will not be used for an automated decision-making",
            "rating": "good",
            "description": "The service promises not to use your personal data for automated decision-making, including profiling.",
            "last_updated": "2023-07-11 06:25:36",
            "point_link": "https://edit.tosdr.org/points/28416",
            "approval_status": "APPROVED",
            "clause_text": "We do not use any methods of automated individual decision-making.</p>",
            "point_source": "https://www.ableton.com/en/privacy/",
            "case": {
                "text": "Your personal data will not be used for an automated decision-making",
                "href": "https://edit.tosdr.org/cases/480"
            }
        },
        {
            "title": "A list of all cookies set by the website is provided",
            "rating": "good",
            "description": "The service provides users with a complete list of all first and third party cookies its website sets and an explanation of their uses. This information can be valuable for users to make an informed choice whether to allow those cookies.",
            "last_updated": "2023-07-11 06:25:35",
            "point_link": "https://edit.tosdr.org/points/28411",
            "approval_status": "APPROVED",
            "clause_text": "crftoken<p>We use the crftoken cookie on our website",
            "point_source": "https://www.ableton.com/en/privacy/",
            "case": {
                "text": "A list of all cookies set by the website is provided",
                "href": "https://edit.tosdr.org/cases/306"
            }
        },
        {
            "title": "Third parties used by the service are bound by confidentiality obligations",
            "rating": "good",
            "description": "The Third Parties accessing your personal information must keep it confidential and only use it for limited purposes.",
            "last_updated": "2023-07-11 06:25:36",
            "point_link": "https://edit.tosdr.org/points/28413",
            "approval_status": "APPROVED",
            "clause_text": "We have concluded the EU standard contractual clauses with Validity Inc., so that Validity Inc.\nmay only process your data for our purposes",
            "point_source": "https://www.ableton.com/en/privacy/",
            "case": {
                "text": "Third parties used by the service are bound by confidentiality obligations",
                "href": "https://edit.tosdr.org/cases/210"
            }
        },
        {
            "title": "The service claims to be GDPR compliant for European users",
            "rating": "good",
            "description": "The service has a different behavior towards users protected by the GDPR.",
            "last_updated": "2023-07-11 06:25:35",
            "point_link": "https://edit.tosdr.org/points/28406",
            "approval_status": "APPROVED",
            "clause_text": "Ableton AG, Schönhauser Allee 6-7, D-10119 Berlin herewith informs you about the processing of personal data for which Ableton is responsible in the sense of the EU General Data Protection Regulation (GDPR)",
            "point_source": "https://www.ableton.com/en/privacy/",
            "case": {
                "text": "The service claims to be GDPR compliant for European users",
                "href": "https://edit.tosdr.org/cases/481"
            }
        },
        {
            "title": "You have the right to leave this service at any time",
            "rating": "good",
            "description": "You can stop using the service and/or cancel or delete your account at any time for any reason. Moreover, the termination is reasonably fast and simple.",
            "last_updated": "2023-07-11 06:25:34",
            "point_link": "https://edit.tosdr.org/points/28405",
            "approval_status": "APPROVED",
            "clause_text": "The Licensee may terminate this EULA at any time by destroying the Software together with all copies in any form.",
            "point_source": "https://www.ableton.com/en/eula/",
            "case": {
                "text": "You have the right to leave this service at any time",
                "href": "https://edit.tosdr.org/cases/170"
            }
        },
        {
            "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:26:39",
            "point_link": "https://edit.tosdr.org/points/28398",
            "approval_status": "APPROVED",
            "clause_text": "<p>Licensee agrees to indemnify, defend and hold harmless Ableton and its affiliates and their respective officers, employees, directors, agents, licensees (excluding you), sublicensees (excluding you), successors and assigns from and against any and all liability, costs, losses, damages, and expenses (including reasonable attorneys’ fees and expenses) arising out of any claim, suit, or cause of action relating to and/or arising from (a) your breach of any term of this EULA.\n(b) your violation of any rights of any third party.\nor (c) your use or misuse of the Software.&nbsp.",
            "point_source": "https://www.ableton.com/en/eula/",
            "case": {
                "text": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
                "href": "https://edit.tosdr.org/cases/146"
            }
        },
        {
            "title": "Outside of Europe, this service assumes no liability for any losses or damages resulting from any matter relating to the service",
            "rating": "neutral",
            "description": "The service assumes no liability for any damages the user incurs, including tangible (e.g. profits) and intangible losses (e.g. data), resulting from the use or inability to use the service or any other matter relating to the service.",
            "last_updated": "2023-07-11 06:25:34",
            "point_link": "https://edit.tosdr.org/points/28397",
            "approval_status": "APPROVED",
            "clause_text": "TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT SHALL ABLETON OR ITS AFFILIATES BE LIABLE FOR ANY SPECIAL, INCIDENTAL, INDIRECT, OR CONSEQUENTIAL DAMAGES WHATSOEVER (INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF BUSINESS PROFITS, BUSINESS INTERRUPTION, LOSS OF BUSINESS INFORMATION, OR ANY OTHER PECUNIARY LOSS) ARISING OUT OF THE USE OF OR INABILITY TO USE THE SOFTWARE OR DEFECT IN OR CAUSED BY THE SOFTWARE",
            "point_source": "https://www.ableton.com/en/eula/",
            "case": {
                "text": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
                "href": "https://edit.tosdr.org/cases/293"
            }
        },
        {
            "title": "Blocking first party cookies may limit your ability to use the service",
            "rating": "neutral",
            "description": "Most browsers allow users to set preferences related to cookies storage. You may choose to block all cookies (including first-party cookies), but it may impact your use of this service and you may not be able to access some or any of the features provided.",
            "last_updated": "2023-07-11 06:27:12",
            "point_link": "https://edit.tosdr.org/points/28410",
            "approval_status": "APPROVED",
            "clause_text": "However, we would like to point out that some functions of the website may not function or no longer function properly if you generally deactivate cookies in your browser.</p>",
            "point_source": "https://www.ableton.com/en/privacy/",
            "case": {
                "text": "Blocking first party cookies may limit your ability to use the service",
                "href": "https://edit.tosdr.org/cases/375"
            }
        },
        {
            "title": "Defend, indemnify, hold harmless; survives termination",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:25:34",
            "point_link": "https://edit.tosdr.org/points/28399",
            "approval_status": "APPROVED",
            "clause_text": "Your indemnification obligations set forth in the immediately preceding sentence shall survive the termination of this EULA",
            "point_source": "https://www.ableton.com/en/eula/",
            "case": {
                "text": "Defend, indemnify, hold harmless; survives termination",
                "href": "https://edit.tosdr.org/cases/147"
            }
        },
        {
            "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
            "rating": "neutral",
            "description": "The service provider expressly does not claim to provide uninterrupted, timely, secure or error-free service.",
            "last_updated": "2023-07-11 06:26:39",
            "point_link": "https://edit.tosdr.org/points/28395",
            "approval_status": "APPROVED",
            "clause_text": "ABLETON DOES NOT WARRANT AGAINST INTERFERENCE WITH YOUR ENJOYMENT OF THE SOFTWARE, THAT THE FUNCTIONS CONTAINED IN THE SOFTWARE WILL MEET YOUR REQUIREMENTS, THAT THE OPERATION OF THE SOFTWARE WILL BE UNINTERRUPTED OR ERROR-FREE",
            "point_source": "https://www.ableton.com/en/eula/",
            "case": {
                "text": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
                "href": "https://edit.tosdr.org/cases/287"
            }
        },
        {
            "title": "The service is provided 'as is' and to be used at your sole risk",
            "rating": "neutral",
            "description": "This service does not provide any guarantees as to its usability or fitness for the users' purposes. Users agree to use it at their own risk, accepting any possible bugs, malfunctions or harm to their devices.",
            "last_updated": "2023-07-11 06:26:39",
            "point_link": "https://edit.tosdr.org/points/28394",
            "approval_status": "APPROVED",
            "clause_text": "YOU EXPRESSLY ACKNOWLEDGE AND AGREE THAT USE OF THE SOFTWARE IS AT YOUR SOLE RISK AND THAT THE ENTIRE RISK AS TO SATISFACTORY QUALITY, PERFORMANCE, AND ACCURACY IS WITH YOU.&nbsp.\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, THE SOFTWARE IS PROVIDED “AS IS,”",
            "point_source": "https://www.ableton.com/en/eula/",
            "case": {
                "text": "The service is provided 'as is' and to be used at your sole risk",
                "href": "https://edit.tosdr.org/cases/286"
            }
        },
        {
            "title": "This service informs you that its Terms of Service does not apply to third party websites",
            "rating": "neutral",
            "description": "The service states that whenever it links to third party websites or applications, its Terms of Service does not apply. Those third party websites or applications hosted or operated by other organizations may have their Terms of Service.",
            "last_updated": "2023-07-11 06:27:24",
            "point_link": "https://edit.tosdr.org/points/28400",
            "approval_status": "APPROVED",
            "clause_text": "The Software may utilize or include third party content, software or other copyrighted material (“Third Party Content”).\nThe terms and conditions of your use of such material as contained in the Software can be found in the folder titled “Legal” that comes with Software.\nYour use of such third party material is governed by their respective terms and conditions.",
            "point_source": "https://www.ableton.com/en/eula/",
            "case": {
                "text": "This service informs you that its Terms of Service does not apply to third party websites",
                "href": "https://edit.tosdr.org/cases/408"
            }
        },
        {
            "title": "This service does not guarantee that it or the products obtained through it meet your expectations or requirements",
            "rating": "neutral",
            "description": "This service provider informs its users that the services, information, products, or other materials provided on its website may not meet the users' expectations or requirements.",
            "last_updated": "2023-07-11 06:25:34",
            "point_link": "https://edit.tosdr.org/points/28396",
            "approval_status": "APPROVED",
            "clause_text": "ABLETON DOES NOT WARRANT AGAINST INTERFERENCE WITH YOUR ENJOYMENT OF THE SOFTWARE, THAT THE FUNCTIONS CONTAINED IN THE SOFTWARE WILL MEET YOUR REQUIREMENTS",
            "point_source": "https://www.ableton.com/en/eula/",
            "case": {
                "text": "This service does not guarantee that it or the products obtained through it meet your expectations or requirements",
                "href": "https://edit.tosdr.org/cases/290"
            }
        },
        {
            "title": "The terms for this service are translated into different languages",
            "rating": "neutral",
            "description": "Although there's generally a unique binding language for the terms, they are translated to allow all users to understand the agreement they're accepting, no matter their native language.",
            "last_updated": "2023-07-11 06:25:35",
            "point_link": "https://edit.tosdr.org/points/28404",
            "approval_status": "APPROVED",
            "clause_text": "The contract will be concluded and executed in German, English, French or Japanese, depending on which language the customer choses during the ordering process.",
            "point_source": "https://www.ableton.com/en/gtc/",
            "case": {
                "text": "The terms for this service are translated into different languages",
                "href": "https://edit.tosdr.org/cases/198"
            }
        },
        {
            "title": "The court of law governing the terms is in Germany for European users/New York for non-European users",
            "rating": "neutral",
            "description": "The Terms are governed by the applicable laws of a jurisdiction (specified in the title of each point by replacing the \"X\").",
            "last_updated": "2023-07-11 06:25:35",
            "point_link": "https://edit.tosdr.org/points/28402",
            "approval_status": "APPROVED",
            "clause_text": "\"IF YOU ACQUIRED THE SOFTWARE OUTSIDE EUROPE Governing Law/Dispute Resolution: This EULA will be governed by and construed in accordance with the laws of the State of New York\"",
            "point_source": "https://www.ableton.com/en/eula/",
            "case": {
                "text": "The court of law governing the terms is in location X",
                "href": "https://edit.tosdr.org/cases/163"
            }
        },
        {
            "title": "Your IP address is collected, which can be used to view your approximate location",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:25:35",
            "point_link": "https://edit.tosdr.org/points/28407",
            "approval_status": "APPROVED",
            "clause_text": "\"When using the website, certain information is sent to the server of our website by the browser used on your device for technical reasons [...] This includes IP address\"",
            "point_source": "https://www.ableton.com/en/privacy/",
            "case": {
                "text": "Your IP address is collected, which can be used to view your approximate location",
                "href": "https://edit.tosdr.org/cases/399"
            }
        }
    ]
}