{
    "meta_data": {
        "title": "El Mundo (Spain) - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "The service can delete specific content without reason and may do it without prior notice",
            "rating": "blocker",
            "description": "This service can delete specific content. Usually they will claim they reserve the right to do it at their sole discretion, which is legalese for saying they won't give a specific reason. If the terms say they will not notify you, it shall be included in the quote but if it does not explicitly say they will give you a notice, it can be reasonably inferred that they can do it without telling you.",
            "last_updated": "2023-07-11 10:15:05",
            "point_link": "https://edit.tosdr.org/points/19177",
            "approval_status": "APPROVED",
            "clause_text": "El Sitio Web se reserva el derecho de suprimir, por cualquier razón y sin previo aviso, cualquier información o contenido generado en los espacios de participación.",
            "point_source": "https://www.elmundo.es/registro/avisolegal.html",
            "case": {
                "text": "Specific content can be deleted without reason and may be removed without prior notice",
                "href": "https://edit.tosdr.org/cases/202"
            }
        },
        {
            "title": "This service shares your personal data with third parties that are not involved in its operation",
            "rating": "bad",
            "description": "Your personal data is or may be given to third parties nonessential to the service’s operation. This could be a business partner that receives your data to provide targeted advertisements.",
            "last_updated": "2023-07-11 10:15:11",
            "point_link": "https://edit.tosdr.org/points/19188",
            "approval_status": "APPROVED",
            "clause_text": "En algunos casos, es necesario que comuniquemos la información que nos ha proporcionado a empresas que nos prestan servicios relacionados con las tecnologías de la información o a agencias de marketing, con quienes externalizamos determinados servicios\nrelacionados con los tratamientos de datos que realizamos.",
            "point_source": "https://www.elmundo.es/registro/privacidad.html",
            "case": {
                "text": "This service shares your personal data with third parties that are not essential to its operation",
                "href": "https://edit.tosdr.org/cases/166"
            }
        },
        {
            "title": "Tracking via third-party cookies for advertising",
            "rating": "bad",
            "description": "The service's website sets third-party cookies (cookies that do not belong to their domain) for purposes not including statistics and analytics.",
            "last_updated": "2021-05-07 20:02:14",
            "point_link": "https://edit.tosdr.org/points/19193",
            "approval_status": "APPROVED",
            "clause_text": null,
            "point_source": "http://cookies.unidadeditorial.es",
            "case": {
                "text": "Third-party cookies are used for advertising",
                "href": "https://edit.tosdr.org/cases/128"
            }
        },
        {
            "title": "Some personal data may be kept after the end of the data retention period or a request for erasure",
            "rating": "bad",
            "description": "After the end of the data retention period and/or if you request the deletion of your data, they may still keep it for business interests (fraud detection, transactions...) or legal obligations (tax, legal reporting...)",
            "last_updated": "2023-07-11 10:15:10",
            "point_link": "https://edit.tosdr.org/points/19190",
            "approval_status": "APPROVED",
            "clause_text": "<p>\nUna vez finalizada su relación con los Universos de Unidad Editorial, es posible que conservemos algunos de sus Datos Personales mientras sea necesario para cumplir con nuestras obligaciones legales o reglamentarias, derivadas de la relación contractual\nestablecida entre el usuario y la sociedad así como para atender eventuales responsabilidades nacidas de su tratamiento.",
            "point_source": "https://www.elmundo.es/registro/privacidad.html",
            "case": {
                "text": "Some personal data may be kept for business interests or legal obligations",
                "href": "https://edit.tosdr.org/cases/333"
            }
        },
        {
            "title": "Service can block or censor user communications",
            "rating": "bad",
            "description": "The service reserves the right, for any or no reason, to refuse to post or reject user communications.",
            "last_updated": "2023-07-11 10:15:11",
            "point_link": "https://edit.tosdr.org/points/19181",
            "approval_status": "APPROVED",
            "clause_text": "UNIDAD EDITORIAL se reserva la facultad de decidir sobre la divulgación o publicación de los Contenidos Generados.</p>",
            "point_source": "https://www.elmundo.es/registro/avisolegal.html",
            "case": {
                "text": "User-generated content can be blocked or censored for any reason",
                "href": "https://edit.tosdr.org/cases/379"
            }
        },
        {
            "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
            "rating": "bad",
            "description": "Tracking technologies (such as web beacons, tracking pixels...) are employed on users and/or the service assigns a unique ID to a browser or device to track its behaviour.",
            "last_updated": "2021-05-07 20:02:01",
            "point_link": "https://edit.tosdr.org/points/19194",
            "approval_status": "APPROVED",
            "clause_text": null,
            "point_source": "http://cookies.unidadeditorial.es",
            "case": {
                "text": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting",
                "href": "https://edit.tosdr.org/cases/323"
            }
        },
        {
            "title": "This service can license user content to third parties",
            "rating": "bad",
            "description": "By posting content through the Services, users grant them a transferable and/or sublicensable right, which allows user content to be licensed to third parties.",
            "last_updated": "2023-07-11 10:15:10",
            "point_link": "https://edit.tosdr.org/points/19179",
            "approval_status": "APPROVED",
            "clause_text": "La cesión a favor de UNIDAD EDITORIAL se realiza para todo el mundo, por todo el tiempo de duración de los derechos y comprende la facultad de cesión a terceros.</p>",
            "point_source": "https://www.elmundo.es/registro/avisolegal.html",
            "case": {
                "text": "Your content can be licensed to third parties",
                "href": "https://edit.tosdr.org/cases/134"
            }
        },
        {
            "title": "This service may use your personal information for marketing purposes",
            "rating": "bad",
            "description": "The service may use your personal data for marketing, such as sending you personalised offerings.",
            "last_updated": "2023-07-11 10:15:11",
            "point_link": "https://edit.tosdr.org/points/19187",
            "approval_status": "APPROVED",
            "clause_text": "ii.\nLa realización de acciones comerciales personalizadas",
            "point_source": "https://www.elmundo.es/registro/privacidad.html",
            "case": {
                "text": "Your personal data may be used for marketing purposes",
                "href": "https://edit.tosdr.org/cases/336"
            }
        },
        {
            "title": "The service's data retention period is kept to the minimum necessary for fulfilling its purposes",
            "rating": "good",
            "description": "The service will remove personal data from its systems once it is no longer required. Depending on the type of information and the reason it was collected, data retention periods will vary.",
            "last_updated": "2023-07-11 10:15:10",
            "point_link": "https://edit.tosdr.org/points/19189",
            "approval_status": "APPROVED",
            "clause_text": "Solo conservamos sus Datos Personales durante el tiempo que los necesitemos\npara el propósito para el que los tratamos, para satisfacer sus necesidades, para la ejecución de la relación contractual establecida entre usted y la sociedad o para cumplir con nuestras obligaciones legales.</p>",
            "point_source": "https://www.elmundo.es/registro/privacidad.html",
            "case": {
                "text": "The data retention period is kept to the minimum necessary for fulfilling its purposes",
                "href": "https://edit.tosdr.org/cases/303"
            }
        },
        {
            "title": "You can request access, correction and/or deletion of your data",
            "rating": "good",
            "description": "Users have the right to access personal data hold by the Service, correct it and/or permanently delete it. This usually applies to Services GDPR compliants.",
            "last_updated": "2023-07-11 10:16:04",
            "point_link": "https://edit.tosdr.org/points/19191",
            "approval_status": "APPROVED",
            "clause_text": "Los usuarios podrán ejercitar los derechos de acceso, rectificación, supresión, oposición, limitación del tratamiento y portabilidad de los datos (\"Derechos de los interesados\") siguiendo las indicaciones que se detallan a continuación:</p>",
            "point_source": "https://www.elmundo.es/registro/privacidad.html",
            "case": {
                "text": "You can request access, correction and/or deletion of your data",
                "href": "https://edit.tosdr.org/cases/195"
            }
        },
        {
            "title": "No need to register",
            "rating": "good",
            "description": "This service can be used without providing a user profile.",
            "last_updated": "2023-07-11 10:15:09",
            "point_link": "https://edit.tosdr.org/points/19170",
            "approval_status": "APPROVED",
            "clause_text": "El acceso a los Contenidos del Sitio Web por parte de los Usuarios tiene carácter libre y gratuito para los 25 primeros accesos efectivos (según quedan definidos en el siguiente párrafo) que se realicen cada mes natural.",
            "point_source": "https://www.elmundo.es/registro/avisolegal.html",
            "case": {
                "text": "No need to register",
                "href": "https://edit.tosdr.org/cases/320"
            }
        },
        {
            "title": "The service has non-exclusive use of your content",
            "rating": "good",
            "description": "The service can pay for your content and you are allowed to make it commercially available to other services/parties.",
            "last_updated": "2023-07-11 10:15:10",
            "point_link": "https://edit.tosdr.org/points/19178",
            "approval_status": "APPROVED",
            "clause_text": "El Usuario cede a título gratuito a UNIDAD EDITORIAL, sin carácter de exclusiva, los derechos de propiedad industrial e intelectual y cualquier otro tipo de derecho sobre los Contenidos Generados",
            "point_source": "https://www.elmundo.es/registro/avisolegal.html",
            "case": {
                "text": "The service has non-exclusive use of your content",
                "href": "https://edit.tosdr.org/cases/402"
            }
        },
        {
            "title": "The service can distribute your content through any media known now or in the future",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:15:10",
            "point_link": "https://edit.tosdr.org/points/19180",
            "approval_status": "APPROVED",
            "clause_text": "incluyendo, sin limitación, los derechos de reproducción, distribución, comunicación pública (incluida su modalidad de puesta a disposición) y transformación para su explotación por cualquier medio, soporte o formato y a través de cualquier sistema, procedimiento o modalidad de transmisión, comunicación o distribución, ya sea gratuito o de pago, utilizando los Contenidos Generales solos o conjuntamente con otro.",
            "point_source": "https://www.elmundo.es/registro/avisolegal.html",
            "case": {
                "text": "Your content can be distributed through any media known now or in the future",
                "href": "https://edit.tosdr.org/cases/139"
            }
        },
        {
            "title": "Blocking first party cookies may limit your ability to use the service",
            "rating": "neutral",
            "description": "Most browsers allow users to set preferences related to cookies storage. You may choose to block all cookies (including first-party cookies), but it may impact your use of this service and you may not be able to access some or any of the features provided.",
            "last_updated": "2021-05-07 20:08:58",
            "point_link": "https://edit.tosdr.org/points/19192",
            "approval_status": "APPROVED",
            "clause_text": null,
            "point_source": "http://cookies.unidadeditorial.es",
            "case": {
                "text": "Blocking first party cookies may limit your ability to use the service",
                "href": "https://edit.tosdr.org/cases/375"
            }
        },
        {
            "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
            "rating": "neutral",
            "description": "The service provider expressly does not claim to provide uninterrupted, timely, secure or error-free service.",
            "last_updated": "2023-07-11 10:15:11",
            "point_link": "https://edit.tosdr.org/points/19183",
            "approval_status": "APPROVED",
            "clause_text": ".\nEn consecuencia, UNIDAD EDITORIAL no garantiza ni se hace responsable de: (i) el funcionamiento del Sitio Web.\n(ii) la continuidad de los Contenidos del Sitio Web.\n(ii) la ausencia de errores en dichos Contenidos ni la corrección de cualquier defecto que pudiera ocurrir.",
            "point_source": "https://www.elmundo.es/registro/avisolegal.html",
            "case": {
                "text": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
                "href": "https://edit.tosdr.org/cases/287"
            }
        },
        {
            "title": "This service prohibits users sending chain letters, junk mail, spam or any unsolicited messages.",
            "rating": "neutral",
            "description": "Users are not allowed to use the service for chain letters, junk mail, spamming or any other distribution of content to people who have not agreed to receiving it.",
            "last_updated": "2023-07-11 10:15:10",
            "point_link": "https://edit.tosdr.org/points/19176",
            "approval_status": "APPROVED",
            "clause_text": "Tampoco se aprobarán mensajes que contengan 'spam' ni aquellos con enlaces a sitios que nada tengan que ver con el motivo de la conversación.",
            "point_source": "https://www.elmundo.es/registro/avisolegal.html",
            "case": {
                "text": "You are prohibited from sending chain letters, junk mail, spam or any unsolicited messages",
                "href": "https://edit.tosdr.org/cases/281"
            }
        },
        {
            "title": "This service is only available for use individually and non-commercially.",
            "rating": "neutral",
            "description": "Users can't use the Service for commercial purposes (unless the Service consents): it is only for personal, individual purposes.",
            "last_updated": "2023-07-11 10:15:10",
            "point_link": "https://edit.tosdr.org/points/19171",
            "approval_status": "APPROVED",
            "clause_text": "Los Contenidos incluidos en el Sitio Web se facilitan únicamente a consumidores o Usuarios finales.\nCualquier uso comercial no autorizado de los mismos, o su reventa, quedan prohibidos, salvo que se cuente con la previa autorización escrita de UNIDAD EDITORIAL.</p>",
            "point_source": "https://www.elmundo.es/registro/avisolegal.html",
            "case": {
                "text": "This service is only available for use individually and non-commercially.",
                "href": "https://edit.tosdr.org/cases/143"
            }
        },
        {
            "title": "Prohibits the posting of content which promotes or glorifies violence or politically or religiously extremist values.",
            "rating": "neutral",
            "description": "Users are not allowed to post extremist political or religious content. They are also not allowed to post content that glorifies violence.",
            "last_updated": "2023-07-11 10:15:10",
            "point_link": "https://edit.tosdr.org/points/19175",
            "approval_status": "APPROVED",
            "clause_text": "En ningún caso se permitirá la publicación de contenidos que de forma manifiesta fomenten el odio, el desprecio o la discriminación por motivos de nacimiento, raza, sexo, religión, nacionalidad, opinión o cualquier otra circunstancia personal o social.",
            "point_source": "https://www.elmundo.es/registro/avisolegal.html",
            "case": {
                "text": "You are prohibited from posting content which promotes violence or politically or religiously extremist values.",
                "href": "https://edit.tosdr.org/cases/314"
            }
        },
        {
            "title": "The service can suspend your account for several reasons",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:15:10",
            "point_link": "https://edit.tosdr.org/points/19174",
            "approval_status": "APPROVED",
            "clause_text": "UNIDAD EDITORIAL se reserva el derecho de cursar la baja inmediata del Usuario Registrado si considera, a su sola discreción, que el Usuario Registrado está realizando cualquier actividad que constituya o pueda constituir un incumplimiento de estas Condiciones Generales.",
            "point_source": "https://www.elmundo.es/registro/avisolegal.html",
            "case": {
                "text": "Your account can be suspended for several reasons",
                "href": "https://edit.tosdr.org/cases/205"
            }
        },
        {
            "title": "You are responsible for maintaining the security of your account and for the activities on your account",
            "rating": "neutral",
            "description": "You are responsible for protecting the confidentiality of your password and for maintaining the security of your account. Any activity occurring under your account is your responsibility, whether authorized by you or not.",
            "last_updated": "2023-07-11 04:47:51",
            "point_link": "https://edit.tosdr.org/points/19172",
            "approval_status": "APPROVED",
            "clause_text": "Si como consecuencia del registro, se dotara al Usuario de una contraseña, éste se compromete a hacer un uso diligente y a mantener en secreto la contraseña para acceder a estos servicios.\nEn consecuencia, los Usuarios son responsables de la adecuada custodia y confidencialidad de cualesquiera identificadores y/o contraseñas que le sean suministradas por UNIDAD EDITORIAL,",
            "point_source": "https://www.elmundo.es/registro/avisolegal.html",
            "case": {
                "text": "You are responsible for maintaining the security of your account and for the activities on your account",
                "href": "https://edit.tosdr.org/cases/148"
            }
        },
        {
            "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision",
            "rating": "neutral",
            "description": "Even if the service does not or not always enforce all of the rules or provisions contained in its terms, they still apply. Users can at a later time still be held accountable for violating provisions that have not been enforced consistently.",
            "last_updated": "2023-07-11 10:15:11",
            "point_link": "https://edit.tosdr.org/points/19186",
            "approval_status": "APPROVED",
            "clause_text": "El no ejercicio o ejecución por parte de UNIDAD EDITORIAL de cualquier derecho o disposición contenida en estas Condiciones Generales no constituirá una renuncia al mismo, salvo reconocimiento y acuerdo por escrito por su parte.</p>",
            "point_source": "https://www.elmundo.es/registro/avisolegal.html",
            "case": {
                "text": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision",
                "href": "https://edit.tosdr.org/cases/295"
            }
        },
        {
            "title": "The service does not guarantee accuracy or reliability of the information provided",
            "rating": "neutral",
            "description": "This service makes no warranty regarding the accuracy or reliability of any information that is given on its website or the results that may be obtained from the use of the service.",
            "last_updated": "2023-07-11 10:15:11",
            "point_link": "https://edit.tosdr.org/points/19182",
            "approval_status": "APPROVED",
            "clause_text": "UNIDAD EDITORIAL no garantiza la licitud, fiabilidad, utilidad, veracidad o exactitud de los servicios o de la información que difunda a través del Sitio Web.</p>",
            "point_source": "https://www.elmundo.es/registro/avisolegal.html",
            "case": {
                "text": "The service does not guarantee accuracy or reliability of the information provided",
                "href": "https://edit.tosdr.org/cases/288"
            }
        },
        {
            "title": "Users agree not to use the service for illegal purposes",
            "rating": "neutral",
            "description": "The user agrees not to commit any unlawful acts through the use of the website, including the posting of illegal content or messaging.",
            "last_updated": "2023-07-11 10:15:10",
            "point_link": "https://edit.tosdr.org/points/19173",
            "approval_status": "APPROVED",
            "clause_text": "Por tanto, el Usuario se obliga a usar los Contenidos de forma diligente, correcta y lícita y, en particular, se compromete a abstenerse de:</p>\n<ul>\n<li>i.\nutilizar los contenidos con fines o efectos contrarios a la ley",
            "point_source": "https://www.elmundo.es/registro/avisolegal.html",
            "case": {
                "text": "You agree not to use the service for illegal purposes",
                "href": "https://edit.tosdr.org/cases/280"
            }
        },
        {
            "title": "The service may change its terms at any time, but the user will receive notification of the changes.",
            "rating": "neutral",
            "description": "The Terms may be updated without prior notice, but users will be notified of the changes at the moment they will start applying.",
            "last_updated": "2023-07-11 10:15:10",
            "point_link": "https://edit.tosdr.org/points/19184",
            "approval_status": "APPROVED",
            "clause_text": "10.1.\nUNIDAD EDITORIAL podrá modificar los términos y condiciones aquí estipulados, total o parcialmente, publicando cualquier cambio en la misma forma en que aparecen estas condiciones generales o a través de cualquier tipo de comunicación dirigida a los Usuarios.</p>",
            "point_source": "https://www.elmundo.es/registro/avisolegal.html",
            "case": {
                "text": "The terms may be changed at any time, but you will receive notification of the changes",
                "href": "https://edit.tosdr.org/cases/122"
            }
        },
        {
            "title": "The court of law governing the terms is in Madrid, Spain",
            "rating": "neutral",
            "description": "The Terms are governed by the applicable laws of a jurisdiction (specified in the title of each point by replacing the \"X\").",
            "last_updated": "2023-07-11 10:15:11",
            "point_link": "https://edit.tosdr.org/points/19185",
            "approval_status": "APPROVED",
            "clause_text": "Las relaciones establecidas entre UNIDAD EDITORIAL y el Usuario se regirán por lo dispuesto en la normativa vigente acerca de la legislación aplicable y la jurisdicción competente.\nNo obstante, para los casos en los que la normativa prevea la posibilidad a las partes de someterse a un fuero, UNIDAD EDITORIAL y el Usuario, con renuncia expresa a cualquier otro fuero que pudiera corresponderles, se someten a los Juzgados y Tribunales de la ciudad de Madrid.</p>",
            "point_source": "https://www.elmundo.es/registro/avisolegal.html",
            "case": {
                "text": "The court of law governing the terms is in location X",
                "href": "https://edit.tosdr.org/cases/163"
            }
        }
    ]
}