{
    "meta_data": {
        "title": "Skillshare - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "Prices and fees may be changed at any time, without notice to you",
            "rating": "bad",
            "description": "The service reserves the right to change or modify its pricing and fees at any time, and such changes are effective immediately without need for further notice to the user.",
            "last_updated": "2023-07-11 06:24:02",
            "point_link": "https://edit.tosdr.org/points/26983",
            "approval_status": "APPROVED",
            "clause_text": "We reserve the right, at any time, to change any fees or charges for using any services provided on the Service (or to begin charging fees for any free service), provided that such changes will not apply to fees or charges paid or free services used prior to the time of the change.",
            "point_source": "https://www.skillshare.com/terms",
            "case": {
                "text": "Prices and fees may be changed at any time, without notice to you",
                "href": "https://edit.tosdr.org/cases/497"
            }
        },
        {
            "title": "Terms may be changed any time at their discretion, without notice to you",
            "rating": "bad",
            "description": "The Agreements can be updated at any time, including in a way that negatively affects user rights, without notifying before or after the changes.",
            "last_updated": "2023-07-11 06:24:03",
            "point_link": "https://edit.tosdr.org/points/26977",
            "approval_status": "APPROVED",
            "clause_text": "We may, at our sole discretion, modify these Terms of Service at any time.",
            "point_source": "https://www.skillshare.com/terms",
            "case": {
                "text": "Terms may be changed any time at their discretion, without notice to you",
                "href": "https://edit.tosdr.org/cases/121"
            }
        },
        {
            "title": "Your account can be deleted without prior notice and without a reason",
            "rating": "bad",
            "description": "At any time, your account can be terminated without explanation and without warning by the service.",
            "last_updated": "2023-07-11 06:24:04",
            "point_link": "https://edit.tosdr.org/points/26987",
            "approval_status": "APPROVED",
            "clause_text": "We have the right to terminate your membership, account, payment, or other affiliation with the Service at any time and for any reason.",
            "point_source": "https://www.skillshare.com/terms",
            "case": {
                "text": "Your account can be deleted or permanently suspended without prior notice and without a reason",
                "href": "https://edit.tosdr.org/cases/201"
            }
        },
        {
            "title": "User-generated content can be blocked or censored for any reason",
            "rating": "bad",
            "description": "The service reserves the right, for any or no reason, to refuse to post or reject user communications.",
            "last_updated": "2023-07-11 06:24:03",
            "point_link": "https://edit.tosdr.org/points/26988",
            "approval_status": "APPROVED",
            "clause_text": "On 2024-06-25 01:24:15 UTC, timothyferriss (34409)  wrote:\n          This policy ensures that the platform maintains control over the retro bowl content shared by users, allowing for moderation to uphold community standards, legal requirements, or other guidelines established by the platform.",
            "point_source": "https://www.skillshare.com/terms",
            "case": {
                "text": "User-generated content can be blocked or censored for any reason",
                "href": "https://edit.tosdr.org/cases/379"
            }
        },
        {
            "title": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction",
            "rating": "bad",
            "description": "If the service gets acquired or is involved in a merger, bankruptcy, reorganisation or sale, your personal data may be transferred or sold.",
            "last_updated": "2023-07-11 06:24:03",
            "point_link": "https://edit.tosdr.org/points/26975",
            "approval_status": "APPROVED",
            "clause_text": "In the event that we are acquired by or merged with a third party entity, we reserve the right to transfer or assign the information we have collected from users, including without limitation Personal Data, as part of such merger, acquisition, sale, or other change of control.\nIn the unlikely event of our bankruptcy, insolvency, reorganization, receivership, or assignment for the benefit of creditors, or the application of laws or equitable principles affecting creditors' rights generally, we may not be able to control how your Personal Data is treated, transferred, or used",
            "point_source": "https://www.skillshare.com/privacy",
            "case": {
                "text": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction",
                "href": "https://edit.tosdr.org/cases/243"
            }
        },
        {
            "title": "You have a reduced time period to take legal action against the service",
            "rating": "bad",
            "description": "If you wish to bring legal action against a service about a past incident, you may not be able to do so if the Terms you agreed to implied a limited amount of time. As a result it may be worthy to carefully read that section of the Terms to know exactly how much time you might have before your right to take legal action expires.",
            "last_updated": "2023-07-11 06:24:03",
            "point_link": "https://edit.tosdr.org/points/26992",
            "approval_status": "APPROVED",
            "clause_text": "<p>Any cause of action or claim you may have with respect to any of the foregoing matters must be commenced within one (1) year after the claim or cause of action arises or such claim or cause of action is barred.</p>",
            "point_source": "https://www.skillshare.com/terms",
            "case": {
                "text": "You have a reduced time period to take legal action against the service",
                "href": "https://edit.tosdr.org/cases/151"
            }
        },
        {
            "title": "You waive your right to a class action.",
            "rating": "bad",
            "description": "The right to be represented in a class action (or representative action) exists in the US and some European countries. It allows people who have been similarly injured by the same accused to take legal action by a single lawsuit instead of individually. Some Terms of Service try to limit that right. By agreeing to them, you could waive (= renounce to) your right to a class action, which might reduce your chances to be successful in a case.",
            "last_updated": "2023-07-11 06:24:04",
            "point_link": "https://edit.tosdr.org/points/26994",
            "approval_status": "APPROVED",
            "clause_text": "Any arbitration under the Terms will take place on an individual basis: class arbitrations and class actions are not permitted.\n<i>You understand that by agreeing to the Terms, you and Skillshare are each waiving the right to trial by jury or to participate in a class action.",
            "point_source": "https://www.skillshare.com/terms",
            "case": {
                "text": "You waive your right to a class action.",
                "href": "https://edit.tosdr.org/cases/117"
            }
        },
        {
            "title": "Instead of asking directly, this Service will assume your consent merely from your usage.",
            "rating": "bad",
            "description": "The Service infers your acceptance from your continued usage, instead of prompting you to read the new Terms and asking for direct consent. This doesn’t apply to services that have no way to seek consent from users through their contact details or an account.",
            "last_updated": "2023-07-11 06:24:04",
            "point_link": "https://edit.tosdr.org/points/26978",
            "approval_status": "APPROVED",
            "clause_text": "By accessing the Service at any time after such modifications, you are agreeing to such modifications.",
            "point_source": "https://www.skillshare.com/terms",
            "case": {
                "text": "Instead of asking directly, this Service will assume your consent to changes of terms merely from your usage.",
                "href": "https://edit.tosdr.org/cases/403"
            }
        },
        {
            "title": "You shall not interfere with another person's enjoyment of the service",
            "rating": "bad",
            "description": "Users are asked not to interfere with another person't enjoyment in using the service.\nHowever, this statement is very vague and open to interpretation by the service itself.",
            "last_updated": "2023-07-11 06:24:03",
            "point_link": "https://edit.tosdr.org/points/26981",
            "approval_status": "APPROVED",
            "clause_text": "You shall not interfere with anyone else’s use and enjoyment of the Service.",
            "point_source": "https://www.skillshare.com/terms",
            "case": {
                "text": "You shall not interfere with another person's enjoyment of the service",
                "href": "https://edit.tosdr.org/cases/285"
            }
        },
        {
            "title": "Your content can be deleted if you violate the terms",
            "rating": "neutral",
            "description": "Content infringing the Terms of Service (or the Acceptable Use Policy or equivalent) may be removed, with or without notice.",
            "last_updated": "2023-07-11 06:24:02",
            "point_link": "https://edit.tosdr.org/points/26980",
            "approval_status": "APPROVED",
            "clause_text": "However, we and our agents have the right at their sole discretion to remove any User Submission or other content that, in our judgment, does not comply with these Terms of Service and any other rules of user conduct for the Service, or is otherwise harmful, objectionable, or inaccurate.",
            "point_source": "https://www.skillshare.com/terms",
            "case": {
                "text": "Your content can be deleted if you violate the terms",
                "href": "https://edit.tosdr.org/cases/377"
            }
        },
        {
            "title": "There is a date of the last update of the agreements",
            "rating": "neutral",
            "description": "The given text has a date that allows to know when it was last updated.",
            "last_updated": "2023-07-11 06:24:04",
            "point_link": "https://edit.tosdr.org/points/26976",
            "approval_status": "APPROVED",
            "clause_text": "These Terms of Service were last modified as of March 19, 2021",
            "point_source": "https://www.skillshare.com/terms",
            "case": {
                "text": "There is a date of the last update of the agreements",
                "href": "https://edit.tosdr.org/cases/331"
            }
        },
        {
            "title": "There is a date of the last update of the agreements",
            "rating": "neutral",
            "description": "The given text has a date that allows to know when it was last updated.",
            "last_updated": "2023-07-11 06:24:01",
            "point_link": "https://edit.tosdr.org/points/26970",
            "approval_status": "APPROVED",
            "clause_text": "This Privacy Policy was last modified as of April 25, 2019.</p>",
            "point_source": "https://www.skillshare.com/privacy",
            "case": {
                "text": "There is a date of the last update of the agreements",
                "href": "https://edit.tosdr.org/cases/331"
            }
        },
        {
            "title": "The service has a no refund policy",
            "rating": "neutral",
            "description": "Payments are final and can't be refunded unless required by law.",
            "last_updated": "2023-07-11 06:24:02",
            "point_link": "https://edit.tosdr.org/points/26985",
            "approval_status": "APPROVED",
            "clause_text": "<li>No refunds are offered for Premium Membership fees or any other fees collected by the Service.</li>",
            "point_source": "https://www.skillshare.com/terms",
            "case": {
                "text": "The service has a no refund policy",
                "href": "https://edit.tosdr.org/cases/162"
            }
        },
        {
            "title": "This service does not condone any ideas contained in its user-generated contents",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:24:03",
            "point_link": "https://edit.tosdr.org/points/26989",
            "approval_status": "APPROVED",
            "clause_text": "We do not endorse, nor are we responsible for the accuracy or reliability of, any opinion, advice, or statement made by anyone other than an authorized Skillshare spokesperson speaking in his/her official capacity.",
            "point_source": "https://www.skillshare.com/terms",
            "case": {
                "text": "This service does not condone any ideas contained in its user-generated contents",
                "href": "https://edit.tosdr.org/cases/292"
            }
        },
        {
            "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
            "rating": "neutral",
            "description": "The service provider expressly does not claim to provide uninterrupted, timely, secure or error-free service.",
            "last_updated": "2023-07-11 06:24:03",
            "point_link": "https://edit.tosdr.org/points/26990",
            "approval_status": "APPROVED",
            "clause_text": "You understand and agree that temporary interruptions of the Service may occur as normal events.\nYou further understand and agree that we have no control over third party networks you may access in the course of the use of the Service, and therefore, delays and disruption of other network transmissions are completely beyond our control.</p>",
            "point_source": "https://www.skillshare.com/terms",
            "case": {
                "text": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
                "href": "https://edit.tosdr.org/cases/287"
            }
        },
        {
            "title": "Your private content may be accessed by people working for the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:24:01",
            "point_link": "https://edit.tosdr.org/points/26971",
            "approval_status": "APPROVED",
            "clause_text": "In addition, we may provide Personal Data to employees, consultants or other business or persons for the purpose of processing such information on our behalf.",
            "point_source": "https://www.skillshare.com/privacy",
            "case": {
                "text": "Your private content may be accessed by people working for the service",
                "href": "https://edit.tosdr.org/cases/189"
            }
        },
        {
            "title": "You are prohibited from sending chain letters, junk mail, spam or any unsolicited messages",
            "rating": "neutral",
            "description": "Users are not allowed to use the service for chain letters, junk mail, spamming or any other distribution of content to people who have not agreed to receiving it.",
            "last_updated": "2023-07-11 06:24:03",
            "point_link": "https://edit.tosdr.org/points/26982",
            "approval_status": "APPROVED",
            "clause_text": "You agree that you will not engage in any behavior that constitutes unauthorized or unsolicited advertising, junk or bulk email (also known as “spamming”), chain letters, any other form of unauthorized solicitation, or any form of lottery or gambling.",
            "point_source": "https://www.skillshare.com/terms",
            "case": {
                "text": "You are prohibited from sending chain letters, junk mail, spam or any unsolicited messages",
                "href": "https://edit.tosdr.org/cases/281"
            }
        },
        {
            "title": "The service is provided 'as is' and to be used at your sole risk",
            "rating": "neutral",
            "description": "This service does not provide any guarantees as to its usability or fitness for the users' purposes. Users agree to use it at their own risk, accepting any possible bugs, malfunctions or harm to their devices.",
            "last_updated": "2023-07-11 06:24:04",
            "point_link": "https://edit.tosdr.org/points/26991",
            "approval_status": "APPROVED",
            "clause_text": "You understand and agree that the Service is provided “AS IS” and that we assume no responsibility for the timeliness, deletion, mis-delivery or failure to store any user communications or personalization settings.</p>",
            "point_source": "https://www.skillshare.com/terms",
            "case": {
                "text": "The service is provided 'as is' and to be used at your sole risk",
                "href": "https://edit.tosdr.org/cases/286"
            }
        },
        {
            "title": "The service informs you that its privacy policy does not apply to third party websites",
            "rating": "neutral",
            "description": "The service states that whenever it links to third party websites or applications, its privacy policy does not apply. Those third party websites or applications hosted or operated by other organizations may have their own privacy policies.",
            "last_updated": "2023-07-11 06:24:03",
            "point_link": "https://edit.tosdr.org/points/26974",
            "approval_status": "APPROVED",
            "clause_text": "We are not responsible for the privacy practices or the content of such websites or services, and you should review the privacy policy of each such website or service to make sure that you are comfortable with it before providing any Personal Data.",
            "point_source": "https://www.skillshare.com/privacy",
            "case": {
                "text": "The service informs you that its privacy policy does not apply to third party websites",
                "href": "https://edit.tosdr.org/cases/299"
            }
        },
        {
            "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision",
            "rating": "neutral",
            "description": "Even if the service does not or not always enforce all of the rules or provisions contained in its terms, they still apply. Users can at a later time still be held accountable for violating provisions that have not been enforced consistently.",
            "last_updated": "2023-07-11 06:24:03",
            "point_link": "https://edit.tosdr.org/points/26995",
            "approval_status": "APPROVED",
            "clause_text": "If any provision of any such document is deemed invalid by a court of competent jurisdiction, the invalidity of such provision shall not affect the validity of the remaining provisions thereof, which shall remain in full force and effect.\nSkillshare's failure to insist upon or enforce strict performance of any provision of these Terms of Service or any of the other Governing Documents shall not be construed as a waiver of any provision or right.",
            "point_source": "https://www.skillshare.com/terms",
            "case": {
                "text": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision",
                "href": "https://edit.tosdr.org/cases/295"
            }
        },
        {
            "title": "The court of law governing the terms is in New York state",
            "rating": "neutral",
            "description": "The Terms are governed by the applicable laws of a jurisdiction (specified in the title of each point by replacing the \"X\").",
            "last_updated": "2023-07-11 06:24:04",
            "point_link": "https://edit.tosdr.org/points/26993",
            "approval_status": "APPROVED",
            "clause_text": "These Terms of Service, together with the Privacy Policy and the other Governing Documents, shall all be governed and construed in accordance with the internal laws of the State of New York, without regard to conflicts of law principles.",
            "point_source": "https://www.skillshare.com/terms",
            "case": {
                "text": "The court of law governing the terms is in location X",
                "href": "https://edit.tosdr.org/cases/163"
            }
        },
        {
            "title": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.",
            "rating": "neutral",
            "description": "Even though the Do Not Track (DNT) header was not implemented perfectly, services should not track users whose browsers send a DNT header.",
            "last_updated": "2023-07-11 06:25:34",
            "point_link": "https://edit.tosdr.org/points/26972",
            "approval_status": "APPROVED",
            "clause_text": "Your browser may offer you a “Do Not Track” or “DNT” option, which allows you to signal to operators of websites, and web applications, and services that you do not wish such operators to track certain of your online activities over time and across different websites.\nBecause we collect browsing and persistent identifier data, the Services do not support Do Not Track requests at this time, which means that we may collect information about your online activity both while you are using the Services and after you leave our properties.",
            "point_source": "https://www.skillshare.com/privacy",
            "case": {
                "text": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.",
                "href": "https://edit.tosdr.org/cases/233"
            }
        }
    ]
}