{
    "meta_data": {
        "title": "Blooket - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "Content you post may be edited by the service for any reason",
            "rating": "blocker",
            "description": "This service can edit any content on the service for whatever the reason and at their sole discretion.",
            "last_updated": "2023-10-28 09:57:50",
            "point_link": "https://edit.tosdr.org/points/35113",
            "approval_status": "APPROVED",
            "clause_text": "BLOOKET has the right but not the obligation to monitor and edit",
            "point_source": null,
            "case": {
                "text": "Content you post may be edited by the service for any reason",
                "href": "https://edit.tosdr.org/cases/407"
            }
        },
        {
            "title": "Specific content can be deleted without reason and may be removed without prior notice",
            "rating": "blocker",
            "description": "This service can delete specific content. Usually they will claim they reserve the right to do it at their sole discretion, which is legalese for saying they won't give a specific reason. If the terms say they will not notify you, it shall be included in the quote but if it does not explicitly say they will give you a notice, it can be reasonably inferred that they can do it without telling you.",
            "last_updated": "2023-11-15 11:15:51",
            "point_link": "https://edit.tosdr.org/points/35114",
            "approval_status": "APPROVED",
            "clause_text": "remove any User Contributions.",
            "point_source": null,
            "case": {
                "text": "Specific content can be deleted without reason and may be removed without prior notice",
                "href": "https://edit.tosdr.org/cases/202"
            }
        },
        {
            "title": "You waive your right to a class action.",
            "rating": "bad",
            "description": "The right to be represented in a class action (or representative action) exists in the US and some European countries. It allows people who have been similarly injured by the same accused to take legal action by a single lawsuit instead of individually. Some Terms of Service try to limit that right. By agreeing to them, you could waive (= renounce to) your right to a class action, which might reduce your chances to be successful in a case.",
            "last_updated": "2023-10-28 09:57:11",
            "point_link": "https://edit.tosdr.org/points/35118",
            "approval_status": "APPROVED",
            "clause_text": "To the maximum extent permitted by applicable law, you and BLOOKET agree to only bring Disputes in an individual capacity and shall not: seek to bring, join, or participate in any class or representative action, collective or class-wide arbitration, or any other action where another individual or entity acts in a representative capacity (e.g., private attorney general actions).\nor consolidate or combine individual proceedings or permit an arbitrator to do so without the express consent of all parties to these Terms and all other actions or arbitrations.",
            "point_source": null,
            "case": {
                "text": "You waive your right to a class action.",
                "href": "https://edit.tosdr.org/cases/117"
            }
        },
        {
            "title": "Instead of asking directly, this Service will assume your consent merely from your usage.",
            "rating": "bad",
            "description": "The Service infers your acceptance from your continued usage, instead of prompting you to read the new Terms and asking for direct consent. This doesn’t apply to services that have no way to seek consent from users through their contact details or an account.",
            "last_updated": "2023-11-15 11:15:18",
            "point_link": "https://edit.tosdr.org/points/35106",
            "approval_status": "APPROVED",
            "clause_text": "Your continued use of the Services following the posting of revised Terms means that you accept and agree to the changes.",
            "point_source": null,
            "case": {
                "text": "Instead of asking directly, this Service will assume your consent to changes of terms merely from your usage.",
                "href": "https://edit.tosdr.org/cases/403"
            }
        },
        {
            "title": "Usernames can be rejected or changed for any reason",
            "rating": "bad",
            "description": "The service's terms explain they may change or remove usernames at their sole discretion, and they may do so without prior notice.",
            "last_updated": "2023-11-15 11:15:30",
            "point_link": "https://edit.tosdr.org/points/35109",
            "approval_status": "APPROVED",
            "clause_text": "We reserve the right to change your display name if we deem it offensive, misleading, potentially infringing the rights of third parties or if you have been inactive for more than a year.",
            "point_source": null,
            "case": {
                "text": "Usernames can be rejected or changed for any reason",
                "href": "https://edit.tosdr.org/cases/328"
            }
        },
        {
            "title": "Any liability on behalf of the service is only limited to the fees you paid as a user",
            "rating": "bad",
            "description": null,
            "last_updated": "2023-11-15 13:47:33",
            "point_link": "https://edit.tosdr.org/points/35117",
            "approval_status": "APPROVED",
            "clause_text": "BLOOKET’s aggregate liability arising out of or in connection with these Terms will not exceed the total amounts you have paid (if any) to BLOOKET under this Agreement during the twelve (12) months immediately preceding the events giving rise to such liability.",
            "point_source": null,
            "case": {
                "text": "Any liability on behalf of the service is only limited to the fees you paid as a user",
                "href": "https://edit.tosdr.org/cases/149"
            }
        },
        {
            "title": "You are not being tracked",
            "rating": "good",
            "description": "The document excerpt needs to include the words \"[the service] does not track [users]\" or \"[the service] does not use any tracking technology\".",
            "last_updated": "2023-07-11 06:22:51",
            "point_link": "https://edit.tosdr.org/points/25800",
            "approval_status": "APPROVED",
            "clause_text": "Blooket does not track its users over time and across third-party websites to provide targeted advertising and therefore does not respond to Do Not Track (DNT) signals.",
            "point_source": "https://www.blooket.com/privacy",
            "case": {
                "text": "You are not being tracked",
                "href": "https://edit.tosdr.org/cases/218"
            }
        },
        {
            "title": "You can delete your content from this service",
            "rating": "good",
            "description": "You can ask the service to remove your content at any time, and it's deleted within a reasonable time.",
            "last_updated": "2023-07-11 06:25:36",
            "point_link": "https://edit.tosdr.org/points/26371",
            "approval_status": "APPROVED",
            "clause_text": "However, if for some reason you ever want to delete your account, you can do that by contacting us at contact-us@blooket.com and we will proceed to delete the requested data within a reasonable period of time.\nParents, legal guardians, or eligible students may delete their accounts by contacting their educational institution.\nWhen we delete your account, we delete any personal information that you provided in your profile (such as your name, username, password, and email address) and also questions, responses and comments.\nPlease note that information that you have shared with others, that others have shared about you, or content other users may have copied and stored, is not part of your account and may not be deleted when you delete your account.\nPart of your personal information will remain in our possession as a copy or backup that is part of our disaster recovery storage system for such period of time identified in our data retention policy.",
            "point_source": "https://www.blooket.com/privacy",
            "case": {
                "text": "You can delete your content from this service",
                "href": "https://edit.tosdr.org/cases/175"
            }
        },
        {
            "title": "You maintain ownership of your content",
            "rating": "good",
            "description": "This service does not claim ownership over user-generated content or materials, and the user doesn't need to waive any moral rights by posting owned content.",
            "last_updated": "2023-12-10 21:01:36",
            "point_link": "https://edit.tosdr.org/points/35112",
            "approval_status": "APPROVED",
            "clause_text": "BLOOKET takes no responsibility and assumes no liability for any content Posted by you or any third party.",
            "point_source": null,
            "case": {
                "text": "You maintain ownership of your content",
                "href": "https://edit.tosdr.org/cases/183"
            }
        },
        {
            "title": "No need to register",
            "rating": "good",
            "description": "This service can be used without providing a user profile.",
            "last_updated": "2023-07-11 06:22:52",
            "point_link": "https://edit.tosdr.org/points/25815",
            "approval_status": "APPROVED",
            "clause_text": "Blooket permits registered users to invite visitors to the website.\nVisitors are only required to provide a username to play a game or complete a homework assignment.",
            "point_source": "https://www.blooket.com/privacy",
            "case": {
                "text": "No need to register",
                "href": "https://edit.tosdr.org/cases/320"
            }
        },
        {
            "title": "Your personal data is not sold",
            "rating": "good",
            "description": "This service makes an explicit promise not to sell \"personal data\" of users.",
            "last_updated": "2023-07-11 06:22:51",
            "point_link": "https://edit.tosdr.org/points/25807",
            "approval_status": "APPROVED",
            "clause_text": "Blooket does not sell or rent any personal information to any third party for any purpose including for advertising or marketing purposes.",
            "point_source": "https://www.blooket.com/privacy",
            "case": {
                "text": "Your personal data is not sold",
                "href": "https://edit.tosdr.org/cases/193"
            }
        },
        {
            "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:22:51",
            "point_link": "https://edit.tosdr.org/points/25810",
            "approval_status": "APPROVED",
            "clause_text": "You agree to defend, indemnify, and hold harmless BLOOKET, its affiliates, and licensors, and their respective officers, directors, employees, contractors, agents, licensors, and suppliers from and against any claims, liabilities, damages, judgments, awards, losses, costs, expenses, or fees (including reasonable attorneys’ fees) resulting from your User Contributions or violation of these Terms.",
            "point_source": "https://www.blooket.com/terms",
            "case": {
                "text": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
                "href": "https://edit.tosdr.org/cases/146"
            }
        },
        {
            "title": "This service can use your content for all their existing and future services",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:22:51",
            "point_link": "https://edit.tosdr.org/points/25809",
            "approval_status": "APPROVED",
            "clause_text": "Any User Contribution that you Post will be considered non-confidential and non-proprietary, and you grant BLOOKET a nonexclusive, royalty-free, perpetual, irrevocable, and fully sublicensable right to use, copy, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, and display such User Contribution throughout the world in any media.",
            "point_source": "https://www.blooket.com/terms",
            "case": {
                "text": "This service can use your content for all their existing and future services",
                "href": "https://edit.tosdr.org/cases/180"
            }
        },
        {
            "title": "There is a date of the last update of the Privacy Policy",
            "rating": "neutral",
            "description": "The given text has a date that allows to know when it was last updated.",
            "last_updated": "2023-07-11 06:23:32",
            "point_link": "https://edit.tosdr.org/points/26216",
            "approval_status": "APPROVED",
            "clause_text": "We may occasionally update this Privacy Policy.\nYou can see when the last update was by looking at the “Last Updated” date at the top of this page.",
            "point_source": "https://www.blooket.com/privacy",
            "case": {
                "text": "There is a date of the last update of the agreements",
                "href": "https://edit.tosdr.org/cases/331"
            }
        },
        {
            "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
            "rating": "neutral",
            "description": "The service assumes no liability for any damages the user incurs, including tangible (e.g. profits) and intangible losses (e.g. data), resulting from the use or inability to use the service or any other matter relating to the service.",
            "last_updated": "2023-11-15 11:04:42",
            "point_link": "https://edit.tosdr.org/points/35116",
            "approval_status": "APPROVED",
            "clause_text": "To the full extent permissible by law, BLOOKET will not be liable for any loss of profits or any indirect, incidental, punitive, special or consequential damages arising out of or in connection with this these Terms.",
            "point_source": null,
            "case": {
                "text": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
                "href": "https://edit.tosdr.org/cases/293"
            }
        },
        {
            "title": "This service has a no refund policy with some exceptions",
            "rating": "neutral",
            "description": "Payments can be refunded if some requirements are fulfilled.",
            "last_updated": "2023-10-31 16:04:58",
            "point_link": "https://edit.tosdr.org/points/35110",
            "approval_status": "APPROVED",
            "clause_text": "NOT REFUNDABLE IN WHOLE OR IN PART, REGARDLESS OF THE PAYMENT METHOD, EXCEPT AS EXPRESSLY SET FORTH IN THESE TERMS OR AS REQUIRED BY APPLICABLE LAW.",
            "point_source": null,
            "case": {
                "text": "This service has a no refund policy with some exceptions",
                "href": "https://edit.tosdr.org/cases/398"
            }
        },
        {
            "title": "You agree not to submit libelous, harassing or threatening content",
            "rating": "neutral",
            "description": "This service prohibits users from submitting content of a variety of types. This can include content that is unlawful, harassing, abusive, threatening, libelous, sexist, racist, homophobic, transphobic, or discriminatory in any other way.",
            "last_updated": "2023-07-11 06:22:51",
            "point_link": "https://edit.tosdr.org/points/25808",
            "approval_status": "APPROVED",
            "clause_text": "User Contributions must not be illegal, fraudulent, deceptive, obscene, threatening, defamatory, invasive of privacy, infringing of intellectual property rights, or otherwise injurious to third parties or objectionable, and must not consist of or contain software viruses, commercial solicitation, chain letters, mass mailings, or any form of “spam.”",
            "point_source": "https://www.blooket.com/terms",
            "case": {
                "text": "You agree not to submit libelous, harassing or threatening content",
                "href": "https://edit.tosdr.org/cases/283"
            }
        },
        {
            "title": "The service is provided 'as is' and to be used at your sole risk",
            "rating": "neutral",
            "description": "This service does not provide any guarantees as to its usability or fitness for the users' purposes. Users agree to use it at their own risk, accepting any possible bugs, malfunctions or harm to their devices.",
            "last_updated": "2023-10-26 12:52:22",
            "point_link": "https://edit.tosdr.org/points/35115",
            "approval_status": "APPROVED",
            "clause_text": "The Services and all information, content, materials, products (including software), and other services included on or otherwise made available to you through the Services are provided by BLOOKET on an “as is” and “as available” basis.",
            "point_source": null,
            "case": {
                "text": "The service is provided 'as is' and to be used at your sole risk",
                "href": "https://edit.tosdr.org/cases/286"
            }
        },
        {
            "title": "You must report to the service any unauthorized use of your account or any breach of security",
            "rating": "neutral",
            "description": "The service asks the user to notify them immediately of any unauthorized use or security breaches.",
            "last_updated": "2023-10-26 12:51:41",
            "point_link": "https://edit.tosdr.org/points/35107",
            "approval_status": "APPROVED",
            "clause_text": "You must immediately notify BLOOKET (via contact-us@blooket.com) of any unauthorized use of your username or password or any other breach of security.",
            "point_source": null,
            "case": {
                "text": "You must report to the service any unauthorized use of your account or any breach of security",
                "href": "https://edit.tosdr.org/cases/484"
            }
        },
        {
            "title": "You cannot distribute or disclose your account to third parties",
            "rating": "neutral",
            "description": "In this context third-parties refers to anyone including friends, family, or company",
            "last_updated": "2023-10-26 12:51:56",
            "point_link": "https://edit.tosdr.org/points/35108",
            "approval_status": "APPROVED",
            "clause_text": "gifting or otherwise transferring of accounts or access keys is prohibited.",
            "point_source": null,
            "case": {
                "text": "You cannot distribute or disclose your account to third parties",
                "href": "https://edit.tosdr.org/cases/229"
            }
        },
        {
            "title": "You agree not to use the service for illegal purposes",
            "rating": "neutral",
            "description": "The user agrees not to commit any unlawful acts through the use of the website, including the posting of illegal content or messaging.",
            "last_updated": "2023-11-15 11:15:40",
            "point_link": "https://edit.tosdr.org/points/35111",
            "approval_status": "APPROVED",
            "clause_text": "You agree not to access or use the Services for any purpose that is illegal",
            "point_source": null,
            "case": {
                "text": "You agree not to use the service for illegal purposes",
                "href": "https://edit.tosdr.org/cases/280"
            }
        },
        {
            "title": "Only aggregate data is given to third parties",
            "rating": "neutral",
            "description": "The Service only shares your information in an aggregated form, which means an anonymized form\nthat can't be linked to a unique identity.",
            "last_updated": "2023-07-11 06:22:52",
            "point_link": "https://edit.tosdr.org/points/25816",
            "approval_status": "APPROVED",
            "clause_text": "We may share aggregated, non-personally identifiable information publicly, including with users, partners or the press in order to, for example, demonstrate how Blooket is used, spot industry trends, or to provide marketing materials for Blooket.\nAny aggregated information shared this way will not contain any personal information.",
            "point_source": "https://www.blooket.com/privacy",
            "case": {
                "text": "Only aggregate data is given to third parties",
                "href": "https://edit.tosdr.org/cases/191"
            }
        },
        {
            "title": "Instructions are provided on how to submit a copyright claim",
            "rating": "neutral",
            "description": "If content that you own is copied or made accessible through the service in a way that constitutes an intellectual property right infringement, you can report it following the instructions given in the agreements.",
            "last_updated": "2023-11-06 13:05:13",
            "point_link": "https://edit.tosdr.org/points/35122",
            "approval_status": "APPROVED",
            "clause_text": "If you believe that your work has been used on the Website or in any other Services in a way that constitutes copyright infringement, please submit a Notice of Alleged Infringement (“DMCA Notice”) to our Designated Copyright Agent as follows: Law Office of Gregory D.\nStewart, P.A.<br>Attn: Gregory D.\nStewart, Esq.<br>409 South Ridge Avenue<br>Middletown, DE 19709<br>Email: gstewart@gregstewartlaw.comPlease include all of the following in your DMCA Notice:<ul>\n<li> Identify the copyrighted work that you claim has been infringed.\nIf your DMCA Notice covers multiple works, you may provide a representative list of such works.\n</li>\n<li> Identify the material that you claim is infringing, including a description of where the material is located.\nYour description must be reasonably sufficient to enable us to locate the material.\nWhere possible, please include the URL of the webpage where the material is located.\n</li>\n<li> Provide your full legal name, mailing address, telephone number, and (if available) e-mail address.\n</li>\n<li> Include the following statement in the body of the DMCA Notice: </li>\n<li> I have a good-faith belief that the use of the material is not authorized by the copyright owner, its agent, or the law.\nI represent that the information in this DMCA Notice is accurate and, under penalty of perjury, that I am the owner of the copyright or authorized to act on the copyright owner’s behalf.\n</li>\n<li> Provide your electronic or physical signature.",
            "point_source": null,
            "case": {
                "text": "Instructions are provided on how to submit a copyright claim",
                "href": "https://edit.tosdr.org/cases/138"
            }
        },
        {
            "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision",
            "rating": "neutral",
            "description": "Even if the service does not or not always enforce all of the rules or provisions contained in its terms, they still apply. Users can at a later time still be held accountable for violating provisions that have not been enforced consistently.",
            "last_updated": "2023-11-15 11:08:29",
            "point_link": "https://edit.tosdr.org/points/35120",
            "approval_status": "APPROVED",
            "clause_text": "any failure of BLOOKET to assert a right or provision under these Terms shall not constitute a waiver of such right or provision.",
            "point_source": null,
            "case": {
                "text": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision",
                "href": "https://edit.tosdr.org/cases/295"
            }
        },
        {
            "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder",
            "rating": "neutral",
            "description": "Should any portion of the Terms of Service be unenforceable or invalid, that portion will be enforced to the fullest extent permitted by applicable law and the remainder of the TOS will remain valid and enforceable.",
            "last_updated": "2023-10-26 12:52:44",
            "point_link": "https://edit.tosdr.org/points/35119",
            "approval_status": "APPROVED",
            "clause_text": "If all or any provision of these Terms of Service is found invalid, unenforceable, or illegal, then you and BLOOKET agree that the provision will be severed and the rest of these Terms shall remain in effect and be construed as if any severed provision had not been included.",
            "point_source": null,
            "case": {
                "text": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder",
                "href": "https://edit.tosdr.org/cases/294"
            }
        },
        {
            "title": "Minors must have the authorization of their legal guardians to use the service",
            "rating": "neutral",
            "description": "Minors must have the authorization of their legal guardians to use the services. The legal guardians are responsible for the use of the service by the minor.",
            "last_updated": "2023-07-11 06:22:51",
            "point_link": "https://edit.tosdr.org/points/25801",
            "approval_status": "APPROVED",
            "clause_text": "Blooket does not permit children under the age of 13 (a “Child” or “Children”) to create an account without the consent and at the direction of a Parent or School official consenting in loco parentis.\nChildren under 13 may create an account with the parent's consent.",
            "point_source": "https://www.blooket.com/privacy",
            "case": {
                "text": "Minors must have the authorization of their legal guardians to use the service",
                "href": "https://edit.tosdr.org/cases/486"
            }
        }
    ]
}