{
    "meta_data": {
        "title": "webmail - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "The policy refers to documents that are missing or unfindable",
            "rating": "unknown",
            "description": "For instance, when the privacy policy refers to the cookie policy, but there is no link to a cookie policy, anywhere. It only applies to services that are impossible to contact to raise the issue, either because they don’t offer any contact method or they do not respond in a reasonable time.",
            "last_updated": "2023-07-11 04:48:34",
            "edit_link": "https://edit.tosdr.org/points/20885"
        },
        {
            "title": "This service holds onto content that you've deleted",
            "rating": "unknown",
            "description": "Content may remain in backup servers and be retained after deletion, and thus never be completely deleted. This case doesn't apply to contributions that can't be removed due to the nature of the service.",
            "last_updated": "2023-07-11 04:48:34",
            "edit_link": "https://edit.tosdr.org/points/20883"
        },
        {
            "title": "You cannot opt out from tracking",
            "rating": "unknown",
            "description": "Users can’t fully opt out of tracking technologies used for non essential purposes such as advertising, marketing or analytics. The user may be asked for consent for installing some tracking technologies on the device, and even if all are rejected the service will still track its visitors and ignore the choice.This case doesn’t apply to functional cookies that are necessary to provide the services.",
            "last_updated": "2021-05-19 04:20:35",
            "edit_link": "https://edit.tosdr.org/points/20854"
        },
        {
            "title": "You must provide your identifiable information",
            "rating": "bad",
            "description": "The Service requires users to provide their identifiable information, including phone number, iD number or other information, even though this data collection isn’t essential for the purposes of the service. They may still allow pseudonyms in the foreground.",
            "last_updated": "2021-05-19 04:01:53",
            "edit_link": "https://edit.tosdr.org/points/20851"
        },
        {
            "title": "Terms may be changed any time at their discretion, without notice to you",
            "rating": "bad",
            "description": "The Agreements can be updated at any time, including in a way that negatively affects user rights, without notifying before or after the changes.",
            "last_updated": "2023-07-11 04:48:36",
            "edit_link": "https://edit.tosdr.org/points/20860"
        },
        {
            "title": "Many different types of personal data are collected",
            "rating": "bad",
            "description": "The service collects different kinds of personal data, such as name, demographic information, postal address, biometric data, device information, IDs, contacts, call logs...",
            "last_updated": "2021-05-19 04:20:56",
            "edit_link": "https://edit.tosdr.org/points/20855"
        },
        {
            "title": "Your account can be deleted without prior notice and without a reason",
            "rating": "bad",
            "description": "At any time, your account can be terminated without explanation and without warning by the service.",
            "last_updated": "2023-07-11 04:48:34",
            "edit_link": "https://edit.tosdr.org/points/20888"
        },
        {
            "title": "A license is kept on user-generated content even after you close your account",
            "rating": "bad",
            "description": "The service may still use your content and display it after you stopped using it by closing your account. The case applies to terms requiring users to grant them a perpetual license over that content.",
            "last_updated": "2023-07-11 04:48:33",
            "edit_link": "https://edit.tosdr.org/points/20884"
        },
        {
            "title": "User content can be licensed to third parties",
            "rating": "bad",
            "description": "By posting content through the Services, users grant them a transferable and/or sublicensable right, which allows user content to be licensed to third parties.",
            "last_updated": "2023-07-11 04:48:33",
            "edit_link": "https://edit.tosdr.org/points/20881"
        },
        {
            "title": "Your personal data may be used for marketing purposes",
            "rating": "bad",
            "description": "The service may use your personal data for marketing, such as sending you personalised offerings.",
            "last_updated": "2023-07-11 04:48:32",
            "edit_link": "https://edit.tosdr.org/points/20857"
        },
        {
            "title": "You have a reduced time period (1 year) to take legal action against the service",
            "rating": "bad",
            "description": "If you wish to bring legal action against a service about a past incident, you may not be able to do so if the Terms you agreed to implied a limited amount of time. As a result it may be worthy to carefully read that section of the Terms to know exactly how much time you might have before your right to take legal action expires.",
            "last_updated": "2023-07-11 04:48:35",
            "edit_link": "https://edit.tosdr.org/points/20900"
        },
        {
            "title": "Your personal data is used to employ targeted third-party advertising",
            "rating": "bad",
            "description": "Your Personal Information is traded and shared with advertising companies to target ads on you, either on the website you were visiting or in third party websites. Your interaction with the service and data you have shared with them may be gathered to create an advertising ID or profile.",
            "last_updated": "2021-05-19 04:05:15",
            "edit_link": "https://edit.tosdr.org/points/20850"
        },
        {
            "title": "This service assumes no liability for unauthorized access to your personal information",
            "rating": "bad",
            "description": null,
            "last_updated": "2023-07-11 04:48:34",
            "edit_link": "https://edit.tosdr.org/points/20865"
        },
        {
            "title": "You cannot opt out of promotional communications",
            "rating": "bad",
            "description": "This applies to cases where opting out of promotional communications requires sending a written letter by mail or is otherwise more complicated and time consuming than necessary.",
            "last_updated": "2023-07-11 04:48:34",
            "edit_link": "https://edit.tosdr.org/points/20872"
        },
        {
            "title": "You must provide your legal name, pseudonyms are not allowed",
            "rating": "bad",
            "description": "You must provide your legal name and pseudonyms aren't allowed. This case doesn't apply to Services for which transparency regarding users identities is relevant for their purposes.",
            "last_updated": "2021-05-19 04:13:26",
            "edit_link": "https://edit.tosdr.org/points/20852"
        },
        {
            "title": "Third-party cookies are used for statistics",
            "rating": "bad",
            "description": "For instance, Google Analytics, rather than self-hosted (first-party) statistics software.",
            "last_updated": "2021-05-19 04:11:47",
            "edit_link": "https://edit.tosdr.org/points/20853"
        },
        {
            "title": "You maintain ownership of your content",
            "rating": "good",
            "description": "This service does not claim ownership over user-generated content or materials, and the user doesn't need to waive any moral rights by posting owned content.",
            "last_updated": "2023-07-11 04:48:33",
            "edit_link": "https://edit.tosdr.org/points/20879"
        },
        {
            "title": "You aren’t forced into binding arbitration in case of disputes",
            "rating": "good",
            "description": "Binding Arbitration is a dispute resolution method involving a neutral third party which will render a decision instead of going to court. Since the arbitrator can decide the outgoing of a dispute without evidences or a legal basis, it is preferable that users decide whether they want or not their dispute to be resolved this way.",
            "last_updated": "2023-07-11 04:48:35",
            "edit_link": "https://edit.tosdr.org/points/20899"
        },
        {
            "title": "User accounts can be terminated after having been in breach of the terms of service repeatedly",
            "rating": "good",
            "description": "User accounts can be terminated for having been in breach of the terms of service repeatedly, meaning they cannot be terminated without a reason, but only for a limited number of reasons. Additionally, user accounts will not be deleted after a first infringement.",
            "last_updated": "2023-07-11 04:48:34",
            "edit_link": "https://edit.tosdr.org/points/20889"
        },
        {
            "title": "Your address is not sold",
            "rating": "good",
            "description": "This service makes an explicit promise not to sell \"personal data\" of users.",
            "last_updated": "2023-07-11 04:48:32",
            "edit_link": "https://edit.tosdr.org/points/20858"
        },
        {
            "title": "The service has non-exclusive use of your content",
            "rating": "good",
            "description": "The service can pay for your content and you are allowed to make it commercially available to other services/parties.",
            "last_updated": "2023-07-11 04:48:34",
            "edit_link": "https://edit.tosdr.org/points/20880"
        },
        {
            "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 04:48:36",
            "edit_link": "https://edit.tosdr.org/points/20894"
        },
        {
            "title": "Your content can be distributed through any media known now or in the future",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 04:48:33",
            "edit_link": "https://edit.tosdr.org/points/20882"
        },
        {
            "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
            "rating": "neutral",
            "description": "The service assumes no liability for any damages the user incurs, including tangible (e.g. profits) and intangible losses (e.g. data), resulting from the use or inability to use the service or any other matter relating to the service.",
            "last_updated": "2023-07-11 04:48:35",
            "edit_link": "https://edit.tosdr.org/points/20892"
        },
        {
            "title": "They may stop providing the service at any time",
            "rating": "neutral",
            "description": "They may discontinue the services without prior notice, at any time, for any or no reason. They usually assume no liability for losses and damages resulting from this suspension.",
            "last_updated": "2023-07-11 04:48:34",
            "edit_link": "https://edit.tosdr.org/points/20868"
        },
        {
            "title": "This service does not condone any ideas contained in its user-generated contents",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 04:48:33",
            "edit_link": "https://edit.tosdr.org/points/20886"
        },
        {
            "title": "Defend, indemnify, hold harmless; survives termination",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 04:48:35",
            "edit_link": "https://edit.tosdr.org/points/20895"
        },
        {
            "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
            "rating": "neutral",
            "description": "The service provider expressly does not claim to provide uninterrupted, timely, secure or error-free service.",
            "last_updated": "2023-07-11 04:48:35",
            "edit_link": "https://edit.tosdr.org/points/20893"
        },
        {
            "title": "This service is only available for use individually and non-commercially.",
            "rating": "neutral",
            "description": "Users can't use the Service for commercial purposes (unless the Service consents): it is only for personal, individual purposes.",
            "last_updated": "2023-07-11 04:48:32",
            "edit_link": "https://edit.tosdr.org/points/20866"
        },
        {
            "title": "You are prohibited from sending chain letters, junk mail, spam or any unsolicited messages",
            "rating": "neutral",
            "description": "Users are not allowed to use the service for chain letters, junk mail, spamming or any other distribution of content to people who have not agreed to receiving it.",
            "last_updated": "2023-07-11 04:48:34",
            "edit_link": "https://edit.tosdr.org/points/20869"
        },
        {
            "title": "You must create an account to use this service",
            "rating": "neutral",
            "description": "You must provide the service with your information in order to use it",
            "last_updated": "2023-07-11 04:48:32",
            "edit_link": "https://edit.tosdr.org/points/20862"
        },
        {
            "title": "The service is provided 'as is' and to be used at the users' sole risk",
            "rating": "neutral",
            "description": "This service does not provide any guarantees as to its usability or fitness for the users' purposes. Users agree to use it at their own risk, accepting any possible bugs, malfunctions or harm to their devices.",
            "last_updated": "2023-07-11 04:48:33",
            "edit_link": "https://edit.tosdr.org/points/20874"
        },
        {
            "title": "You agree not to submit libelous, harassing or threatening content",
            "rating": "neutral",
            "description": "This service prohibits users from submitting content of a variety of types. This can include content that is unlawful, harassing, abusive, threatening, libelous, sexist, racist, homophobic, transphobic, or discriminatory in any other way.",
            "last_updated": "2023-07-11 04:48:34",
            "edit_link": "https://edit.tosdr.org/points/20871"
        },
        {
            "title": "Spidering, crawling, or accessing the site through any automated means is not allowed",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 04:48:33",
            "edit_link": "https://edit.tosdr.org/points/20867"
        },
        {
            "title": "This service is only available to users over 13",
            "rating": "neutral",
            "description": "The Services are intended for users who are at least a certain age. If you are younger than the age required then you are prohibited from using the Service.",
            "last_updated": "2023-07-11 04:48:35",
            "edit_link": "https://edit.tosdr.org/points/20896"
        },
        {
            "title": "The posting of pornographic content is prohibited",
            "rating": "neutral",
            "description": "Users are not allowed to post any content of pornographic nature. This includes adult content, things that are sexually explicit, or obscene.",
            "last_updated": "2023-07-11 04:48:32",
            "edit_link": "https://edit.tosdr.org/points/20870"
        },
        {
            "title": "If you are the target of a copyright claim, your content may be removed",
            "rating": "neutral",
            "description": "The content you have published on the service may be removed if it infringes copyright.",
            "last_updated": "2023-07-11 04:48:33",
            "edit_link": "https://edit.tosdr.org/points/20887"
        },
        {
            "title": "The service does not guarantee accuracy or reliability of the information provided",
            "rating": "neutral",
            "description": "This service makes no warranty regarding the accuracy or reliability of any information that is given on its website or the results that may be obtained from the use of the service.",
            "last_updated": "2023-07-11 04:48:34",
            "edit_link": "https://edit.tosdr.org/points/20891"
        },
        {
            "title": "You must report to the service any unauthorized use of your account or any breach of security",
            "rating": "neutral",
            "description": "The service asks the user to notify them immediately of any unauthorized use or security breaches.",
            "last_updated": "2023-07-11 04:48:34",
            "edit_link": "https://edit.tosdr.org/points/20864"
        },
        {
            "title": "Instructions are provided on how to submit a copyright claim",
            "rating": "neutral",
            "description": "If content that you own is copied or made accessible through the service in a way that constitutes an intellectual property right infringement, you can report it following the instructions given in the agreements.",
            "last_updated": "2023-07-11 04:48:33",
            "edit_link": "https://edit.tosdr.org/points/20890"
        },
        {
            "title": "You are responsible for maintaining the security of your account and for the activities on your account",
            "rating": "neutral",
            "description": "You are responsible for protecting the confidentiality of your password and for maintaining the security of your account. Any activity occurring under your account is your responsibility, whether authorized by you or not.",
            "last_updated": "2023-07-11 04:48:33",
            "edit_link": "https://edit.tosdr.org/points/20863"
        },
        {
            "title": "The court of law governing the terms is in Johannesburg, South Africa",
            "rating": "neutral",
            "description": "The Terms are governed by the applicable laws of a jurisdiction (specified in the title of each point by replacing the \"X\").",
            "last_updated": "2023-07-11 04:48:35",
            "edit_link": "https://edit.tosdr.org/points/20898"
        },
        {
            "title": "Minors must have the authorization of their legal guardians to use the service",
            "rating": "neutral",
            "description": "Minors must have the authorization of their legal guardians to use the services. The legal guardians are responsible for the use of the service by the minor.",
            "last_updated": "2023-07-11 04:48:36",
            "edit_link": "https://edit.tosdr.org/points/20897"
        }
    ]
}