{
    "meta_data": {
        "title": "National Geographic - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "The service can delete specific content without prior notice and without a reason",
            "rating": "blocker",
            "description": "This service can delete specific content. Usually they will claim they reserve the right to do it at their sole discretion, which is legalese for saying they won't give a specific reason. If the terms say they will not notify you, it shall be included in the quote but if it does not explicitly say they will give you a notice, it can be reasonably inferred that they can do it without telling you.",
            "last_updated": "2023-07-11 06:21:08",
            "point_link": "https://edit.tosdr.org/points/9961",
            "approval_status": "APPROVED",
            "clause_text": "Although the Society does not routinely monitor the postings to the Service, the Society reserves the right (but assumes no obligation) to delete, move, or edit any Your Content that comes to its attention that Society considers in its sole discretion to be unacceptable or inappropriate, whether for legal or other reasons.",
            "point_source": "https://www.nationalgeographic.org/terms-of-service/",
            "case": {
                "text": "Specific content can be deleted without reason and may be removed without prior notice",
                "href": "https://edit.tosdr.org/cases/202"
            }
        },
        {
            "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
            "rating": "bad",
            "description": "Tracking technologies (such as web beacons, tracking pixels...) are employed on users and/or the service assigns a unique ID to a browser or device to track its behaviour.",
            "last_updated": "2023-07-11 06:34:44",
            "point_link": "https://edit.tosdr.org/points/9953",
            "approval_status": "APPROVED",
            "clause_text": "The Services use other tracking tools, including web beacons.\nWeb beacons are images on the Services (or in emails that the Services sends to you) that help us determine what parts of the Services you have visited, whether you have opened an email that we have sent to you, or otherwise to measure the effectiveness of the Services.",
            "point_source": "https://www.nationalgeographic.org/privacy-notice/",
            "case": {
                "text": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting",
                "href": "https://edit.tosdr.org/cases/323"
            }
        },
        {
            "title": "If you offer suggestions to the service, they become the owner of the ideas that you give them",
            "rating": "bad",
            "description": "The service can claim ownership on feedback, proposals, ideas and suggestions submitted by the users, who may waive their \"moral rights\" on that feedback.",
            "last_updated": "2023-07-11 06:21:08",
            "point_link": "https://edit.tosdr.org/points/9943",
            "approval_status": "APPROVED",
            "clause_text": "On 2025-01-01 10:13:59 UTC, Opurnerly (33910)  Suspended wrote:\n          Does usavisagov provide real-time updates on visa applications? US VISA FOR Sweden Citizens",
            "point_source": "https://www.nationalgeographic.org/terms-of-service/",
            "case": {
                "text": "If you offer suggestions to the service, they become the owner of the ideas that you give them",
                "href": "https://edit.tosdr.org/cases/182"
            }
        },
        {
            "title": "The service does not guarantee that software errors will be corrected",
            "rating": "bad",
            "description": "Users agree to use the service and its software as provided and accept that any errors within that software may not be corrected.",
            "last_updated": "2023-07-11 06:34:43",
            "point_link": "https://edit.tosdr.org/points/9951",
            "approval_status": "APPROVED",
            "clause_text": "that defects will be corrected,",
            "point_source": "https://www.nationalgeographic.org/terms-of-service/",
            "case": {
                "text": "The service does not guarantee that software errors will be corrected",
                "href": "https://edit.tosdr.org/cases/289"
            }
        },
        {
            "title": "This service keeps a license on user-generated content even after users close their accounts.",
            "rating": "bad",
            "description": "The service may still use your content and display it after you stopped using it by closing your account. The case applies to terms requiring users to grant them a perpetual license over that content.",
            "last_updated": "2023-07-11 06:21:08",
            "point_link": "https://edit.tosdr.org/points/9941",
            "approval_status": "APPROVED",
            "clause_text": "<p>By uploading Your Content, however, you grant the Society (which includes its parent, subsidiaries, affiliates, joint venturers, and licensees) the following rights: a worldwide, perpetual license to display, distribute, reproduce, and create derivatives of",
            "point_source": "https://www.nationalgeographic.org/terms-of-service/",
            "case": {
                "text": "A license is kept on user-generated content even after you close your account",
                "href": "https://edit.tosdr.org/cases/130"
            }
        },
        {
            "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.",
            "rating": "bad",
            "description": "If the service gets acquired or is involved in a merger, bankruptcy, reorganisation or sale, your personal data may be transferred or sold.",
            "last_updated": "2023-07-11 06:35:39",
            "point_link": "https://edit.tosdr.org/points/9960",
            "approval_status": "APPROVED",
            "clause_text": "or in the event of a corporate transaction, such as a divestiture, merger, consolidation, or asset sale.",
            "point_source": "https://www.nationalgeographic.org/privacy-notice/",
            "case": {
                "text": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction",
                "href": "https://edit.tosdr.org/cases/243"
            }
        },
        {
            "title": "Your data may be processed and stored anywhere in the world",
            "rating": "bad",
            "description": "Your data is stored all over the world, including in countries where data protection rules may differ from the ones of the service's jurisdiction or those of your country jurisdiction.",
            "last_updated": "2023-07-11 06:35:38",
            "point_link": "https://edit.tosdr.org/points/9962",
            "approval_status": "APPROVED",
            "clause_text": "The information we collect from you through our services may be transferred to, stored, and processed in the USA and other destinations outside the European Economic Area (“EEA”) or other country in which you are located.\nThis includes processing by us, our affiliates, our third party service companies and other third parties as described in this Policy.\nYou explicitly consent and agree to such transfer, storing and/or processing of your Personal Information outside the EEA or other country in which you are located.\nYou understand that data stored in the USA may be subject to lawful requests by the courts or law enforcement authorities in the USA.\nThe USA may not have data protection laws that are as comprehensive or protective as those in your country of residence.\nhowever, our collection, storage and use of your Personal Information will at all times be in accordance with this Policy.",
            "point_source": "https://www.nationalgeographic.org/privacy-notice/",
            "case": {
                "text": "Your data may be processed and stored anywhere in the world",
                "href": "https://edit.tosdr.org/cases/187"
            }
        },
        {
            "title": "Users shall not interfere with another person's enjoyment of the service",
            "rating": "bad",
            "description": "Users are asked not to interfere with another person't enjoyment in using the service.\nHowever, this statement is very vague and open to interpretation by the service itself.",
            "last_updated": "2023-07-11 06:21:08",
            "point_link": "https://edit.tosdr.org/points/9948",
            "approval_status": "APPROVED",
            "clause_text": "Conduct by any user that, at the sole discretion of the Society, restricts or inhibits any other user from using or enjoying the Service will not be permitted.",
            "point_source": "https://www.nationalgeographic.org/terms-of-service/",
            "case": {
                "text": "You shall not interfere with another person's enjoyment of the service",
                "href": "https://edit.tosdr.org/cases/285"
            }
        },
        {
            "title": "This service allows you to retrieve an archive of your data",
            "rating": "good",
            "description": "Users can request a copy of the data collected through the services and infer from it the amount of personal information that is processed and stored by the Service. This usually applies to Services GDPR compliants.",
            "last_updated": "2023-07-11 10:03:54",
            "point_link": "https://edit.tosdr.org/points/7767",
            "approval_status": "APPROVED",
            "clause_text": "When technically feasible, NGS will—at your request—provide your personal data to you or transmit it directly to another controller at your request.</p>\n<p>Reasonable access to your personal data will be provided at no cost to you upon request made to NGS at dataprivacy@ngs.org.",
            "point_source": "https://www.nationalgeographic.org/privacy-notice/",
            "case": {
                "text": "You can retrieve an archive of your data",
                "href": "https://edit.tosdr.org/cases/140"
            }
        },
        {
            "title": "The service provides a complaint mechanism for the handling of personal data",
            "rating": "good",
            "description": "The service provides users with contact information for an internal or external structure to lodge complaints. It also provides users with contact information for a higher data protection / privacy office in case the internal mechanism fails to satisfy the user.",
            "last_updated": "2023-07-11 10:03:54",
            "point_link": "https://edit.tosdr.org/points/7766",
            "approval_status": "APPROVED",
            "clause_text": "In many countries, you have a right to lodge a complaint with the appropriate data protection authority if you have concerns about how NGS processes your personal data.",
            "point_source": "https://www.nationalgeographic.org/privacy-notice/",
            "case": {
                "text": "A complaint mechanism is provided for the handling of personal data",
                "href": "https://edit.tosdr.org/cases/300"
            }
        },
        {
            "title": "The service provides information about its attitude towards ethical, social or political problems or controversies",
            "rating": "good",
            "description": "If a service expresses a worldview antithetical to the user’s, that is a good signal that they should not use the service. Or conversely, if the service expresses an uncommonly-held belief that the user agrees with and thinks is relevant to the service-user relationship and/or important, they may wish to use that to choose between otherwise comparable services.",
            "last_updated": "2023-07-11 10:03:54",
            "point_link": "https://edit.tosdr.org/points/7768",
            "approval_status": "APPROVED",
            "clause_text": "<p>National Geographic activities and services will be legally and ethically conducted&nbsp;by&nbsp;treating&nbsp;employees, environments, and cultures with respect.\nWe will&nbsp;minimize negative environmental&nbsp;impacts and greenhouse gas emissions by seeking local, organic, and sustainably-sourced&nbsp;resources, using recycled and recyclable content when possible, and minimizing waste of energy,&nbsp;water, food, and other resources.",
            "point_source": "https://www.nationalgeographic.org/sustainability-policy/",
            "case": {
                "text": "This service offers a symbolic but nonbinding statement about a matter of opinion, ethics, society, or politics",
                "href": "https://edit.tosdr.org/cases/332"
            }
        },
        {
            "title": "This service does not sell your personal data",
            "rating": "good",
            "description": "This service makes an explicit promise not to sell \"personal data\" of users.",
            "last_updated": "2023-07-11 06:34:41",
            "point_link": "https://edit.tosdr.org/points/9949",
            "approval_status": "APPROVED",
            "clause_text": "We do not sell personal information to anyone.",
            "point_source": "https://www.nationalgeographic.org/privacy-notice/",
            "case": {
                "text": "Your personal data is not sold",
                "href": "https://edit.tosdr.org/cases/193"
            }
        },
        {
            "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:21:08",
            "point_link": "https://edit.tosdr.org/points/7765",
            "approval_status": "APPROVED",
            "clause_text": "You agree to indemnify, defend, and hold harmless the Society.\nits affiliates, licensees and partners.\nand their respective officers, directors, employees, agents, members, licensors, representatives, and third party providers of the Service from and against all losses, expenses, damages, and costs, including attorneys' fees, resulting from any violation of these Terms.",
            "point_source": "https://www.nationalgeographic.org/terms-of-service/",
            "case": {
                "text": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
                "href": "https://edit.tosdr.org/cases/146"
            }
        },
        {
            "title": "This service employs a broad copyright license over user content including the right to distribute through any media",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:21:08",
            "point_link": "https://edit.tosdr.org/points/9937",
            "approval_status": "APPROVED",
            "clause_text": "Your Content, in whole or in part, without further review or participation from you, in any medium now existing or subsequently developed, in editorial, commercial, promotional, and trade uses in connection with the NG brand, NG Products, and Society’s branded channels on existing and future social media platforms (such as Facebook, Instagram, Twitter, Snapchat, Pinterest, and subsequent new platforms)",
            "point_source": "https://www.nationalgeographic.org/terms-of-service/",
            "case": {
                "text": "Your content can be distributed through any media known now or in the future",
                "href": "https://edit.tosdr.org/cases/139"
            }
        },
        {
            "title": "This service assumes no responsibility and liability for the contents of links to other websites",
            "rating": "neutral",
            "description": "The service rejects any responsibility for the contents of other websites to which it links.",
            "last_updated": "2023-07-11 06:21:08",
            "point_link": "https://edit.tosdr.org/points/9946",
            "approval_status": "APPROVED",
            "clause_text": "The Service may provide, or third parties may provide, links to other sites or resources.\nBecause the Society has no control over such sites and resources, you acknowledge and agree that the Society is not responsible for the availability of such external sites or resources, and does not endorse and is not responsible or liable for any content, advertising, products, or other materials on or available from such sites or resources.",
            "point_source": "https://www.nationalgeographic.org/terms-of-service/",
            "case": {
                "text": "This service assumes no responsibility and liability for the contents of links to other websites",
                "href": "https://edit.tosdr.org/cases/279"
            }
        },
        {
            "title": "There is a date of the last update of the terms",
            "rating": "neutral",
            "description": "The given text has a date that allows to know when it was last updated.",
            "last_updated": "2023-07-11 10:03:55",
            "point_link": "https://edit.tosdr.org/points/7764",
            "approval_status": "APPROVED",
            "clause_text": "The Terms were last updated on 16 July 2019.",
            "point_source": "https://www.nationalgeographic.org/terms-of-service/",
            "case": {
                "text": "There is a date of the last update of the agreements",
                "href": "https://edit.tosdr.org/cases/331"
            }
        },
        {
            "title": "Users should revisit the terms periodically, although in case of material changes, the service will notify",
            "rating": "neutral",
            "description": "The service may update the Terms without notice, but if they significantly change the agreements in a manner that importantly and/or negatively affects the way the service is used, users will be notified.",
            "last_updated": "2023-07-11 06:35:39",
            "point_link": "https://edit.tosdr.org/points/9966",
            "approval_status": "APPROVED",
            "clause_text": "As our organizational practices, policies, and processes change from time to time, this Privacy Notice is expected to change as well.\nWe reserve the right to amend the Privacy Notice at any time, for any reason, without notice to you, other than the posting of the amended Privacy Notice at this Site.\nWe may email periodic reminders of our notices and terms and conditions and will email notifications to you, but you should check our Site frequently to see the current Privacy Notice that is in effect and any changes that may have been made to it.",
            "point_source": "https://www.nationalgeographic.org/privacy-notice/",
            "case": {
                "text": "You should revisit the terms periodically, although in case of material changes, the service will notify",
                "href": "https://edit.tosdr.org/cases/329"
            }
        },
        {
            "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
            "rating": "neutral",
            "description": "The service provider expressly does not claim to provide uninterrupted, timely, secure or error-free service.",
            "last_updated": "2023-07-11 06:34:43",
            "point_link": "https://edit.tosdr.org/points/9950",
            "approval_status": "APPROVED",
            "clause_text": "The Society makes no warranty that the site or any of its functions will be uninterrupted or error-free,",
            "point_source": "https://www.nationalgeographic.org/terms-of-service/",
            "case": {
                "text": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
                "href": "https://edit.tosdr.org/cases/287"
            }
        },
        {
            "title": "This service is only available for use individually and non-commercially.",
            "rating": "neutral",
            "description": "Users can't use the Service for commercial purposes (unless the Service consents): it is only for personal, individual purposes.",
            "last_updated": "2023-07-11 06:21:08",
            "point_link": "https://edit.tosdr.org/points/9952",
            "approval_status": "APPROVED",
            "clause_text": "You may download Course Content identified as available for download only for your own personal, non-commercial use.",
            "point_source": "https://www.nationalgeographic.org/terms-of-service/",
            "case": {
                "text": "This service is only available for use individually and non-commercially.",
                "href": "https://edit.tosdr.org/cases/143"
            }
        },
        {
            "title": "Users agree not to submit libelous, harassing or threatening content",
            "rating": "neutral",
            "description": "This service prohibits users from submitting content of a variety of types. This can include content that is unlawful, harassing, abusive, threatening, libelous, sexist, racist, homophobic, transphobic, or discriminatory in any other way.",
            "last_updated": "2023-07-11 06:34:43",
            "point_link": "https://edit.tosdr.org/points/9938",
            "approval_status": "APPROVED",
            "clause_text": "Neither post nor transmit any unlawful, obscene, defamatory, threatening,",
            "point_source": "https://www.nationalgeographic.org/terms-of-service/",
            "case": {
                "text": "You agree not to submit libelous, harassing or threatening content",
                "href": "https://edit.tosdr.org/cases/283"
            }
        },
        {
            "title": "Spidering or crawling is not allowed",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:21:08",
            "point_link": "https://edit.tosdr.org/points/9940",
            "approval_status": "APPROVED",
            "clause_text": "Use no automated means, including spiders, robots, offline readers, crawlers, data mining tools, or the like to download or store data from the Service.",
            "point_source": "https://www.nationalgeographic.org/terms-of-service/",
            "case": {
                "text": "Spidering, crawling, or accessing the site through any automated means is not allowed",
                "href": "https://edit.tosdr.org/cases/150"
            }
        },
        {
            "title": "This service is only available to users of a certain age",
            "rating": "neutral",
            "description": "The Services are intended for users who are at least a certain age. If you are younger than the age required then you are prohibited from using the Service.",
            "last_updated": "2023-07-11 06:21:08",
            "point_link": "https://edit.tosdr.org/points/9963",
            "approval_status": "APPROVED",
            "clause_text": "By registering or participating in services or functions on the Platform, you hereby represent that you are over 18 years of age, an emancipated minor or in possession of consent by a legal parent or guardian and have the authority to enter into the terms herein.\nIn any case, you affirm that you are over the age of 13 as the Site is not intended for children under 13.\nIf you are under 13 years of age, do not use the Site.",
            "point_source": "https://www.nationalgeographic.org/terms-of-service/",
            "case": {
                "text": "This service is only available to users over a certain age",
                "href": "https://edit.tosdr.org/cases/152"
            }
        },
        {
            "title": "Prohibits the posting of pornographic content",
            "rating": "neutral",
            "description": "Users are not allowed to post any content of pornographic nature. This includes adult content, things that are sexually explicit, or obscene.",
            "last_updated": "2023-07-11 06:34:42",
            "point_link": "https://edit.tosdr.org/points/9939",
            "approval_status": "APPROVED",
            "clause_text": "pornographic,",
            "point_source": "https://www.nationalgeographic.org/terms-of-service/",
            "case": {
                "text": "The posting of pornographic content is prohibited",
                "href": "https://edit.tosdr.org/cases/315"
            }
        },
        {
            "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder",
            "rating": "neutral",
            "description": "Should any portion of the Terms of Service be unenforceable or invalid, that portion will be enforced to the fullest extent permitted by applicable law and the remainder of the TOS will remain valid and enforceable.",
            "last_updated": "2023-07-11 06:34:43",
            "point_link": "https://edit.tosdr.org/points/9945",
            "approval_status": "APPROVED",
            "clause_text": "Should any of the above paragraphs be unenforceable, the other paragraphs will remain in full force and effect.</p>",
            "point_source": "https://www.nationalgeographic.org/terms-of-service/",
            "case": {
                "text": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder",
                "href": "https://edit.tosdr.org/cases/294"
            }
        },
        {
            "title": "You are responsible for maintaining the security of your account and for the activities on your account",
            "rating": "neutral",
            "description": "You are responsible for protecting the confidentiality of your password and for maintaining the security of your account. Any activity occurring under your account is your responsibility, whether authorized by you or not.",
            "last_updated": "2023-07-11 10:03:55",
            "point_link": "https://edit.tosdr.org/points/7769",
            "approval_status": "APPROVED",
            "clause_text": "You are responsible for maintaining the confidentiality of the password and username, and you are fully responsible for all activities that occur under your password or username.",
            "point_source": "https://www.nationalgeographic.org/terms-of-service/",
            "case": {
                "text": "You are responsible for maintaining the security of your account and for the activities on your account",
                "href": "https://edit.tosdr.org/cases/148"
            }
        },
        {
            "title": "The service informs users that its privacy policy does not apply to third party websites",
            "rating": "neutral",
            "description": "The service states that whenever it links to third party websites or applications, its privacy policy does not apply. Those third party websites or applications hosted or operated by other organizations may have their own privacy policies.",
            "last_updated": "2023-07-11 06:34:47",
            "point_link": "https://edit.tosdr.org/points/9965",
            "approval_status": "APPROVED",
            "clause_text": "Our Privacy Notice does not apply to your interactions with other websites, even if you find a link to them on our Services.&nbsp.\nYou should read the terms and policies of the third-party website provider to see how your personally identifiable information will be treated on its site.",
            "point_source": "https://www.nationalgeographic.org/privacy-notice/",
            "case": {
                "text": "The service informs you that its privacy policy does not apply to third party websites",
                "href": "https://edit.tosdr.org/cases/299"
            }
        },
        {
            "title": "Provides instructions on how to submit a copyright claim",
            "rating": "neutral",
            "description": "If content that you own is copied or made accessible through the service in a way that constitutes an intellectual property right infringement, you can report it following the instructions given in the agreements.",
            "last_updated": "2023-07-11 06:21:08",
            "point_link": "https://edit.tosdr.org/points/9942",
            "approval_status": "APPROVED",
            "clause_text": "If you believe that your work has been used in a way that may constitute copyright infringement, please provide the Society’s designated agent the following information:</p>\n<ol>\n<li>\n<p>An electronic or physical signature of the person authorized to act on behalf of the owner of the copyright interest;</p>\n</li>\n<li>\n<p>A description of the copyrighted work that you claim has been infringed;</p>\n</li>\n<li>\n<p>A description of where the material that you claim is infringing is located on the Service (such as the URL);</p>\n</li>\n<li>\n<p>Your address, telephone number, and e-mail address;</p>\n</li>\n<li>\n<p>A statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law.\nand</p>\n</li>\n<li>\n<p>A statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright owner or authorized to act on the copyright owner's behalf.</p>\n</li>\n</ol>\n</li>\n</ol>\n<p>The Society’s designated agent for notice of claims of copyright infringement on the Service is its Executive Vice President of Legal and Business Affairs who can be reached as follows:</p>\n<p>&nbsp;</p>\n<p>By mail:</p>\n<p>Angelo M.\nGrima&nbsp;</p>\n<p>Executive Vice President, Legal and Business Affairs&nbsp;</p>\n<p>National Geographic Society.&nbsp;</p>\n<p>1145 Seventeenth Street, NW</p>\n<p>Washington, DC 20036-4688</p>\n<p>&nbsp;</p>\n<p>By email:</p>\n<p>infringementnotice@ngs.org&nbsp;</p>\n<p>This contact information is only for reporting alleged copyright infringements.",
            "point_source": "https://www.nationalgeographic.org/terms-of-service/",
            "case": {
                "text": "Instructions are provided on how to submit a copyright claim",
                "href": "https://edit.tosdr.org/cases/138"
            }
        },
        {
            "title": "The service does not guarantee accuracy or reliability of the information provided",
            "rating": "neutral",
            "description": "This service makes no warranty regarding the accuracy or reliability of any information that is given on its website or the results that may be obtained from the use of the service.",
            "last_updated": "2023-07-11 06:34:43",
            "point_link": "https://edit.tosdr.org/points/9954",
            "approval_status": "APPROVED",
            "clause_text": "The Society neither warrants nor makes any representations regarding the use or the results of the use of the site or materials on this site or on third-party sites in terms of their correctness, accuracy, timeliness, reliability or otherwise.</p>",
            "point_source": "https://www.nationalgeographic.org/terms-of-service/",
            "case": {
                "text": "The service does not guarantee accuracy or reliability of the information provided",
                "href": "https://edit.tosdr.org/cases/288"
            }
        },
        {
            "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision",
            "rating": "neutral",
            "description": "Even if the service does not or not always enforce all of the rules or provisions contained in its terms, they still apply. Users can at a later time still be held accountable for violating provisions that have not been enforced consistently.",
            "last_updated": "2023-07-11 06:34:43",
            "point_link": "https://edit.tosdr.org/points/9944",
            "approval_status": "APPROVED",
            "clause_text": "No action of the Society may be construed as a waiver of any part of these Terms.",
            "point_source": "https://www.nationalgeographic.org/terms-of-service/",
            "case": {
                "text": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision",
                "href": "https://edit.tosdr.org/cases/295"
            }
        },
        {
            "title": "The court of law governing the terms is in location X",
            "rating": "neutral",
            "description": "The Terms are governed by the applicable laws of a jurisdiction (specified in the title of each point by replacing the \"X\").",
            "last_updated": "2023-07-11 06:21:08",
            "point_link": "https://edit.tosdr.org/points/9947",
            "approval_status": "APPROVED",
            "clause_text": "This Agreement, its validity and effect, shall be interpreted under and governed by the laws of the District of Columbia, without regard to its conflict of laws provisions, and you agree that the arbitrator shall award all costs of arbitration, including reasonable attorneys’ fees plus legal rate of interest, to the successful party.",
            "point_source": "https://www.nationalgeographic.org/terms-of-service/",
            "case": {
                "text": "The court of law governing the terms is in location X",
                "href": "https://edit.tosdr.org/cases/163"
            }
        },
        {
            "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.",
            "rating": "neutral",
            "description": "Even though the Do Not Track (DNT) header was not implemented perfectly, services should not track users whose browsers send a DNT header.",
            "last_updated": "2023-07-11 10:03:58",
            "point_link": "https://edit.tosdr.org/points/7763",
            "approval_status": "APPROVED",
            "clause_text": "<p>Our Site does not honor “do not track signals” (e.g., the Mozilla Firefox Do Not Track feature), though you may be able to disable certain tracking as discussed above (e.g., by disabling cookies).",
            "point_source": "https://www.nationalgeographic.org/privacy-notice/",
            "case": {
                "text": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.",
                "href": "https://edit.tosdr.org/cases/233"
            }
        }
    ]
}