{
    "meta_data": {
        "title": "Metacafe - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "Terms may be changed any time at their discretion, without notice to the user",
            "rating": "bad",
            "description": "The Agreements can be updated at any time, including in a way that negatively affects user rights, without notifying before or after the changes.",
            "last_updated": "2023-07-11 10:07:17",
            "point_link": "https://edit.tosdr.org/points/8204",
            "approval_status": "APPROVED",
            "clause_text": "MetaCafe reserves the right to amend this Privacy Policy at any time and without notice, and it is your responsibility to review this Privacy Policy for any changes",
            "point_source": "https://www.metacafe.com/privacy/policy/",
            "case": {
                "text": "Terms may be changed any time at their discretion, without notice to you",
                "href": "https://edit.tosdr.org/cases/121"
            }
        },
        {
            "title": "Tracking via third-party cookies for other purposes without your consent.",
            "rating": "bad",
            "description": "The service's website sets third-party cookies (cookies that do not belong to their domain) for purposes not including statistics and analytics.",
            "last_updated": "2023-07-11 10:04:27",
            "point_link": "https://edit.tosdr.org/points/12261",
            "approval_status": "APPROVED",
            "clause_text": "MetaCafe or its advertisers may use third party ad networks and ad serving companies to help sell and present advertisements online in connection with the Web Site.\nThese third party ad companies may use cookies, web beacons or similar technologies to help present such advertisements, to help measure and research the advertisements' effectiveness, compile anonymous statistics about Web Site users, to serve you advertisements tailored to interests youhave shown by browsing on this and other sites you have visited, to determine whether you have seen a particular advertisement before and to avoid sending you duplicate advertisements.",
            "point_source": "https://www.metacafe.com/privacy/policy/",
            "case": {
                "text": "Third-party cookies are used for advertising",
                "href": "https://edit.tosdr.org/cases/128"
            }
        },
        {
            "title": "The service can delete your account without prior notice and without a reason",
            "rating": "bad",
            "description": "At any time, your account can be terminated without explanation and without warning by the service.",
            "last_updated": "2023-07-11 10:07:27",
            "point_link": "https://edit.tosdr.org/points/12272",
            "approval_status": "APPROVED",
            "clause_text": "MetaCafe has the right to terminate your access to the Web Site, in its sole discretion, immediately and with or without cause.</li>",
            "point_source": "https://www.metacafe.com/privacy/terms/",
            "case": {
                "text": "Your account can be deleted or permanently suspended without prior notice and without a reason",
                "href": "https://edit.tosdr.org/cases/201"
            }
        },
        {
            "title": "This service may use your personal information for marketing purposes",
            "rating": "bad",
            "description": "The service may use your personal data for marketing, such as sending you personalised offerings.",
            "last_updated": "2023-07-11 10:07:51",
            "point_link": "https://edit.tosdr.org/points/12262",
            "approval_status": "APPROVED",
            "clause_text": "With your consent, from time-to-time, MetaCafe may provide its business partners with contact details for direct marketing purposes of relevant services, products, and programs.",
            "point_source": "https://www.metacafe.com/privacy/policy/",
            "case": {
                "text": "Your personal data may be used for marketing purposes",
                "href": "https://edit.tosdr.org/cases/336"
            }
        },
        {
            "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
            "rating": "bad",
            "description": "Tracking technologies (such as web beacons, tracking pixels...) are employed on users and/or the service assigns a unique ID to a browser or device to track its behaviour.",
            "last_updated": "2023-07-11 10:04:21",
            "point_link": "https://edit.tosdr.org/points/12258",
            "approval_status": "APPROVED",
            "clause_text": "<p>MetaCafe may use cookies, web beacons or similar technologies",
            "point_source": "https://www.metacafe.com/privacy/policy/",
            "case": {
                "text": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting",
                "href": "https://edit.tosdr.org/cases/323"
            }
        },
        {
            "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.",
            "rating": "bad",
            "description": "If the service gets acquired or is involved in a merger, bankruptcy, reorganisation or sale, your personal data may be transferred or sold.",
            "last_updated": "2023-07-11 10:07:55",
            "point_link": "https://edit.tosdr.org/points/12260",
            "approval_status": "APPROVED",
            "clause_text": "Furthermore, MetaCafe may transfer personally identifiable information in the event of a transfer of ownership of MetaCafe or any of its Web Sites or products, in which case the information could become subject to a different privacy policy.</p>",
            "point_source": "https://www.metacafe.com/privacy/policy/",
            "case": {
                "text": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction",
                "href": "https://edit.tosdr.org/cases/243"
            }
        },
        {
            "title": "Users have a reduced time period to take legal action against the service",
            "rating": "bad",
            "description": "If you wish to bring legal action against a service about a past incident, you may not be able to do so if the Terms you agreed to implied a limited amount of time. As a result it may be worthy to carefully read that section of the Terms to know exactly how much time you might have before your right to take legal action expires.",
            "last_updated": "2023-07-11 10:07:52",
            "point_link": "https://edit.tosdr.org/points/12266",
            "approval_status": "APPROVED",
            "clause_text": "YOU AND MetaCafe AGREE THAT ANY CAUSE OF ACTION ARISING OUT OF OR RELATED TO THE METACAFE WEB SITE MUST COMMENCE WITHIN ONE (1) YEAR AFTER THE CAUSE OF ACTION ACCRUES.\nOTHERWISE, SUCH CAUSE OF ACTION IS PERMANENTLY BARRED.",
            "point_source": "https://www.metacafe.com/privacy/terms/",
            "case": {
                "text": "You have a reduced time period to take legal action against the service",
                "href": "https://edit.tosdr.org/cases/151"
            }
        },
        {
            "title": "The service uses your personal data to employ targeted third-party advertising",
            "rating": "bad",
            "description": "Your Personal Information is traded and shared with advertising companies to target ads on you, either on the website you were visiting or in third party websites. Your interaction with the service and data you have shared with them may be gathered to create an advertising ID or profile.",
            "last_updated": "2023-07-11 10:04:20",
            "point_link": "https://edit.tosdr.org/points/12259",
            "approval_status": "APPROVED",
            "clause_text": "Please note that MetaCafe may use your personally identifiable information to present offers to you on behalf of business partners and advertisers.",
            "point_source": "https://www.metacafe.com/privacy/policy/",
            "case": {
                "text": "Your personal data is used to employ targeted third-party advertising",
                "href": "https://edit.tosdr.org/cases/220"
            }
        },
        {
            "title": "This service employs third-party cookies, but with opt-out instructions",
            "rating": "bad",
            "description": null,
            "last_updated": "2023-07-11 06:34:40",
            "point_link": "https://edit.tosdr.org/points/8203",
            "approval_status": "APPROVED",
            "clause_text": "You can disable cookies, including those used by ad networks, by following the instructions in your web browser.\nMetaCafe does not provide advertisers access to any personally identifiable information that you have provided to MetaCafe (keeping in mind that anything you have elected to share publicly on the site is available to everyone to see).</p>\n<p>Last updated: April 22, 2013",
            "point_source": "https://www.metacafe.com/privacy/policy/",
            "case": {
                "text": "Third party cookies are employed, but with opt out instructions",
                "href": "https://edit.tosdr.org/cases/127"
            }
        },
        {
            "title": "You can request access and deletion of personal data",
            "rating": "good",
            "description": "Users have the right to access personal data hold by the Service, correct it and/or permanently delete it. This usually applies to Services GDPR compliants.",
            "last_updated": "2023-07-11 10:07:17",
            "point_link": "https://edit.tosdr.org/points/8206",
            "approval_status": "APPROVED",
            "clause_text": "Modification and Deletion of Personally Identifiable Information <p>\n<b>Deletion (Opt-Out).</b> In order to delete the personally identifiable information you submitted, notify us at support@metacafe.com that you wish to delete your personally identifiable information or any part thereof contained at our databases.\n<b>Modification.</b> If you wish to modify or update your personally identifiable information, use the Web Site or application interface.\nIf you need help, please contact us at support@metacafe.com",
            "point_source": "https://www.metacafe.com/privacy/policy/",
            "case": {
                "text": "You can request access, correction and/or deletion of your data",
                "href": "https://edit.tosdr.org/cases/195"
            }
        },
        {
            "title": "You can opt out of targeted advertising",
            "rating": "good",
            "description": "The service employs your data to target ads to you, but you can opt-out of this interest-based advertising.",
            "last_updated": "2023-07-11 10:07:18",
            "point_link": "https://edit.tosdr.org/points/8202",
            "approval_status": "APPROVED",
            "clause_text": "You may opt out of having the advertising that you see on our site targetedspecifically to you by clicking on the Privacy Manager or going to the respective sites’ privacy policy(ies) and following the directions.\nTo opt out of Google’s “interest-based ads” and to learn more about Google’s collection of your personal information to serve ads in connection with the Web Site, click here",
            "point_source": "https://www.metacafe.com/privacy/policy/",
            "case": {
                "text": "You can opt out of targeted advertising",
                "href": "https://edit.tosdr.org/cases/219"
            }
        },
        {
            "title": "You have the right to leave this service at any time",
            "rating": "good",
            "description": "You can stop using the service and/or cancel or delete your account at any time for any reason. Moreover, the termination is reasonably fast and simple.",
            "last_updated": "2023-07-11 10:04:32",
            "point_link": "https://edit.tosdr.org/points/8213",
            "approval_status": "APPROVED",
            "clause_text": "Click here to cancel an existing account",
            "point_source": "https://www.metacafe.com/privacy/policy/",
            "case": {
                "text": "You have the right to leave this service at any time",
                "href": "https://edit.tosdr.org/cases/170"
            }
        },
        {
            "title": "You can choose with whom you share content",
            "rating": "good",
            "description": "Users can decide whether or not they want their content to be shared and they can control how and with whom it is shared.",
            "last_updated": "2023-07-11 10:07:38",
            "point_link": "https://edit.tosdr.org/points/12263",
            "approval_status": "APPROVED",
            "clause_text": "If you no longer wish your information to be shared, please let us know.",
            "point_source": "https://www.metacafe.com/privacy/policy/",
            "case": {
                "text": "You can choose with whom you share content",
                "href": "https://edit.tosdr.org/cases/225"
            }
        },
        {
            "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:07:55",
            "point_link": "https://edit.tosdr.org/points/12276",
            "approval_status": "APPROVED",
            "clause_text": "You agree to defend, indemnify and hold harmless MetaCafe, its affiliates, and their respective officers, directors, employees and agents, from and against any and all claims, damages, obligations, losses, liabilities, costs and expenses (including but not limited to attorney's fees) arising from: (i) your use of the Web Site.\n(ii) your violation of these Terms &amp.\nConditions.\n(iii) your violation of the terms which apply to your User Submission.\n(iv) your violation of any third party right, including without limitation any copyright, property, publicity or privacy right.\nor (v) any claim that one of your User Submissions caused damage to a third party.",
            "point_source": "https://www.metacafe.com/privacy/terms/",
            "case": {
                "text": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
                "href": "https://edit.tosdr.org/cases/146"
            }
        },
        {
            "title": "Blocking cookies may limit your ability to use the service",
            "rating": "neutral",
            "description": "Most browsers allow users to set preferences related to cookies storage. You may choose to block all cookies (including first-party cookies), but it may impact your use of this service and you may not be able to access some or any of the features provided.",
            "last_updated": "2023-07-11 10:07:14",
            "point_link": "https://edit.tosdr.org/points/8212",
            "approval_status": "APPROVED",
            "clause_text": "If you disable Flash cookies, you won't have access to many features that make your guest experience more efficient and some of our services will not function properly",
            "point_source": "https://www.metacafe.com/privacy/policy/",
            "case": {
                "text": "Blocking first party cookies may limit your ability to use the service",
                "href": "https://edit.tosdr.org/cases/375"
            }
        },
        {
            "title": "The service is not responsible for linked or (clearly) quoted content from third-party content providers",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:07:51",
            "point_link": "https://edit.tosdr.org/points/12267",
            "approval_status": "APPROVED",
            "clause_text": "<p>The Web Site may contain links to third party Web Sites that are not owned or controlled by MetaCafe.\nMetaCafe is not affiliated with those websites, has no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third party Web Sites.",
            "point_source": "https://www.metacafe.com/privacy/terms/",
            "case": {
                "text": "The service is not responsible for linked or (clearly) quoted content from third-party content providers",
                "href": "https://edit.tosdr.org/cases/278"
            }
        },
        {
            "title": "There is a date of the last update of the terms",
            "rating": "neutral",
            "description": "The given text has a date that allows to know when it was last updated.",
            "last_updated": "2023-07-11 06:34:39",
            "point_link": "https://edit.tosdr.org/points/8200",
            "approval_status": "APPROVED",
            "clause_text": "Last updated: October 3, 2012",
            "point_source": "https://www.metacafe.com/privacy/policy/",
            "case": {
                "text": "There is a date of the last update of the agreements",
                "href": "https://edit.tosdr.org/cases/331"
            }
        },
        {
            "title": "This service can delete your content if you violate the terms",
            "rating": "neutral",
            "description": "Content infringing the Terms of Service (or the Acceptable Use Policy or equivalent) may be removed, with or without notice.",
            "last_updated": "2023-07-11 10:07:16",
            "point_link": "https://edit.tosdr.org/points/8209",
            "approval_status": "APPROVED",
            "clause_text": "MetaCafe will reject videos which portray illegal acts of violence or videos that show or imply human fatalities however newsworthy such footage may seem in context",
            "point_source": "https://www.metacafe.com/privacy/policy/",
            "case": {
                "text": "Your content can be deleted if you violate the terms",
                "href": "https://edit.tosdr.org/cases/377"
            }
        },
        {
            "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
            "rating": "neutral",
            "description": "The service assumes no liability for any damages the user incurs, including tangible (e.g. profits) and intangible losses (e.g. data), resulting from the use or inability to use the service or any other matter relating to the service.",
            "last_updated": "2023-07-11 10:07:55",
            "point_link": "https://edit.tosdr.org/points/12275",
            "approval_status": "APPROVED",
            "clause_text": "The terms of service state: \"MetaCafe MAKES NO WARRANTIES OR REPRESENTATIONS ABOUT THE ACCURACY OR COMPLETENESS OF THE WEB SITE'S CONTENT AND ASSUMES NO LIABILITY FOR[...] ANY ERRORS OR OMISSIONS IN ANY CONTENT OR FOR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF THE USE OF ANY CONTENT ON OR VIA THE WEB SITE.\"",
            "point_source": "https://www.metacafe.com/privacy/terms/",
            "case": {
                "text": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
                "href": "https://edit.tosdr.org/cases/293"
            }
        },
        {
            "title": "You are solely responsible for claims made against the service and agree to indemnify and hold harmless the service.",
            "rating": "neutral",
            "description": "You are responsible for your use of the service. If a claim arises related to that use, you agree to indemnify and hold the service harmless.\nIf users are also required to defend the service, see Case 146 instead.",
            "last_updated": "2023-07-11 10:07:52",
            "point_link": "https://edit.tosdr.org/points/12264",
            "approval_status": "APPROVED",
            "clause_text": "and agree to indemnify and hold MetaCafe, its owners, affiliates, employees, agents and/or licensors, harmless to the fullest extent allowed by law regarding all matters related to your use of the Web Site.",
            "point_source": "https://www.metacafe.com/privacy/terms/",
            "case": {
                "text": "You agree to indemnify and hold the service harmless in case of a claim related to your use of the service",
                "href": "https://edit.tosdr.org/cases/145"
            }
        },
        {
            "title": "This service is only available for use individually and non-commercially.",
            "rating": "neutral",
            "description": "Users can't use the Service for commercial purposes (unless the Service consents): it is only for personal, individual purposes.",
            "last_updated": "2023-07-11 10:07:53",
            "point_link": "https://edit.tosdr.org/points/12268",
            "approval_status": "APPROVED",
            "clause_text": "your use of the Web Site is solely for your personal, noncommercial use.",
            "point_source": "https://www.metacafe.com/privacy/terms/",
            "case": {
                "text": "This service is only available for use individually and non-commercially.",
                "href": "https://edit.tosdr.org/cases/143"
            }
        },
        {
            "title": "Spidering or crawling is not allowed",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:07:50",
            "point_link": "https://edit.tosdr.org/points/12271",
            "approval_status": "APPROVED",
            "clause_text": "<li>You agree not to use or launch any automated system, including without limitation, \"robots,\" \"spiders,\" and \"offline readers,\"",
            "point_source": "https://www.metacafe.com/privacy/terms/",
            "case": {
                "text": "Spidering, crawling, or accessing the site through any automated means is not allowed",
                "href": "https://edit.tosdr.org/cases/150"
            }
        },
        {
            "title": "Users agree not to submit libelous, harassing or threatening content",
            "rating": "neutral",
            "description": "This service prohibits users from submitting content of a variety of types. This can include content that is unlawful, harassing, abusive, threatening, libelous, sexist, racist, homophobic, transphobic, or discriminatory in any other way.",
            "last_updated": "2023-07-11 10:07:15",
            "point_link": "https://edit.tosdr.org/points/8210",
            "approval_status": "APPROVED",
            "clause_text": "No Haters: Our community has zero tolerance for intolerance, so no defamatory, racist, sexist or homophobic talk.\nThis includes threats of violence or sexual assault against other site users or people appearing in videos",
            "point_source": "https://www.metacafe.com/privacy/policy/",
            "case": {
                "text": "You agree not to submit libelous, harassing or threatening content",
                "href": "https://edit.tosdr.org/cases/283"
            }
        },
        {
            "title": "Users who have been permanently banned from this service are not allowed to re-register under a new account",
            "rating": "neutral",
            "description": "Once users have been permanently banned from this service, they are not allowed to create a new account to keep using the service.",
            "last_updated": "2023-07-11 10:07:14",
            "point_link": "https://edit.tosdr.org/points/8211",
            "approval_status": "APPROVED",
            "clause_text": "Offenders will be banned forever from Web Site",
            "point_source": "https://www.metacafe.com/privacy/policy/",
            "case": {
                "text": "Users who have been permanently banned from this service are not allowed to re-register under a new account",
                "href": "https://edit.tosdr.org/cases/319"
            }
        },
        {
            "title": "This service is only available to users of a certain age",
            "rating": "neutral",
            "description": "The Services are intended for users who are at least a certain age. If you are younger than the age required then you are prohibited from using the Service.",
            "last_updated": "2023-07-11 10:07:17",
            "point_link": "https://edit.tosdr.org/points/8205",
            "approval_status": "APPROVED",
            "clause_text": "If you are under the age of 13, you are not eligible to use the Web Site, and we ask you not to submit any personal information to us",
            "point_source": "https://www.metacafe.com/privacy/policy/",
            "case": {
                "text": "This service is only available to users over a certain age",
                "href": "https://edit.tosdr.org/cases/152"
            }
        },
        {
            "title": "Prohibits the posting of pornographic content",
            "rating": "neutral",
            "description": "Users are not allowed to post any content of pornographic nature. This includes adult content, things that are sexually explicit, or obscene.",
            "last_updated": "2023-07-11 10:07:16",
            "point_link": "https://edit.tosdr.org/points/8208",
            "approval_status": "APPROVED",
            "clause_text": "This means we will not allow sexually explicit videos on the site.\nThose are simply 2H4M (Too Hot For Metacafe).</li>\n<li>What about partial nudity or implied sexuality",
            "point_source": "https://www.metacafe.com/privacy/policy/",
            "case": {
                "text": "The posting of pornographic content is prohibited",
                "href": "https://edit.tosdr.org/cases/315"
            }
        },
        {
            "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder",
            "rating": "neutral",
            "description": "Should any portion of the Terms of Service be unenforceable or invalid, that portion will be enforced to the fullest extent permitted by applicable law and the remainder of the TOS will remain valid and enforceable.",
            "last_updated": "2023-07-11 10:07:51",
            "point_link": "https://edit.tosdr.org/points/12269",
            "approval_status": "APPROVED",
            "clause_text": "the invalidity of such provision shall not affect the validity of the remaining provisions of these Terms &amp.\nConditions, which shall remain in full force and effect.",
            "point_source": "https://www.metacafe.com/privacy/terms/",
            "case": {
                "text": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder",
                "href": "https://edit.tosdr.org/cases/294"
            }
        },
        {
            "title": "The service informs users that its privacy policy does not apply to third party websites",
            "rating": "neutral",
            "description": "The service states that whenever it links to third party websites or applications, its privacy policy does not apply. Those third party websites or applications hosted or operated by other organizations may have their own privacy policies.",
            "last_updated": "2023-07-11 10:07:17",
            "point_link": "https://edit.tosdr.org/points/8207",
            "approval_status": "APPROVED",
            "clause_text": "This Privacy Policy does not cover the information practices exercised by other providers of products or services, advertisers or other web sites, or companies/people that MetaCafe does not own or control, or does not employ or manage",
            "point_source": "https://www.metacafe.com/privacy/policy/",
            "case": {
                "text": "The service informs you that its privacy policy does not apply to third party websites",
                "href": "https://edit.tosdr.org/cases/299"
            }
        },
        {
            "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision",
            "rating": "neutral",
            "description": "Even if the service does not or not always enforce all of the rules or provisions contained in its terms, they still apply. Users can at a later time still be held accountable for violating provisions that have not been enforced consistently.",
            "last_updated": "2023-07-11 10:07:51",
            "point_link": "https://edit.tosdr.org/points/12265",
            "approval_status": "APPROVED",
            "clause_text": "Conditions shall be deemed a further or continuing waiver of such term or any other term, and a party's failure to assert any right or provision under these Terms of Use shall not constitute a waiver of such right or provision.",
            "point_source": "https://www.metacafe.com/privacy/terms/",
            "case": {
                "text": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision",
                "href": "https://edit.tosdr.org/cases/295"
            }
        },
        {
            "title": "You are responsible for maintaining the security of your account and for the activities on your account",
            "rating": "neutral",
            "description": "You are responsible for protecting the confidentiality of your password and for maintaining the security of your account. Any activity occurring under your account is your responsibility, whether authorized by you or not.",
            "last_updated": "2023-07-11 10:07:48",
            "point_link": "https://edit.tosdr.org/points/12270",
            "approval_status": "APPROVED",
            "clause_text": "You are solely responsible for the activity that occurs on your account, and you must keep your account password secure.",
            "point_source": "https://www.metacafe.com/privacy/terms/",
            "case": {
                "text": "You are responsible for maintaining the security of your account and for the activities on your account",
                "href": "https://edit.tosdr.org/cases/148"
            }
        },
        {
            "title": "The service does not guarantee accuracy or reliability of the information provided",
            "rating": "neutral",
            "description": "This service makes no warranty regarding the accuracy or reliability of any information that is given on its website or the results that may be obtained from the use of the service.",
            "last_updated": "2023-07-11 10:07:53",
            "point_link": "https://edit.tosdr.org/points/12274",
            "approval_status": "APPROVED",
            "clause_text": "MetaCafe MAKES NO WARRANTIES OR REPRESENTATIONS ABOUT THE ACCURACY OR COMPLETENESS OF THE WEB SITE'S CONTENT",
            "point_source": "https://www.metacafe.com/privacy/terms/",
            "case": {
                "text": "The service does not guarantee accuracy or reliability of the information provided",
                "href": "https://edit.tosdr.org/cases/288"
            }
        },
        {
            "title": "Third parties may be involved in operating the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:07:53",
            "point_link": "https://edit.tosdr.org/points/12273",
            "approval_status": "APPROVED",
            "clause_text": "The Web Site includes content that is provided to MetaCafe by ESPN.",
            "point_source": "https://www.metacafe.com/privacy/terms/",
            "case": {
                "text": "Third parties are involved in operating the service",
                "href": "https://edit.tosdr.org/cases/207"
            }
        }
    ]
}