{
    "meta_data": {
        "title": "DiscourseHosting - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "The privacy policy may be changed any time at their discretion, without notice to the user",
            "rating": "bad",
            "description": "The Agreements can be updated at any time, including in a way that negatively affects user rights, without notifying before or after the changes.",
            "last_updated": "2023-07-11 06:34:54",
            "point_link": "https://edit.tosdr.org/points/6502",
            "approval_status": "APPROVED",
            "clause_text": "Their privacy policy state: \"DiscourseHosting.com has the discretion to update this privacy policy at any time. When we do, we will revise the updated date at the bottom of this page. We encourage Users to frequently check this page for any changes to stay informed about how we are helping to protect the personal information we collect. You acknowledge and agree that it is your responsibility to review this privacy policy periodically and become aware of modifications.\"",
            "point_source": "https://www.discoursehosting.com/privacy-policy/",
            "case": {
                "text": "Terms may be changed any time at their discretion, without notice to you",
                "href": "https://edit.tosdr.org/cases/121"
            }
        },
        {
            "title": "Users can access most of the pages on the service's website without revealing any personal information",
            "rating": "good",
            "description": "The service does not require users to reveal personal information for most of its website. However, it may still collect anonymous logs.",
            "last_updated": "2023-07-11 10:12:26",
            "point_link": "https://edit.tosdr.org/points/16288",
            "approval_status": "APPROVED",
            "clause_text": "Users may, however, visit our Site anonymously.",
            "point_source": "https://www.discoursehosting.com/privacy-policy/",
            "case": {
                "text": "You can access most of the pages on the service's website without revealing any personal information",
                "href": "https://edit.tosdr.org/cases/298"
            }
        },
        {
            "title": "Your personal data is used for limited purposes",
            "rating": "good",
            "description": "Your Personal Data is only used for the essential purposes of the Service, which are clearly defined on the Agreements. For instance, the Service won't abuse your data to deliver targeted advertisements to you or for marketing purposes.",
            "last_updated": "2023-07-11 10:03:52",
            "point_link": "https://edit.tosdr.org/points/16290",
            "approval_status": "APPROVED",
            "clause_text": "\"DiscourseHosting.com may collect and use Users personal information for the following purposes: [...]To improve customer service [...] To personalize user experience [using aggregated data] [...] To process payments [...] To send periodic emails\"",
            "point_source": "https://www.discoursehosting.com/privacy-policy/",
            "case": {
                "text": "Your personal data is used for limited purposes",
                "href": "https://edit.tosdr.org/cases/196"
            }
        },
        {
            "title": "When the service wants to change its Terms of Service, users are notified a month or more in advance",
            "rating": "good",
            "description": "The service may update the Terms without notice, but if they significantly change the agreements in a manner that importantly and/or negatively affects the way the service is used, users will be notified at least 30 days in advance.",
            "last_updated": "2023-07-11 06:34:54",
            "point_link": "https://edit.tosdr.org/points/6503",
            "approval_status": "APPROVED",
            "clause_text": "As stated in the Terms of Service, DiscourseHosting reserves the right to amend any or all of the above policies, guidelines and disclaimer upon thirty (30) days prior written notice to you.",
            "point_source": "https://www.discoursehosting.com/tos/",
            "case": {
                "text": "When the service wants to make a material change to its terms, you are notified at least 30 days in advance",
                "href": "https://edit.tosdr.org/cases/124"
            }
        },
        {
            "title": "The service provides information about how they intend to use your personal data",
            "rating": "good",
            "description": "The Privacy Policy explains the purposes for which data is collected and the way it is processed, used and shared.",
            "last_updated": "2023-07-11 10:12:26",
            "point_link": "https://edit.tosdr.org/points/16289",
            "approval_status": "APPROVED",
            "clause_text": "How we use collected information",
            "point_source": "https://www.discoursehosting.com/privacy-policy/",
            "case": {
                "text": "Information is provided about how your personal data is used",
                "href": "https://edit.tosdr.org/cases/227"
            }
        },
        {
            "title": "A complaint mechanism is provided for the handling of personal data",
            "rating": "good",
            "description": "The service provides users with contact information for an internal or external structure to lodge complaints. It also provides users with contact information for a higher data protection / privacy office in case the internal mechanism fails to satisfy the user.",
            "last_updated": "2023-07-11 10:12:19",
            "point_link": "https://edit.tosdr.org/points/16283",
            "approval_status": "APPROVED",
            "clause_text": "<p>If you have any questions about this Privacy Policy, the practices of this site, or your dealings with this site, please contact us at our contact page.</p>",
            "point_source": "https://www.discoursehosting.com/privacy-policy/",
            "case": {
                "text": "A complaint mechanism is provided for the handling of personal data",
                "href": "https://edit.tosdr.org/cases/300"
            }
        },
        {
            "title": "This service does not sell your personal data",
            "rating": "good",
            "description": "This service makes an explicit promise not to sell \"personal data\" of users.",
            "last_updated": "2023-07-11 06:34:50",
            "point_link": "https://edit.tosdr.org/points/6511",
            "approval_status": "APPROVED",
            "clause_text": "We do not sell, trade, or rent Users personal identification information to others.",
            "point_source": "https://www.discoursehosting.com/privacy-policy/",
            "case": {
                "text": "Your personal data is not sold",
                "href": "https://edit.tosdr.org/cases/193"
            }
        },
        {
            "title": "The user is informed about security practices",
            "rating": "good",
            "description": "It's important to know what security measures are taken to protect your data from unauthorized access. This case applies to the Agreements that precisely explain their security practices.",
            "last_updated": "2023-07-11 10:12:19",
            "point_link": "https://edit.tosdr.org/points/16282",
            "approval_status": "APPROVED",
            "clause_text": "We adopt appropriate data collection, storage and processing practices and security measures to protect against unauthorized access, alteration, disclosure or destruction of your personal information, username, password, transaction information and data stored on our Site.</p>\n<p>Sensitive and private data exchange between the Site and its Users happens over a SSL secured communication channel and is encrypted and protected with digital signatures.",
            "point_source": "https://www.discoursehosting.com/privacy-policy/",
            "case": {
                "text": "Information is provided about security practices",
                "href": "https://edit.tosdr.org/cases/226"
            }
        },
        {
            "title": "You have the right to leave this service at any time",
            "rating": "good",
            "description": "You can stop using the service and/or cancel or delete your account at any time for any reason. Moreover, the termination is reasonably fast and simple.",
            "last_updated": "2023-07-11 10:12:26",
            "point_link": "https://edit.tosdr.org/points/16286",
            "approval_status": "APPROVED",
            "clause_text": "The subscription can be canceled at any time in the Payments section of your site’s dashboard.</p>",
            "point_source": "https://www.discoursehosting.com/tos/",
            "case": {
                "text": "You have the right to leave this service at any time",
                "href": "https://edit.tosdr.org/cases/170"
            }
        },
        {
            "title": "Accessibility to this service is guaranteed at 99.9%",
            "rating": "good",
            "description": null,
            "last_updated": "2023-07-11 10:07:42",
            "point_link": "https://edit.tosdr.org/points/6505",
            "approval_status": "APPROVED",
            "clause_text": "The Terms of Service state: \"We offer an uptime guarantee of 99.9%. Any downtime over 0.1% will be refunded with a prorated fee based on actual downtime per month. Our network and servers are monitored continuously, and are rarely down except for scheduled maintenance and hardware and software upgrades.\"",
            "point_source": "https://www.discoursehosting.com/tos/",
            "case": {
                "text": "Accessibility to this service is guaranteed at 99% or more",
                "href": "https://edit.tosdr.org/cases/158"
            }
        },
        {
            "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:34:38",
            "point_link": "https://edit.tosdr.org/points/6504",
            "approval_status": "APPROVED",
            "clause_text": "Customer agrees that it shall defend, indemnify, save and hold DiscourseHosting harmless from any and all demands, liabilities, losses, costs and claims, including reasonable attorney’s fees asserted against DiscourseHosting, its agents, its customers, officers and employees, that may arise or result from any service provided or performed or agreed to be performed or any product sold by customer, its agents, employees or assigns.",
            "point_source": "https://www.discoursehosting.com/tos/",
            "case": {
                "text": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
                "href": "https://edit.tosdr.org/cases/146"
            }
        },
        {
            "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
            "rating": "neutral",
            "description": "The service assumes no liability for any damages the user incurs, including tangible (e.g. profits) and intangible losses (e.g. data), resulting from the use or inability to use the service or any other matter relating to the service.",
            "last_updated": "2023-07-11 06:34:51",
            "point_link": "https://edit.tosdr.org/points/6507",
            "approval_status": "APPROVED",
            "clause_text": "DiscourseHosting shall not be responsible for any claimed damages, including incidental and consequential damages, which may arise from DiscourseHosting’ servers going off-line or being unavailable for any reason whatsoever.",
            "point_source": "https://www.discoursehosting.com/tos/",
            "case": {
                "text": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
                "href": "https://edit.tosdr.org/cases/293"
            }
        },
        {
            "title": "You authorise the service to charge a credit card supplied on re-occurring basis",
            "rating": "neutral",
            "description": "You card will be billed on recurring basis unless cancelled. For instance, monthly or annual subscriptions.",
            "last_updated": "2023-07-11 10:13:44",
            "point_link": "https://edit.tosdr.org/points/16284",
            "approval_status": "APPROVED",
            "clause_text": "<p>By selecting a subscription plan you agree to pay DiscourseHosting the monthly or annual subscription fees for the service and additional usage fees indicated for that subscription plan.\nPayments will be charged on the subscription start date and will cover the use of the service for a monthly or annual period as indicated.",
            "point_source": "https://www.discoursehosting.com/tos/",
            "case": {
                "text": "You authorise the service to charge a credit card supplied on re-occurring basis",
                "href": "https://edit.tosdr.org/cases/384"
            }
        },
        {
            "title": "Blocking cookies may limit your ability to use the service",
            "rating": "neutral",
            "description": "Most browsers allow users to set preferences related to cookies storage. You may choose to block all cookies (including first-party cookies), but it may impact your use of this service and you may not be able to access some or any of the features provided.",
            "last_updated": "2023-07-11 06:34:50",
            "point_link": "https://edit.tosdr.org/points/6510",
            "approval_status": "APPROVED",
            "clause_text": "User may choose to set their web browser to refuse cookies, or to alert you when cookies are being sent.\nIf they do so, note that some parts of the Site may not function properly.",
            "point_source": "https://www.discoursehosting.com/privacy-policy/",
            "case": {
                "text": "Blocking first party cookies may limit your ability to use the service",
                "href": "https://edit.tosdr.org/cases/375"
            }
        },
        {
            "title": "The service has a no refund policy",
            "rating": "neutral",
            "description": "Payments are final and can't be refunded unless required by law.",
            "last_updated": "2023-07-11 10:12:19",
            "point_link": "https://edit.tosdr.org/points/16285",
            "approval_status": "APPROVED",
            "clause_text": "Subscription fees are not refundable and are paid in advance of using such services.",
            "point_source": "https://www.discoursehosting.com/tos/",
            "case": {
                "text": "The service has a no refund policy",
                "href": "https://edit.tosdr.org/cases/162"
            }
        },
        {
            "title": "Only aggregate data is given to third parties",
            "rating": "neutral",
            "description": "The Service only shares your information in an aggregated form, which means an anonymized form\nthat can't be linked to a unique identity.",
            "last_updated": "2023-07-11 06:34:52",
            "point_link": "https://edit.tosdr.org/points/6513",
            "approval_status": "APPROVED",
            "clause_text": "We may share generic aggregated demographic information not linked to any personal identification information regarding visitors and users with our business partners, trusted affiliates and advertisers for the purposes outlined above.",
            "point_source": "https://www.discoursehosting.com/privacy-policy/",
            "case": {
                "text": "Only aggregate data is given to third parties",
                "href": "https://edit.tosdr.org/cases/191"
            }
        },
        {
            "title": "You are responsible for maintaining the security of your account and for the activities on your account",
            "rating": "neutral",
            "description": "You are responsible for protecting the confidentiality of your password and for maintaining the security of your account. Any activity occurring under your account is your responsibility, whether authorized by you or not.",
            "last_updated": "2023-07-11 10:12:23",
            "point_link": "https://edit.tosdr.org/points/16287",
            "approval_status": "APPROVED",
            "clause_text": "<p>If you create an account on DiscourseHosting, you are responsible for maintaining the security of your account and forum, and you are fully responsible for all activities that occur under the account and any other actions taken in connection with the forum.",
            "point_source": "https://www.discoursehosting.com/tos/",
            "case": {
                "text": "You are responsible for maintaining the security of your account and for the activities on your account",
                "href": "https://edit.tosdr.org/cases/148"
            }
        },
        {
            "title": "Your personal data is aggregated into statistics",
            "rating": "neutral",
            "description": "Your personal data is used for statistics in a de-identified/aggregated form (i.e. not directly linked to a unique identity) to analyse trends, for research and for analytics.",
            "last_updated": "2023-07-11 06:34:54",
            "point_link": "https://edit.tosdr.org/points/6516",
            "approval_status": "APPROVED",
            "clause_text": "We may use information in the aggregate to understand how our Users as a group use the services and resources provided on our Site.",
            "point_source": "https://www.discoursehosting.com/privacy-policy/",
            "case": {
                "text": "Your personal data is aggregated into statistics",
                "href": "https://edit.tosdr.org/cases/190"
            }
        },
        {
            "title": "The service is not transparent regarding government requests or inquiries that may involve user data.",
            "rating": "neutral",
            "description": "Weight was 30.",
            "last_updated": "2019-05-12 11:35:12",
            "point_link": "https://edit.tosdr.org/points/6517",
            "approval_status": "APPROVED",
            "clause_text": null,
            "point_source": "https://www.discoursehosting.com/tos/",
            "case": {
                "text": "The service is not transparent regarding government requests or inquiries that may involve your data.",
                "href": "https://edit.tosdr.org/cases/168"
            }
        },
        {
            "title": "Third parties may be involved in operating the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:34:51",
            "point_link": "https://edit.tosdr.org/points/6508",
            "approval_status": "APPROVED",
            "clause_text": "Certain services provided by DiscourseHosting are resold.\nThus, certain equipment, routing, software and programming used by DiscourseHosting are not directly owned or written by DiscourseHosting.</p>",
            "point_source": "https://www.discoursehosting.com/tos/",
            "case": {
                "text": "Third parties are involved in operating the service",
                "href": "https://edit.tosdr.org/cases/207"
            }
        }
    ]
}