{
    "meta_data": {
        "title": "The Filipino Channel - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "Content you post may be edited by the service for any reason",
            "rating": "blocker",
            "description": "This service can edit any content on the service for whatever the reason and at their sole discretion.",
            "last_updated": "2023-07-11 06:26:20",
            "point_link": "https://edit.tosdr.org/points/29131",
            "approval_status": "APPROVED",
            "clause_text": "Further, ABS-CBN also has the sole and full discretion to restrict, edit,",
            "point_source": "https://tfc.tv/terms-and-conditions",
            "case": {
                "text": "Content you post may be edited by the service for any reason",
                "href": "https://edit.tosdr.org/cases/407"
            }
        },
        {
            "title": "Specific content can be deleted without reason and may be removed without prior notice",
            "rating": "blocker",
            "description": "This service can delete specific content. Usually they will claim they reserve the right to do it at their sole discretion, which is legalese for saying they won't give a specific reason. If the terms say they will not notify you, it shall be included in the quote but if it does not explicitly say they will give you a notice, it can be reasonably inferred that they can do it without telling you.",
            "last_updated": "2023-07-11 06:26:22",
            "point_link": "https://edit.tosdr.org/points/29132",
            "approval_status": "APPROVED",
            "clause_text": "remove, exclude, limit or delete any Posts, such as but not limited to those that contain content or language that is objectionable, offensive, discriminatory, abusive, or violative of any laws, rules and regulations",
            "point_source": "https://tfc.tv/terms-and-conditions",
            "case": {
                "text": "Specific content can be deleted without reason and may be removed without prior notice",
                "href": "https://edit.tosdr.org/cases/202"
            }
        },
        {
            "title": "Terms may be changed any time at their discretion, without notice to you",
            "rating": "bad",
            "description": "The Agreements can be updated at any time, including in a way that negatively affects user rights, without notifying before or after the changes.",
            "last_updated": "2023-07-11 06:26:19",
            "point_link": "https://edit.tosdr.org/points/29102",
            "approval_status": "APPROVED",
            "clause_text": "We may change, amend, modify, supplement, or update the Terms from time to time without prior notice",
            "point_source": "https://tfc.tv/terms-and-conditions",
            "case": {
                "text": "Terms may be changed any time at their discretion, without notice to you",
                "href": "https://edit.tosdr.org/cases/121"
            }
        },
        {
            "title": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction",
            "rating": "bad",
            "description": "If the service gets acquired or is involved in a merger, bankruptcy, reorganisation or sale, your personal data may be transferred or sold.",
            "last_updated": "2023-07-11 06:27:49",
            "point_link": "https://edit.tosdr.org/points/30101",
            "approval_status": "APPROVED",
            "clause_text": "<li>Third parties to whom we may choose to sell, transfer, or merge parts of our business or our assets.",
            "point_source": "https://tfc.tv/privacy-policy",
            "case": {
                "text": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction",
                "href": "https://edit.tosdr.org/cases/243"
            }
        },
        {
            "title": "The service does not guarantee that software errors will be corrected",
            "rating": "bad",
            "description": "Users agree to use the service and its software as provided and accept that any errors within that software may not be corrected.",
            "last_updated": "2023-07-11 06:26:21",
            "point_link": "https://edit.tosdr.org/points/29139",
            "approval_status": "APPROVED",
            "clause_text": "or that any defects in the Service can be corrected.",
            "point_source": "https://tfc.tv/terms-and-conditions",
            "case": {
                "text": "The service does not guarantee that software errors will be corrected",
                "href": "https://edit.tosdr.org/cases/289"
            }
        },
        {
            "title": "Your personal data may be used for marketing purposes",
            "rating": "bad",
            "description": "The service may use your personal data for marketing, such as sending you personalised offerings.",
            "last_updated": "2023-07-11 06:27:49",
            "point_link": "https://edit.tosdr.org/points/30098",
            "approval_status": "APPROVED",
            "clause_text": "b) to market, promote and advertise the Service, the Website/s, the Application/s, the Devices, the Products, and/or the products, services, events, initiatives and activities of ABS-CBN and its Affiliates.",
            "point_source": "https://tfc.tv/terms-and-conditions",
            "case": {
                "text": "Your personal data may be used for marketing purposes",
                "href": "https://edit.tosdr.org/cases/336"
            }
        },
        {
            "title": "Information is gathered about you through third parties",
            "rating": "bad",
            "description": "This Service may employ, either identifiable or non-identifiable, data collection from third party sources about you.",
            "last_updated": "2023-07-11 06:27:50",
            "point_link": "https://edit.tosdr.org/points/30100",
            "approval_status": "APPROVED",
            "clause_text": "<b>Third parties or publicly available sources.</b> We may receive personal data about you from various third parties and public sources as set out below: <br>\n<ul>\n<li> Technical Data from the following parties:<br>\n<ul>\n<li>analytics providers;</li>\n<li>advertising networks;and</li>\n<li>search information providers</li>",
            "point_source": "https://tfc.tv/privacy-policy",
            "case": {
                "text": "Information is gathered about you through third parties",
                "href": "https://edit.tosdr.org/cases/382"
            }
        },
        {
            "title": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting",
            "rating": "bad",
            "description": "Tracking technologies (such as web beacons, tracking pixels...) are employed on users and/or the service assigns a unique ID to a browser or device to track its behaviour.",
            "last_updated": "2023-07-11 06:26:20",
            "point_link": "https://edit.tosdr.org/points/29115",
            "approval_status": "APPROVED",
            "clause_text": "This may be done using device fingerprinting, a technique used to gather information about a particular device, in order to capture the following: browser version, operating system, items installed (plugins/fonts etc.) and location and time zone settings.",
            "point_source": "https://tfc.tv/terms-and-conditions",
            "case": {
                "text": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting",
                "href": "https://edit.tosdr.org/cases/323"
            }
        },
        {
            "title": "This service gives your personal data to third parties involved in its operation",
            "rating": "bad",
            "description": "Your personal data is or may be given to third parties essential to the service’s operation. This could be an external spam detection service for an internet forum.",
            "last_updated": "2023-07-11 06:27:49",
            "point_link": "https://edit.tosdr.org/points/30099",
            "approval_status": "APPROVED",
            "clause_text": "you acknowledge that certain of your personal information may be collected, transferred, stored, recorded, shared and used by ABS-CBN and its Affiliates, and our and our Affiliates’ authorized service providers",
            "point_source": "https://tfc.tv/terms-and-conditions",
            "case": {
                "text": "This service gives your personal data to third parties involved in its operation",
                "href": "https://edit.tosdr.org/cases/188"
            }
        },
        {
            "title": "This service assumes no liability for unauthorized access to your personal information",
            "rating": "bad",
            "description": null,
            "last_updated": "2023-07-11 06:26:20",
            "point_link": "https://edit.tosdr.org/points/29110",
            "approval_status": "APPROVED",
            "clause_text": "You agree to indemnify and hold ABS-CBN, and its Affiliates, their directors, officers, shareholders, agents, employees, or other partners, free and harmless from and against and all claims, damages, liabilities, suits, costs and expenses, including attorney’s fees, arising from any and all unauthorized use of your account and/or password.",
            "point_source": "https://tfc.tv/terms-and-conditions",
            "case": {
                "text": "This service assumes no liability for unauthorized access to your personal information",
                "href": "https://edit.tosdr.org/cases/186"
            }
        },
        {
            "title": "Your personal data is used for advertising",
            "rating": "bad",
            "description": "Your interaction with the service and data you have shared with them may be gathered to create an advertising ID or profile to target ads on you, either on the website you were visiting or in third party websites.",
            "last_updated": "2023-07-11 06:27:50",
            "point_link": "https://edit.tosdr.org/points/30097",
            "approval_status": "APPROVED",
            "clause_text": "c) to customize ABS-CBN’s, and its Affiliates’ advertising, promotional and marketing activities.",
            "point_source": "https://tfc.tv/terms-and-conditions",
            "case": {
                "text": "Your personal data is used for advertising",
                "href": "https://edit.tosdr.org/cases/216"
            }
        },
        {
            "title": "Promises will be kept after a merger or acquisition",
            "rating": "good",
            "description": "If the service gets acquired or needs to transfer personal data after a merger, bankruptcy, reorganisation or sale of the services, the data will still be processed in a manner that honours the promises made in the agreements.",
            "last_updated": "2023-06-10 21:35:38",
            "point_link": "https://edit.tosdr.org/points/34103",
            "approval_status": "APPROVED",
            "clause_text": "Alternatively, we may seek to acquire other businesses or merge with them.\nIf a change happens to our business, then the new owners may use your personal data in the same way as set out in this privacy notice.",
            "point_source": "https://tfc.tv/privacy-policy",
            "case": {
                "text": "Promises will be kept after a merger or acquisition",
                "href": "https://edit.tosdr.org/cases/321"
            }
        },
        {
            "title": "You can request access, correction and/or deletion of your data",
            "rating": "good",
            "description": "Users have the right to access personal data hold by the Service, correct it and/or permanently delete it. This usually applies to Services GDPR compliants.",
            "last_updated": "2023-07-11 06:26:47",
            "point_link": "https://edit.tosdr.org/points/29506",
            "approval_status": "APPROVED",
            "clause_text": "In some circumstances, you can ask us to delete your data.",
            "point_source": "https://tfc.tv/privacy-policy",
            "case": {
                "text": "You can request access, correction and/or deletion of your data",
                "href": "https://edit.tosdr.org/cases/195"
            }
        },
        {
            "title": "The data retention period is kept to the minimum necessary for fulfilling its purposes",
            "rating": "good",
            "description": "The service will remove personal data from its systems once it is no longer required. Depending on the type of information and the reason it was collected, data retention periods will vary.",
            "last_updated": "2023-07-11 06:27:48",
            "point_link": "https://edit.tosdr.org/points/29206",
            "approval_status": "APPROVED",
            "clause_text": "We will only retain your personal data for as long as necessary to fulfil the purposes we collected it for, including for the purposes of satisfying any legal, accounting, regulatory or reporting requirements.</p>\n<p>To determine the appropriate retention period for personal data, we consider the amount, nature, and sensitivity of the personal data, the potential risk of harm from unauthorised use or disclosure of your personal data, the purposes for which we process your personal data and whether we can achieve those purposes through other means, and the applicable legal requirements.</p>",
            "point_source": "https://tfc.tv/privacy-policy",
            "case": {
                "text": "The data retention period is kept to the minimum necessary for fulfilling its purposes",
                "href": "https://edit.tosdr.org/cases/303"
            }
        },
        {
            "title": "Details are provided about what kind of information they collect",
            "rating": "good",
            "description": "The Privacy Policy describes in detail the data collected through the website and through the services provided.",
            "last_updated": "2023-07-11 06:27:43",
            "point_link": "https://edit.tosdr.org/points/29164",
            "approval_status": "APPROVED",
            "clause_text": "We may collect, use, store and transfer different kinds of personal data about you which we have grouped together follows:<br>\n</p>\n<ul>\n<li>\n<b>Identity Data </b>includes first name, middle name, last name, username or similar identifier, marital status, title, date of birth and gender.</li>\n<li>\n<b>Contact Data </b>includes billing address, delivery address, email address and telephone numbers.</li>\n<li>\n<b>Financial Data </b>includes bank account and payment card details.</li>\n<li>\n<b>Transaction Data </b>includes details about payments to and from you and other details of products and services you have purchased from us.</li>\n<li>\n<b>Technical Data </b>includes internet protocol (IP) address, your login data, browser type and version, time zone setting and location, browser plug-in types and versions, operating system and platform and other technology on the devices you use to access this website.</li>\n<li>\n<b>Profile Data </b>includes your username and password, purchases or orders made by you, your interests, preferences, feedback and survey responses.</li>\n<li>\n<b>Usage Data </b>includes information about how you use our website, products and services.</li>\n<li>\n<b>Marketing and Communications Data </b>includes your preferences in receiving marketing from us and our third parties and your communication preferences.",
            "point_source": "https://tfc.tv/privacy-policy",
            "case": {
                "text": "Information is provided about what kind of information they collect",
                "href": "https://edit.tosdr.org/cases/228"
            }
        },
        {
            "title": "Information is provided about how your personal data is used",
            "rating": "good",
            "description": "The Privacy Policy explains the purposes for which data is collected and the way it is processed, used and shared.",
            "last_updated": "2023-07-11 06:27:49",
            "point_link": "https://edit.tosdr.org/points/29504",
            "approval_status": "APPROVED",
            "clause_text": "We have set out below, in a table format, a description of some or all the ways we plan to use and disclose your personal data, and which of the legal bases we rely on to do so.\nWe have also identified what our legitimate interests are where appropriate.\nYou expressly authorize us, our affiliates and our authorized service providers to use your personal information for the uses we provided in the table below.\nWe may contact you and communicate with you on how plan to use or disclose your personal data.</p>\n<p>Note that we may process your personal data for more than one lawful ground depending on the specific purpose for which we are using and disclosing your data.\nPlease contact our customer service if you need details about the specific legal ground we are relying on to process your personal data where more than one ground has been set out in the table below.",
            "point_source": "https://tfc.tv/privacy-policy",
            "case": {
                "text": "Information is provided about how your personal data is used",
                "href": "https://edit.tosdr.org/cases/227"
            }
        },
        {
            "title": "Your personal data is not sold",
            "rating": "good",
            "description": "This service makes an explicit promise not to sell \"personal data\" of users.",
            "last_updated": "2023-07-11 06:26:19",
            "point_link": "https://edit.tosdr.org/points/29113",
            "approval_status": "APPROVED",
            "clause_text": "Generally, we do not sell your personal information.",
            "point_source": "https://tfc.tv/terms-and-conditions",
            "case": {
                "text": "Your personal data is not sold",
                "href": "https://edit.tosdr.org/cases/193"
            }
        },
        {
            "title": "You can opt out of promotional communications",
            "rating": "good",
            "description": "You can update your account preferences and/or easily unsubscribe of email/sms lists to stop receiving promotional communications.",
            "last_updated": "2023-07-11 06:26:45",
            "point_link": "https://edit.tosdr.org/points/29503",
            "approval_status": "APPROVED",
            "clause_text": "You have the right to withdraw consent to marketing communications at any time by contacting our customer service.</p>",
            "point_source": "https://tfc.tv/privacy-policy",
            "case": {
                "text": "You can opt out of promotional communications",
                "href": "https://edit.tosdr.org/cases/223"
            }
        },
        {
            "title": "The service has non-exclusive use of your content",
            "rating": "good",
            "description": "The service can pay for your content and you are allowed to make it commercially available to other services/parties.",
            "last_updated": "2023-07-11 06:26:20",
            "point_link": "https://edit.tosdr.org/points/29136",
            "approval_status": "APPROVED",
            "clause_text": "You also hereby grant ABS-CBN, and its Affiliates, an absolute, unencumbered, perpetual, irrevocable, worldwide, royalty-free and non-exclusive license to use the Material in whole or in part, in any and all media or platform now existing or hereinafter developed.",
            "point_source": "https://tfc.tv/terms-and-conditions",
            "case": {
                "text": "The service has non-exclusive use of your content",
                "href": "https://edit.tosdr.org/cases/402"
            }
        },
        {
            "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
            "rating": "neutral",
            "description": "The service assumes no liability for any damages the user incurs, including tangible (e.g. profits) and intangible losses (e.g. data), resulting from the use or inability to use the service or any other matter relating to the service.",
            "last_updated": "2023-07-11 06:26:21",
            "point_link": "https://edit.tosdr.org/points/29140",
            "approval_status": "APPROVED",
            "clause_text": "You agree and acknowledge that we shall not be liable for any direct, indirect, incidental, special, consequential or exemplary damages, including but not limited to, damages for lost profits, goodwill, use, data or other intangible losses (even if we have been advised of the possibility of such damages), resulting from: (1) your use or your inability to use the Service.\n(ii) the cost of procurement of substitute goods and services resulting from any goods, data, information or services purchased or obtained or messages received or transactions entered into through or from the Service.\nor (iii) any other matter relating to the Service.</p>",
            "point_source": "https://tfc.tv/terms-and-conditions",
            "case": {
                "text": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
                "href": "https://edit.tosdr.org/cases/293"
            }
        },
        {
            "title": "You authorise the service to charge a credit card supplied on re-occurring basis",
            "rating": "neutral",
            "description": "You card will be billed on recurring basis unless cancelled. For instance, monthly or annual subscriptions.",
            "last_updated": "2023-07-11 06:26:20",
            "point_link": "https://edit.tosdr.org/points/29117",
            "approval_status": "APPROVED",
            "clause_text": "YOU AUTHORIZE US TO BILL YOU FOR YOUR SELECTED IWANT TFC SUBSCRIPTION PLAN ON A RECURRING BASIS FOR THE SAME SUBSCRIPTION PERIOD AND CHARGE THE SAME AMOUNT OF THE SUBSCRIPTION FEE TO THE SAME CREDIT CARD, PAY PAL ACCOUNT OR YOUR ACCOUNT WITH OTHER MODES OF PAYMENT THAT YOU USED TO PAY FOR YOUR SUBSCRIPTION, (“Automatic Payment”) UNLESS YOU CANCEL YOUR SUBSCRIPTION.",
            "point_source": "https://tfc.tv/terms-and-conditions",
            "case": {
                "text": "You authorise the service to charge a credit card supplied on re-occurring basis",
                "href": "https://edit.tosdr.org/cases/384"
            }
        },
        {
            "title": "Blocking first party cookies may limit your ability to use the service",
            "rating": "neutral",
            "description": "Most browsers allow users to set preferences related to cookies storage. You may choose to block all cookies (including first-party cookies), but it may impact your use of this service and you may not be able to access some or any of the features provided.",
            "last_updated": "2023-07-11 06:26:47",
            "point_link": "https://edit.tosdr.org/points/29505",
            "approval_status": "APPROVED",
            "clause_text": "If you disable or refuse cookies, please note that some parts of this website/apps may become inaccessible or not function properly.",
            "point_source": "https://tfc.tv/privacy-policy",
            "case": {
                "text": "Blocking first party cookies may limit your ability to use the service",
                "href": "https://edit.tosdr.org/cases/375"
            }
        },
        {
            "title": "There is a date of the last update of the agreements",
            "rating": "neutral",
            "description": "The given text has a date that allows to know when it was last updated.",
            "last_updated": "2023-07-11 06:26:22",
            "point_link": "https://edit.tosdr.org/points/29161",
            "approval_status": "APPROVED",
            "clause_text": "Updated on: January 1, 2021.</i>",
            "point_source": "https://tfc.tv/terms-and-conditions",
            "case": {
                "text": "There is a date of the last update of the agreements",
                "href": "https://edit.tosdr.org/cases/331"
            }
        },
        {
            "title": "This service can use your content for all their existing and future services",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:26:21",
            "point_link": "https://edit.tosdr.org/points/29129",
            "approval_status": "APPROVED",
            "clause_text": "If we provide such tools, you hereby grant ABS-CBN, and its Affiliates, an absolute, irrevocable, royalty-free and non-exclusive, perpetual, worldwide right to use any such Posts, in whole or in part, in any and all media worldwide to market, promote and advertise the Service, the Products and its other products and services.",
            "point_source": "https://tfc.tv/terms-and-conditions",
            "case": {
                "text": "This service can use your content for all their existing and future services",
                "href": "https://edit.tosdr.org/cases/180"
            }
        },
        {
            "title": "You are solely responsible for claims made against the service and agree to indemnify and hold harmless the service.",
            "rating": "neutral",
            "description": "You are responsible for your use of the service. If a claim arises related to that use, you agree to indemnify and hold the service harmless.\nIf users are also required to defend the service, see Case 146 instead.",
            "last_updated": "2023-07-11 06:26:23",
            "point_link": "https://edit.tosdr.org/points/29141",
            "approval_status": "APPROVED",
            "clause_text": "You agree to indemnify and hold ABS-CBN, its Affiliates, their directors, officers, agents, or other partners, and employees, free and harmless from and against and all claims, damages, liabilities, costs and expenses, including attorney’s fees, made by any third party due to or arising out of your use of the Service, the Website and/or the Application, your connection to the Service, your subscription to the Product/s, your use of the facilities of the Service, the Website and/or the Application your violation of the Terms, your violation of the rights of any person or entity, or your violation of any applicable laws.</p>",
            "point_source": "https://tfc.tv/terms-and-conditions",
            "case": {
                "text": "You agree to indemnify and hold the service harmless in case of a claim related to your use of the service",
                "href": "https://edit.tosdr.org/cases/145"
            }
        },
        {
            "title": "This service does not condone any ideas contained in its user-generated contents",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:26:23",
            "point_link": "https://edit.tosdr.org/points/29135",
            "approval_status": "APPROVED",
            "clause_text": "You understand and agree that all information, data files, content, still photos, audio, video and/or audio visual materials, written text, comments, Post(s) or other images (collectively “Material”), which are made submitted, shared or otherwise made available by any subscriber/s or users, past and present, through or on or related to the Service are the sole responsibility of the person who submitted, shared or made available such Material.\n</p>\n<p>ABS-CBN does not endorse any Material posted by the subscribers and/or users and such Material does not reflect the opinion or policies of ABS-CBN and its Affiliates, nor of their employees, directors, shareholders, officers, agents, or representatives.",
            "point_source": "https://tfc.tv/terms-and-conditions",
            "case": {
                "text": "This service does not condone any ideas contained in its user-generated contents",
                "href": "https://edit.tosdr.org/cases/292"
            }
        },
        {
            "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
            "rating": "neutral",
            "description": "The service provider expressly does not claim to provide uninterrupted, timely, secure or error-free service.",
            "last_updated": "2023-07-11 06:26:21",
            "point_link": "https://edit.tosdr.org/points/29138",
            "approval_status": "APPROVED",
            "clause_text": "or that the Service will be uninterrupted or error free",
            "point_source": "https://tfc.tv/terms-and-conditions",
            "case": {
                "text": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
                "href": "https://edit.tosdr.org/cases/287"
            }
        },
        {
            "title": "This service is only available for use individually and non-commercially.",
            "rating": "neutral",
            "description": "Users can't use the Service for commercial purposes (unless the Service consents): it is only for personal, individual purposes.",
            "last_updated": "2023-07-11 06:26:21",
            "point_link": "https://edit.tosdr.org/points/29127",
            "approval_status": "APPROVED",
            "clause_text": "<p>You may only access the Service and view the Products for personal and for a non-commercial purpose (“Right to Use”).",
            "point_source": "https://tfc.tv/terms-and-conditions",
            "case": {
                "text": "This service is only available for use individually and non-commercially.",
                "href": "https://edit.tosdr.org/cases/143"
            }
        },
        {
            "title": "You are prohibited from sending chain letters, junk mail, spam or any unsolicited messages",
            "rating": "neutral",
            "description": "Users are not allowed to use the service for chain letters, junk mail, spamming or any other distribution of content to people who have not agreed to receiving it.",
            "last_updated": "2023-07-11 06:26:20",
            "point_link": "https://edit.tosdr.org/points/29133",
            "approval_status": "APPROVED",
            "clause_text": "e.) unauthorized advertising or promotional materials or any form of solicitation.",
            "point_source": "https://tfc.tv/terms-and-conditions",
            "case": {
                "text": "You are prohibited from sending chain letters, junk mail, spam or any unsolicited messages",
                "href": "https://edit.tosdr.org/cases/281"
            }
        },
        {
            "title": "You are prohibited from attempting to gain unauthorized access to other computer systems",
            "rating": "neutral",
            "description": "The service does not allow any attempts at hacking or otherwise gaining unauthorized access to other users' computers.",
            "last_updated": "2023-07-11 06:26:20",
            "point_link": "https://edit.tosdr.org/points/29134",
            "approval_status": "APPROVED",
            "clause_text": "f.) software viruses or any other computer code, files or programs designed to interrupt, destroy or limit the functionality of any computer software or computer hardware or telecommunication equipment.",
            "point_source": "https://tfc.tv/terms-and-conditions",
            "case": {
                "text": "You are prohibited from attempting to gain unauthorized access to other computer systems",
                "href": "https://edit.tosdr.org/cases/284"
            }
        },
        {
            "title": "This service is only available to users over a certain age",
            "rating": "neutral",
            "description": "The Services are intended for users who are at least a certain age. If you are younger than the age required then you are prohibited from using the Service.",
            "last_updated": "2023-07-11 06:26:22",
            "point_link": "https://edit.tosdr.org/points/29162",
            "approval_status": "APPROVED",
            "clause_text": "This website is not intended for children and we do not knowingly collect data relating to children.",
            "point_source": "https://tfc.tv/privacy-policy",
            "case": {
                "text": "This service is only available to users over a certain age",
                "href": "https://edit.tosdr.org/cases/152"
            }
        },
        {
            "title": "Your account can be suspended for several reasons",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:26:19",
            "point_link": "https://edit.tosdr.org/points/29107",
            "approval_status": "APPROVED",
            "clause_text": "We reserve the right to suspend or terminate your account and/or to refuse future subscription or purchase if we have reasonable ground to believe that you have not provided true, current, accurate and/or complete information about yourself in the Registration Page or in the event of your breach or violation of any provision of the Terms.",
            "point_source": "https://tfc.tv/terms-and-conditions",
            "case": {
                "text": "Your account can be suspended for several reasons",
                "href": "https://edit.tosdr.org/cases/205"
            }
        },
        {
            "title": "The service does not guarantee accuracy or reliability of the information provided",
            "rating": "neutral",
            "description": "This service makes no warranty regarding the accuracy or reliability of any information that is given on its website or the results that may be obtained from the use of the service.",
            "last_updated": "2023-07-11 06:26:20",
            "point_link": "https://edit.tosdr.org/points/29137",
            "approval_status": "APPROVED",
            "clause_text": "You agree and acknowledge that we make no warranty, representation or guarantee as to the content, sequence, timeliness, accuracy or completeness of the Service",
            "point_source": "https://tfc.tv/terms-and-conditions",
            "case": {
                "text": "The service does not guarantee accuracy or reliability of the information provided",
                "href": "https://edit.tosdr.org/cases/288"
            }
        },
        {
            "title": "Your personal data is aggregated into statistics",
            "rating": "neutral",
            "description": "Your personal data is used for statistics in a de-identified/aggregated form (i.e. not directly linked to a unique identity) to analyse trends, for research and for analytics.",
            "last_updated": "2023-07-11 06:26:24",
            "point_link": "https://edit.tosdr.org/points/29178",
            "approval_status": "APPROVED",
            "clause_text": "We also collect, use and share Aggregated Data such as statistical or demographic data for any purpose.\nAggregated Data may be derived from your personal data but is not considered personal data in law as this data does not directly or indirectly reveal your identity.\nFor example, we may aggregate your Usage Data to calculate the percentage of users accessing a specific website feature.",
            "point_source": "https://tfc.tv/privacy-policy",
            "case": {
                "text": "Your personal data is aggregated into statistics",
                "href": "https://edit.tosdr.org/cases/190"
            }
        },
        {
            "title": "You are responsible for maintaining the security of your account and for the activities on your account",
            "rating": "neutral",
            "description": "You are responsible for protecting the confidentiality of your password and for maintaining the security of your account. Any activity occurring under your account is your responsibility, whether authorized by you or not.",
            "last_updated": "2023-07-11 06:26:23",
            "point_link": "https://edit.tosdr.org/points/29108",
            "approval_status": "APPROVED",
            "clause_text": "You agree to keep your username and password secure and confidential.\nYou assume full responsibility for all activities under your account.\nWe will presume that you have personally performed, and are the one personally performing, all activities under your account, such as but not limited to registration, subscription, purchase, payment, access, and viewing, and that such activities are valid and authorized by you, unless you advise us otherwise.",
            "point_source": "https://tfc.tv/terms-and-conditions",
            "case": {
                "text": "You are responsible for maintaining the security of your account and for the activities on your account",
                "href": "https://edit.tosdr.org/cases/148"
            }
        },
        {
            "title": "You must report to the service any unauthorized use of your account or any breach of security",
            "rating": "neutral",
            "description": "The service asks the user to notify them immediately of any unauthorized use or security breaches.",
            "last_updated": "2023-07-11 06:26:19",
            "point_link": "https://edit.tosdr.org/points/29109",
            "approval_status": "APPROVED",
            "clause_text": "You also agree to immediately inform us of any unauthorized use of your TFC account by going to the Help Center.\npage.",
            "point_source": "https://tfc.tv/terms-and-conditions",
            "case": {
                "text": "You must report to the service any unauthorized use of your account or any breach of security",
                "href": "https://edit.tosdr.org/cases/484"
            }
        },
        {
            "title": "You cannot distribute or disclose your account to third parties",
            "rating": "neutral",
            "description": "In this context third-parties refers to anyone including friends, family, or company",
            "last_updated": "2023-07-11 06:26:21",
            "point_link": "https://edit.tosdr.org/points/29128",
            "approval_status": "APPROVED",
            "clause_text": "The Right to Use is expressly limited to each properly registered and subscribed user only and may not be assigned or transferred to any third party.",
            "point_source": "https://tfc.tv/terms-and-conditions",
            "case": {
                "text": "You cannot distribute or disclose your account to third parties",
                "href": "https://edit.tosdr.org/cases/229"
            }
        },
        {
            "title": "Your IP address is collected, which can be used to view your approximate location",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:26:19",
            "point_link": "https://edit.tosdr.org/points/29112",
            "approval_status": "APPROVED",
            "clause_text": "We also collect, record and store information from your computer hardware and browser, including your IP address,",
            "point_source": "https://tfc.tv/terms-and-conditions",
            "case": {
                "text": "Your IP address is collected, which can be used to view your approximate location",
                "href": "https://edit.tosdr.org/cases/399"
            }
        },
        {
            "title": "Other applicable rules, terms, conditions or guidelines",
            "rating": "neutral",
            "description": "Use of the service is subject also to an exhaustive list of other documents containing rules, guidelines, terms or policies (in addition to the obvious Terms of Service/Terms of Use and Privacy Policy/Data Use Policy)",
            "last_updated": "2023-07-11 06:26:19",
            "point_link": "https://edit.tosdr.org/points/29104",
            "approval_status": "APPROVED",
            "clause_text": "You acknowledge, understand and agree that your use of the Service, the Website/s, the Application/s and the Device/s may be subject to additional and separate terms and conditions and privacy policies of affiliated and/or third-party entities which, as the case may be, own, operate, maintain, manage, host, manufacture, service and/or provide the Website/s, the Application/s, the Device/s, the Service, or certain components, features or functionalities thereof.",
            "point_source": "https://tfc.tv/terms-and-conditions",
            "case": {
                "text": "Other applicable rules, terms, conditions or guidelines",
                "href": "https://edit.tosdr.org/cases/144"
            }
        },
        {
            "title": "Minors must have the authorization of their legal guardians to use the service",
            "rating": "neutral",
            "description": "Minors must have the authorization of their legal guardians to use the services. The legal guardians are responsible for the use of the service by the minor.",
            "last_updated": "2023-07-11 06:26:22",
            "point_link": "https://edit.tosdr.org/points/29163",
            "approval_status": "APPROVED",
            "clause_text": "If you are of an age that is below the threshold for giving valid consent in your country or territory, you must get the consent of your parents or guardian prior to registration or use of our website.",
            "point_source": "https://tfc.tv/privacy-policy",
            "case": {
                "text": "Minors must have the authorization of their legal guardians to use the service",
                "href": "https://edit.tosdr.org/cases/486"
            }
        }
    ]
}