{
    "meta_data": {
        "title": "SmartNews - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "This service may collect, use, and share location data",
            "rating": "bad",
            "description": "Location-based information is collected and may be used and/or shared with third parties for purposes not directly related to the services provided (i.e. the Service doesn't rely on the use or share of location data to function properly).",
            "last_updated": "2023-07-11 06:18:53",
            "point_link": "https://edit.tosdr.org/points/22640",
            "approval_status": "APPROVED",
            "clause_text": "To do this, our technology partners may share data, such as your browsing patterns, geo-location and device identifiers, and will match the information of the browser and/or devices that appear to be used by the same user.</li>\n</ul>",
            "point_source": "https://www.smartnews.com/privacy/",
            "case": {
                "text": "This service may collect, use, and share location data",
                "href": "https://edit.tosdr.org/cases/373"
            }
        },
        {
            "title": "This service shares your personal data with third parties that are not involved in its operation",
            "rating": "bad",
            "description": "Your personal data is or may be given to third parties nonessential to the service’s operation. This could be a business partner that receives your data to provide targeted advertisements.",
            "last_updated": "2023-07-11 06:18:53",
            "point_link": "https://edit.tosdr.org/points/22644",
            "approval_status": "APPROVED",
            "clause_text": "IP addresses are often considered personal data, although not always.",
            "point_source": "https://www.smartnews.com/privacy/",
            "case": {
                "text": "This service shares your personal data with third parties that are not essential to its operation",
                "href": "https://edit.tosdr.org/cases/166"
            }
        },
        {
            "title": "Your account can be deleted without prior notice and without a reason",
            "rating": "bad",
            "description": "At any time, your account can be terminated without explanation and without warning by the service.",
            "last_updated": "2023-07-11 06:18:52",
            "point_link": "https://edit.tosdr.org/points/22626",
            "approval_status": "APPROVED",
            "clause_text": "<p>We may terminate your access to and use of the Services, at our sole discretion, at any time and without notice to you.",
            "point_source": "https://www.smartnews.com/terms/",
            "case": {
                "text": "Your account can be deleted or permanently suspended without prior notice and without a reason",
                "href": "https://edit.tosdr.org/cases/201"
            }
        },
        {
            "title": "You are tracked via web beacons, tracking pixels and device fingerprinting",
            "rating": "bad",
            "description": "Tracking technologies (such as web beacons, tracking pixels...) are employed on users and/or the service assigns a unique ID to a browser or device to track its behaviour.",
            "last_updated": "2023-07-11 06:18:54",
            "point_link": "https://edit.tosdr.org/points/22647",
            "approval_status": "APPROVED",
            "clause_text": "We may use cookies, pixel tags, and other similar technologies.\nCookies are small text files placed in device browsers that store preferences and facilitate and enhance your experience.\nA pixel tag (also known as a web beacon)",
            "point_source": "https://www.smartnews.com/privacy/",
            "case": {
                "text": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting",
                "href": "https://edit.tosdr.org/cases/323"
            }
        },
        {
            "title": "You waive your right to a class action.",
            "rating": "bad",
            "description": "The right to be represented in a class action (or representative action) exists in the US and some European countries. It allows people who have been similarly injured by the same accused to take legal action by a single lawsuit instead of individually. Some Terms of Service try to limit that right. By agreeing to them, you could waive (= renounce to) your right to a class action, which might reduce your chances to be successful in a case.",
            "last_updated": "2023-07-11 06:18:54",
            "point_link": "https://edit.tosdr.org/points/22653",
            "approval_status": "APPROVED",
            "clause_text": "YOU ACKNOWLEDGE AND AGREE THAT YOU AND SMARTNEWS ARE EACH WAIVING THE RIGHT TO A TRIAL BY JURY OR TO PARTICIPATE AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS ACTION OR REPRESENTATIVE PROCEEDING.",
            "point_source": "https://www.smartnews.com/terms/",
            "case": {
                "text": "You waive your right to a class action.",
                "href": "https://edit.tosdr.org/cases/117"
            }
        },
        {
            "title": "Your profile is combined across various products",
            "rating": "bad",
            "description": "When using multiple services from one same company, they can combine these (unrelated) information sources about you to build up a single richer user profile about you.",
            "last_updated": "2023-07-11 06:18:53",
            "point_link": "https://edit.tosdr.org/points/22639",
            "approval_status": "APPROVED",
            "clause_text": "Engage in cross device tracking, which helps us to track your browsing activity across different websites, devices and/or apps.",
            "point_source": "https://www.smartnews.com/privacy/",
            "case": {
                "text": "Your profile is combined across various products",
                "href": "https://edit.tosdr.org/cases/326"
            }
        },
        {
            "title": "You are forced into binding arbitration in case of disputes",
            "rating": "bad",
            "description": "This service forces users to use their own contracted arbitrator and forces users to waive their rights to jury trial.",
            "last_updated": "2023-07-11 06:18:58",
            "point_link": "https://edit.tosdr.org/points/22629",
            "approval_status": "APPROVED",
            "clause_text": "<p>You and SmartNews agree that any dispute, claim or controversy arising out of or relating to these Terms or the breach, termination, enforcement, interpretation or validity thereof or the use of the Services or Content (collectively, <b>“Disputes”</b>) will be settled by binding arbitration, except that each party retains the right: (i) to bring an individual action in small claims court and (ii) to seek injunctive or other equitable relief in a court of competent jurisdiction to prevent the actual or threatened infringement, misappropriation or violation of a party’s copyrights, trademarks, trade secrets, patents or other intellectual property rights (the action described in the foregoing clause (ii), an <b>“IP Protection Action”</b>).",
            "point_source": "https://www.smartnews.com/terms/",
            "case": {
                "text": "You are forced into binding arbitration in case of disputes",
                "href": "https://edit.tosdr.org/cases/339"
            }
        },
        {
            "title": "Information is gathered about you through third parties",
            "rating": "bad",
            "description": "This Service may employ, either identifiable or non-identifiable, data collection from third party sources about you.",
            "last_updated": "2023-07-11 06:18:49",
            "point_link": "https://edit.tosdr.org/points/22630",
            "approval_status": "APPROVED",
            "clause_text": "Third-Party Partners: We may receive your information from our partners, such as publishers, advertisers, and third-party data providers.",
            "point_source": "https://www.smartnews.com/privacy/",
            "case": {
                "text": "Information is gathered about you through third parties",
                "href": "https://edit.tosdr.org/cases/382"
            }
        },
        {
            "title": "Your personal data is used to employ targeted third-party advertising",
            "rating": "bad",
            "description": "Your Personal Information is traded and shared with advertising companies to target ads on you, either on the website you were visiting or in third party websites. Your interaction with the service and data you have shared with them may be gathered to create an advertising ID or profile.",
            "last_updated": "2023-07-11 06:18:53",
            "point_link": "https://edit.tosdr.org/points/22637",
            "approval_status": "APPROVED",
            "clause_text": "This includes using your information to: <ul>\n<li>Tailor and provide personalized advertisements with you.\nWe and our third-party partners may provide you with these materials as permitted by applicable law.</li>",
            "point_source": "https://www.smartnews.com/privacy/",
            "case": {
                "text": "Your personal data is used to employ targeted third-party advertising",
                "href": "https://edit.tosdr.org/cases/220"
            }
        },
        {
            "title": "The service is only available in some countries approved by its government",
            "rating": "bad",
            "description": "Countries under embargo or banned by the government of the country in question cannot use the service.",
            "last_updated": "2023-07-11 06:18:52",
            "point_link": "https://edit.tosdr.org/points/22627",
            "approval_status": "APPROVED",
            "clause_text": "By using the App you represent and warrant that: (i) you are not located in a country that is subject to a U.S.\nGovernment embargo, or that has been designated by the U.S.\nGovernment as a “terrorist supporting” country.",
            "point_source": "https://www.smartnews.com/terms/",
            "case": {
                "text": "The service is only available in some countries approved by its government",
                "href": "https://edit.tosdr.org/cases/490"
            }
        },
        {
            "title": "Third-party cookies are used for statistics",
            "rating": "bad",
            "description": "For instance, Google Analytics, rather than self-hosted (first-party) statistics software.",
            "last_updated": "2023-07-11 06:18:53",
            "point_link": "https://edit.tosdr.org/points/22646",
            "approval_status": "APPROVED",
            "clause_text": "We also use analytics services from Google including Google Analytics for Firebase to collect analytics information on the Services.",
            "point_source": "https://www.smartnews.com/privacy/",
            "case": {
                "text": "Third-party cookies are used for statistics",
                "href": "https://edit.tosdr.org/cases/325"
            }
        },
        {
            "title": "User accounts can be terminated after having been in breach of the terms of service repeatedly",
            "rating": "good",
            "description": "User accounts can be terminated for having been in breach of the terms of service repeatedly, meaning they cannot be terminated without a reason, but only for a limited number of reasons. Additionally, user accounts will not be deleted after a first infringement.",
            "last_updated": "2023-07-11 06:18:52",
            "point_link": "https://edit.tosdr.org/points/22625",
            "approval_status": "APPROVED",
            "clause_text": "It is SmartNews’s policy, in appropriate circumstances and at its discretion, to disable and/or terminate the accounts of users who repeatedly infringe or are repeatedly charged with infringing the copyrights or other intellectual property rights of others.",
            "point_source": "https://www.smartnews.com/copyright/",
            "case": {
                "text": "User accounts can be terminated after having been in breach of the terms of service repeatedly",
                "href": "https://edit.tosdr.org/cases/313"
            }
        },
        {
            "title": "If you offer suggestions to the service, they may use that without your approval or compensation, but they do not become the owner",
            "rating": "good",
            "description": "The service may employ a broad copyright license over feedback, proposals, ideas and suggestions submitted, including the right to use them without restriction, compensation or obligation to the user, but they do not claim ownership on them.",
            "last_updated": "2023-09-14 12:37:09",
            "point_link": "https://edit.tosdr.org/points/22649",
            "approval_status": "APPROVED",
            "clause_text": "ou can submit Feedback by emailing us at support@smartnews.com.\nYou grant to us a non-exclusive, worldwide, perpetual, irrevocable, fully-paid, royalty-free, sublicensable and transferable license under any and all intellectual property rights that you own or control to use, copy, modify, create derivative works based upon and otherwise exploit the Feedback for any purpose.</p>",
            "point_source": "https://www.smartnews.com/terms/",
            "case": {
                "text": "If you offer suggestions to the service, they may use that without your approval or compensation, but they do not become the owner",
                "href": "https://edit.tosdr.org/cases/390"
            }
        },
        {
            "title": "The court of law governing the terms is in a jurisdiction that is friendlier to user privacy protection (California)",
            "rating": "good",
            "description": "The Terms are governed by the applicable laws of a jurisdiction known for protecting citizens privacy with strong data regulations. Usually contributors will need to explain in the Analysis view of each point linked to this Case why the jurisdiction is friendly to user privacy protection.",
            "last_updated": "2023-07-11 06:18:52",
            "point_link": "https://edit.tosdr.org/points/22628",
            "approval_status": "APPROVED",
            "clause_text": "For users residing in Japan, the governing law is in Japan.",
            "point_source": "https://www.smartnews.com/terms/",
            "case": {
                "text": "The court of law governing the terms is in a jurisdiction that is friendlier to user privacy protection.",
                "href": "https://edit.tosdr.org/cases/241"
            }
        },
        {
            "title": "Information is provided about how your personal data is used",
            "rating": "good",
            "description": "The Privacy Policy explains the purposes for which data is collected and the way it is processed, used and shared.",
            "last_updated": "2023-07-11 06:18:52",
            "point_link": "https://edit.tosdr.org/points/22631",
            "approval_status": "APPROVED",
            "clause_text": "How Do We Use Information? <p>",
            "point_source": "https://www.smartnews.com/privacy/",
            "case": {
                "text": "Information is provided about how your personal data is used",
                "href": "https://edit.tosdr.org/cases/227"
            }
        },
        {
            "title": "You can opt out of promotional communications",
            "rating": "good",
            "description": "You can update your account preferences and/or easily unsubscribe of email/sms lists to stop receiving promotional communications.",
            "last_updated": "2023-07-11 06:18:54",
            "point_link": "https://edit.tosdr.org/points/22648",
            "approval_status": "APPROVED",
            "clause_text": "</strong> If you receive an unwanted email from us, you can use the unsubscribe link found at the bottom of the email to opt out of receiving future emails.",
            "point_source": "https://www.smartnews.com/privacy/",
            "case": {
                "text": "You can opt out of promotional communications",
                "href": "https://edit.tosdr.org/cases/223"
            }
        },
        {
            "title": "You are solely responsible for claims made against the service and agree to indemnify and hold harmless the service.",
            "rating": "neutral",
            "description": "You are responsible for your use of the service. If a claim arises related to that use, you agree to indemnify and hold the service harmless.\nIf users are also required to defend the service, see Case 146 instead.",
            "last_updated": "2023-07-11 06:18:54",
            "point_link": "https://edit.tosdr.org/points/22652",
            "approval_status": "APPROVED",
            "clause_text": "<p>You will indemnify and hold harmless SmartNews and its officers, directors, employee and agents, from and against any claims, disputes, demands, liabilities, damages, losses, and costs and expenses, including, without limitation, reasonable legal and accounting fees arising out of or in any way connected with (i) your access to or use of the Services or Content, or (ii) your violation of these Terms.</p>",
            "point_source": "https://www.smartnews.com/terms/",
            "case": {
                "text": "You agree to indemnify and hold the service harmless in case of a claim related to your use of the service",
                "href": "https://edit.tosdr.org/cases/145"
            }
        },
        {
            "title": "The service is provided 'as is' and to be used at your sole risk",
            "rating": "neutral",
            "description": "This service does not provide any guarantees as to its usability or fitness for the users' purposes. Users agree to use it at their own risk, accepting any possible bugs, malfunctions or harm to their devices.",
            "last_updated": "2023-07-11 06:18:54",
            "point_link": "https://edit.tosdr.org/points/22650",
            "approval_status": "APPROVED",
            "clause_text": "<p>The Services and Content are provided “AS IS,”",
            "point_source": "https://www.smartnews.com/terms/",
            "case": {
                "text": "The service is provided 'as is' and to be used at your sole risk",
                "href": "https://edit.tosdr.org/cases/286"
            }
        },
        {
            "title": "Instructions are provided on how to submit a copyright claim",
            "rating": "neutral",
            "description": "If content that you own is copied or made accessible through the service in a way that constitutes an intellectual property right infringement, you can report it following the instructions given in the agreements.",
            "last_updated": "2023-07-11 06:18:58",
            "point_link": "https://edit.tosdr.org/points/22654",
            "approval_status": "APPROVED",
            "clause_text": "</p>\n<p>If you are a copyright owner, or are authorized to act on behalf of one, or authorized to act under any exclusive right under copyright, please report alleged copyright infringements taking place on or through the App by completing the following DMCA Notice of Alleged Infringement and delivering it to SmartNews’s Designated Copyright Agent.",
            "point_source": "https://www.smartnews.com/copyright/",
            "case": {
                "text": "Instructions are provided on how to submit a copyright claim",
                "href": "https://edit.tosdr.org/cases/138"
            }
        },
        {
            "title": "Your IP address is collected, which can be used to view your approximate location",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:18:54",
            "point_link": "https://edit.tosdr.org/points/22656",
            "approval_status": "APPROVED",
            "clause_text": "We and third parties we work with may automatically collect certain data about the device you use to access our Services.\nThis data may include your Internet Protocol (IP)",
            "point_source": "https://www.smartnews.com/privacy/",
            "case": {
                "text": "Your IP address is collected, which can be used to view your approximate location",
                "href": "https://edit.tosdr.org/cases/399"
            }
        },
        {
            "title": "This service does not guarantee that it or the products obtained through it meet your expectations or requirements",
            "rating": "neutral",
            "description": "This service provider informs its users that the services, information, products, or other materials provided on its website may not meet the users' expectations or requirements.",
            "last_updated": "2023-07-11 06:18:54",
            "point_link": "https://edit.tosdr.org/points/22651",
            "approval_status": "APPROVED",
            "clause_text": "We make no warranty that the Services will meet your requirements",
            "point_source": "https://www.smartnews.com/terms/",
            "case": {
                "text": "This service does not guarantee that it or the products obtained through it meet your expectations or requirements",
                "href": "https://edit.tosdr.org/cases/290"
            }
        },
        {
            "title": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.",
            "rating": "neutral",
            "description": "Even though the Do Not Track (DNT) header was not implemented perfectly, services should not track users whose browsers send a DNT header.",
            "last_updated": "2023-07-11 06:18:54",
            "point_link": "https://edit.tosdr.org/points/22655",
            "approval_status": "APPROVED",
            "clause_text": "“Do Not Track.”</strong> Do Not Track (“<strong>DNT</strong>”) is a privacy preference that users can set in certain web browsers.\nPlease note that we do not respond to or honor DNT signals or similar mechanisms transmitted by web browsers when you visit our website.</p>",
            "point_source": "https://www.smartnews.com/privacy/",
            "case": {
                "text": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.",
                "href": "https://edit.tosdr.org/cases/233"
            }
        }
    ]
}