{
    "meta_data": {
        "title": "Le Monde - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "The service can delete specific content without reason and may do it without prior notice",
            "rating": "blocker",
            "description": "This service can delete specific content. Usually they will claim they reserve the right to do it at their sole discretion, which is legalese for saying they won't give a specific reason. If the terms say they will not notify you, it shall be included in the quote but if it does not explicitly say they will give you a notice, it can be reasonably inferred that they can do it without telling you.",
            "last_updated": "2023-07-11 06:35:45",
            "point_link": "https://edit.tosdr.org/points/16452",
            "approval_status": "APPROVED",
            "clause_text": "Dans le cadre de certains Produits et/ou Services du Site et/ou Applications, l’Utilisateur et/ou Client est en mesure de publier en ligne des contributions personnelles (notamment sous forme de réactions ou de commentaires).</p>\n<p>Il est précisé que cette fonctionnalité a un caractère accessoire, Le Monde étant libre à tout moment de la soumettre à conditions ou de la supprimer, sans qu’une telle décision puisse être considérée comme une modification ou une défaillance contractuelle.</p>",
            "point_source": "https://moncompte.lemonde.fr/cgv",
            "case": {
                "text": "Specific content can be deleted without reason and may be removed without prior notice",
                "href": "https://edit.tosdr.org/cases/202"
            }
        },
        {
            "title": "This service may collect, use, and share location data",
            "rating": "bad",
            "description": "Location-based information is collected and may be used and/or shared with third parties for purposes not directly related to the services provided (i.e. the Service doesn't rely on the use or share of location data to function properly).",
            "last_updated": "2023-07-11 10:05:49",
            "point_link": "https://edit.tosdr.org/points/16481",
            "approval_status": "APPROVED",
            "clause_text": "Par ailleurs, si vous avez accepté cette fonctionnalité, nous sommes en mesure d’identifier l’emplacement physique de votre appareil (géolocalisation), notamment pour vous informer sur des contenus ou des offres que nous pensons en adéquation avec vos attentes ou vos centres d’intérêt ou pour améliorer votre expérience sur nos applications mobiles.",
            "point_source": "https://www.lemonde.fr/confidentialite/",
            "case": {
                "text": "This service may collect, use, and share location data",
                "href": "https://edit.tosdr.org/cases/373"
            }
        },
        {
            "title": "This service shares your personal data with third parties that are not involved in its operation",
            "rating": "bad",
            "description": "Your personal data is or may be given to third parties nonessential to the service’s operation. This could be a business partner that receives your data to provide targeted advertisements.",
            "last_updated": "2023-07-11 10:13:16",
            "point_link": "https://edit.tosdr.org/points/16486",
            "approval_status": "APPROVED",
            "clause_text": "<strong>4.3.\nOpérations liées à des partenariats commerciaux</strong>\n</p>\n<ul>\n<li>Partage, échange ou location de fichiers avec des partenaires commerciaux dans le respect de la réglementation en vigueur et des exigences de sécurité&nbsp;;</li>",
            "point_source": "https://www.lemonde.fr/confidentialite/",
            "case": {
                "text": "This service shares your personal data with third parties that are not essential to its operation",
                "href": "https://edit.tosdr.org/cases/166"
            }
        },
        {
            "title": "The service collects many different types of personal data",
            "rating": "bad",
            "description": "The service collects different kinds of personal data, such as name, demographic information, postal address, biometric data, device information, IDs, contacts, call logs...",
            "last_updated": "2023-07-11 10:05:43",
            "point_link": "https://edit.tosdr.org/points/16472",
            "approval_status": "APPROVED",
            "clause_text": "<p>Ces données sont notamment&nbsp;:</p>\n<ul>\n<li>Noms, prénoms, civilité, date de naissance&nbsp;;</li>\n<li>Adresse postale, adresse e-mail, numéro de téléphone&nbsp;;</li>\n<li>Informations nécessaires à la livraison ou au portage d’un produit commandé&nbsp;;</li>\n<li>Identifiant et mot de passe crypté utilisés pour vous identifier sur nos sites ou nos applications&nbsp;;</li>\n<li>Informations cryptées relatives à vos moyens de paiement (notamment numéro de carte bancaire)&nbsp;;</li>\n<li>Choix en matière de prospection commerciale&nbsp;;</li>\n<li>Toute autre information que vous souhaitez porter à notre connaissance.",
            "point_source": "https://www.lemonde.fr/confidentialite/",
            "case": {
                "text": "Many different types of personal data are collected",
                "href": "https://edit.tosdr.org/cases/376"
            }
        },
        {
            "title": "This service may keep personal data after a request for erasure for business interests or legal obligations",
            "rating": "bad",
            "description": "After the end of the data retention period and/or if you request the deletion of your data, they may still keep it for business interests (fraud detection, transactions...) or legal obligations (tax, legal reporting...)",
            "last_updated": "2023-07-11 10:13:16",
            "point_link": "https://edit.tosdr.org/points/16490",
            "approval_status": "APPROVED",
            "clause_text": "En tout état de cause, nous révisons régulièrement les informations que nous détenons.\nLorsque leur conservation n’est plus justifiée par des exigences légales, commerciales ou liées à la gestion de votre compte client, ou si vous avez fait usage d’un droit de modification ou d’effacement, nous les supprimerons de façon sécurisée.</p>\n<p>",
            "point_source": "https://www.lemonde.fr/confidentialite/",
            "case": {
                "text": "Some personal data may be kept for business interests or legal obligations",
                "href": "https://edit.tosdr.org/cases/333"
            }
        },
        {
            "title": "This service tracks you on other websites",
            "rating": "bad",
            "description": "The service may use tracking technologies in third-party websites to track your online activity while you aren't visiting their Site.",
            "last_updated": "2023-07-11 10:13:16",
            "point_link": "https://edit.tosdr.org/points/16489",
            "approval_status": "APPROVED",
            "clause_text": "<li>Vous reconnaître pour afficher des publicités personnalisées sur les réseaux sociaux&nbsp;;</li>\n<li>",
            "point_source": "https://www.lemonde.fr/confidentialite/",
            "case": {
                "text": "This service tracks you on other websites",
                "href": "https://edit.tosdr.org/cases/129"
            }
        },
        {
            "title": "Service can block or censor user communications",
            "rating": "bad",
            "description": "The service reserves the right, for any or no reason, to refuse to post or reject user communications.",
            "last_updated": "2023-07-11 10:03:46",
            "point_link": "https://edit.tosdr.org/points/16453",
            "approval_status": "APPROVED",
            "clause_text": "Le Monde décide, sans que cela constitue une quelconque obligation à sa charge, de mettre en place un système de modération automatique ou humain de tout ou partie des contributions.\nL’Utilisateur demeure néanmoins intégralement responsable des messages qu’il publie et des conséquences qui pourraient en résulter.</p>\n<blockquote>",
            "point_source": "https://moncompte.lemonde.fr/cgv",
            "case": {
                "text": "User-generated content can be blocked or censored for any reason",
                "href": "https://edit.tosdr.org/cases/379"
            }
        },
        {
            "title": "The service can delete your account without prior notice and without a reason",
            "rating": "bad",
            "description": "At any time, your account can be terminated without explanation and without warning by the service.",
            "last_updated": "2023-07-11 10:04:21",
            "point_link": "https://edit.tosdr.org/points/16458",
            "approval_status": "APPROVED",
            "clause_text": "\"Le Monde se réserve le droit de suspendre de plein droit, sans préavis ni indemnité, de manière temporaire ou définitive, le Compte de l’Utilisateur et/ou du Client dans les cas suivants : [...] Agissements contraires aux intérêts du Monde\"                                   \n\nLe Monde may terminate users acting in a manner contrary to their interests, so any action could fall in this category at their sole discretion.",
            "point_source": "https://moncompte.lemonde.fr/cgv",
            "case": {
                "text": "Your account can be deleted or permanently suspended without prior notice and without a reason",
                "href": "https://edit.tosdr.org/cases/201"
            }
        },
        {
            "title": "Instead of asking directly, this Service will assume your consent merely from your usage.",
            "rating": "bad",
            "description": "The Service infers your acceptance from your continued usage, instead of prompting you to read the new Terms and asking for direct consent. This doesn’t apply to services that have no way to seek consent from users through their contact details or an account.",
            "last_updated": "2023-07-11 06:35:07",
            "point_link": "https://edit.tosdr.org/points/16443",
            "approval_status": "APPROVED",
            "clause_text": "A défaut de résiliation dans ce délai, l’Utilisateur et/ou Client est réputé accepter les nouvelles conditions contractuelles applicables.</p>",
            "point_source": "https://moncompte.lemonde.fr/cgv",
            "case": {
                "text": "Instead of asking directly, this Service will assume your consent to changes of terms merely from your usage.",
                "href": "https://edit.tosdr.org/cases/403"
            }
        },
        {
            "title": "This service reserves the right to disclose your personal information without notifying you",
            "rating": "bad",
            "description": "If the Government governing the Terms requests personal data of a user of this service, they may not inform/notify the user while complying with the request.",
            "last_updated": "2023-07-11 10:03:56",
            "point_link": "https://edit.tosdr.org/points/16493",
            "approval_status": "APPROVED",
            "clause_text": "– <strong>Les autorités de police, autorités judiciaires ou administratives</strong>\n</p>\n<p>Lorsque nous avons l’obligation légale de le faire ou afin de garantir les droits, les biens et la sécurité du Groupe <em>Le Monde</em>.</p>",
            "point_source": "https://www.lemonde.fr/confidentialite/",
            "case": {
                "text": "Your personal data may be disclosed to comply with government requests without notice to you",
                "href": "https://edit.tosdr.org/cases/164"
            }
        },
        {
            "title": "The service may collect extra data about you through promotions",
            "rating": "bad",
            "description": "Additional personal data may be collected through contests, surveys, promotions, petitions or sweepstakes.",
            "last_updated": "2023-07-11 10:05:27",
            "point_link": "https://edit.tosdr.org/points/16473",
            "approval_status": "APPROVED",
            "clause_text": "<li>Votre participation à des offres promotionnelles, à des jeux concours ou à des événements",
            "point_source": "https://www.lemonde.fr/confidentialite/",
            "case": {
                "text": "Extra data may be collected about you through promotions",
                "href": "https://edit.tosdr.org/cases/211"
            }
        },
        {
            "title": "This service tracks which web page referred you to it",
            "rating": "bad",
            "description": "The service logs the URL of the last web page you visited before visiting the Site and may use that information to gather more data about you.",
            "last_updated": "2023-07-11 10:05:49",
            "point_link": "https://edit.tosdr.org/points/16476",
            "approval_status": "APPROVED",
            "clause_text": "\"Les cookies déposés par la Société éditrice du Monde sous réserve de vos choix nous donnent accès notamment aux informations suivantes [...] Adresse de la page Internet de provenance («referrer»)\"",
            "point_source": "https://www.lemonde.fr/confidentialite/",
            "case": {
                "text": "This service tracks which web page referred you to it",
                "href": "https://edit.tosdr.org/cases/387"
            }
        },
        {
            "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
            "rating": "bad",
            "description": "Tracking technologies (such as web beacons, tracking pixels...) are employed on users and/or the service assigns a unique ID to a browser or device to track its behaviour.",
            "last_updated": "2023-07-11 10:05:55",
            "point_link": "https://edit.tosdr.org/points/16477",
            "approval_status": "APPROVED",
            "clause_text": "Nous sommes également susceptibles d’utiliser des technologies standard d’Internet, tels que des scripts, des pixels et des redirections.\nLes scripts (parfois appelés tags), écrits en langage javascript, sont des programmes qui s’exécutent dans votre navigateur ou votre application mobile et effectuent différentes actions, par exemple envoyer une information à nos serveurs.\nLes scripts sont également capables de créer des pixels.",
            "point_source": "https://www.lemonde.fr/confidentialite/",
            "case": {
                "text": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting",
                "href": "https://edit.tosdr.org/cases/323"
            }
        },
        {
            "title": "This service may use your personal information for marketing purposes",
            "rating": "bad",
            "description": "The service may use your personal data for marketing, such as sending you personalised offerings.",
            "last_updated": "2023-07-11 10:13:15",
            "point_link": "https://edit.tosdr.org/points/16485",
            "approval_status": "APPROVED",
            "clause_text": "<strong>4.2.\nOpérations de marketing et de prospection commerciale relatives aux publications, produits et services du Groupe <em>Le Monde",
            "point_source": "https://www.lemonde.fr/confidentialite/",
            "case": {
                "text": "Your personal data may be used for marketing purposes",
                "href": "https://edit.tosdr.org/cases/336"
            }
        },
        {
            "title": "Your profile is combined across various products",
            "rating": "bad",
            "description": "When using multiple services from one same company, they can combine these (unrelated) information sources about you to build up a single richer user profile about you.",
            "last_updated": "2023-07-11 10:13:15",
            "point_link": "https://edit.tosdr.org/points/16482",
            "approval_status": "APPROVED",
            "clause_text": "Nous sommes susceptibles d’établir, en rapprochant les données dont nous disposons vous concernant et des informations statistiques générales et anonymes, des suppositions sur les contenus et services à même de répondre à vos goûts ou à vos usages.</p>\n<p>Exemple&nbsp;: Si, d’après des données statistiques, une majorité de personnes âgées de 30 à 50 ans, vivant à Paris et s’intéressant à l’actualité littéraire, se passionne également pour les séries télévisées, et que vous êtes un de nos abonnés parisiens, âgé de 42 ans qui consultez régulièrement sur notre site le contenu du «&nbsp;Monde des livres&nbsp;», nous allons supposer que vous vous intéressez aussi aux séries télévisées et nous serons en mesure de vous montrer lors de la navigation sur notre site une publicité pour un service de vidéo à la demande par abonnement, spécialisé dans les séries.</p>",
            "point_source": "https://www.lemonde.fr/confidentialite/",
            "case": {
                "text": "Your profile is combined across various products",
                "href": "https://edit.tosdr.org/cases/326"
            }
        },
        {
            "title": "The service uses social media cookies/pixels",
            "rating": "bad",
            "description": "These types of cookies/pixels send information to social media sites when you interact with the service.",
            "last_updated": "2023-07-11 10:13:16",
            "point_link": "https://edit.tosdr.org/points/16487",
            "approval_status": "APPROVED",
            "clause_text": "Mise à disposition d’outils de partage sur les réseaux sociaux",
            "point_source": "https://www.lemonde.fr/confidentialite/",
            "case": {
                "text": "You are being tracked via social media cookies/pixels",
                "href": "https://edit.tosdr.org/cases/307"
            }
        },
        {
            "title": "This service receives your percise location through GPS coordinates",
            "rating": "bad",
            "description": "Unless the service relies on Geo Location, this case is to be assigned to points that don't need your GPS coordinates to function properly.",
            "last_updated": "2023-07-11 10:06:10",
            "point_link": "https://edit.tosdr.org/points/16480",
            "approval_status": "APPROVED",
            "clause_text": "Certains appareils mobiles, en fonction des autorisations que vous avez accordées à l’application mobile et que vous pouvez modifier à tout moment (par exemple : « notification » ou « Géolocalisation »), envoient des informations, notamment : modèle de votre téléphone, version de son système d’exploitation, type de connectivité, nom et version de l’application utilisée.</p>",
            "point_source": "https://www.lemonde.fr/confidentialite/",
            "case": {
                "text": "This service receives your precise location through GPS coordinates",
                "href": "https://edit.tosdr.org/cases/400"
            }
        },
        {
            "title": "Per the service's terms, users may not express negative opinions about them",
            "rating": "bad",
            "description": "Criticising, questioning, making objections or complaints about the Service, its staff or anything related to it is prohibited and constitutes a breach of the Terms.",
            "last_updated": "2023-07-11 06:35:10",
            "point_link": "https://edit.tosdr.org/points/16450",
            "approval_status": "APPROVED",
            "clause_text": "- Ne pas dénigrer Le Monde, ses publications, Produits et/ou Services.</p>\n</blockquote>",
            "point_source": "https://moncompte.lemonde.fr/cgv",
            "case": {
                "text": "Per the service's terms, you may not express negative opinions about them",
                "href": "https://edit.tosdr.org/cases/156"
            }
        },
        {
            "title": "This service gives your personal data to third parties involved in its operation",
            "rating": "bad",
            "description": "Your personal data is or may be given to third parties essential to the service’s operation. This could be an external spam detection service for an internet forum.",
            "last_updated": "2023-07-11 10:13:16",
            "point_link": "https://edit.tosdr.org/points/16491",
            "approval_status": "APPROVED",
            "clause_text": "</p>\n<p>Sont susceptibles d’avoir accès à certaines de vos données&nbsp;:</p>\n<ul>\n<li>Les collaborateurs des services abonnements, relation clients, administratif, comptabilité <br>et contrôle de gestion, informatique et marketing &amp;&nbsp;commercial.</li>",
            "point_source": "https://www.lemonde.fr/confidentialite/",
            "case": {
                "text": "This service gives your personal data to third parties involved in its operation",
                "href": "https://edit.tosdr.org/cases/188"
            }
        },
        {
            "title": "The service uses your personal data for advertising",
            "rating": "bad",
            "description": "Your interaction with the service and data you have shared with them may be gathered to create an advertising ID or profile to target ads on you, either on the website you were visiting or in third party websites.",
            "last_updated": "2023-07-11 10:13:16",
            "point_link": "https://edit.tosdr.org/points/16488",
            "approval_status": "APPROVED",
            "clause_text": "<p>– <strong>Personnalisation des publicités présentes sur nos sites et applications</strong>\n</p>\n<ul>",
            "point_source": "https://www.lemonde.fr/confidentialite/",
            "case": {
                "text": "Your personal data is used for advertising",
                "href": "https://edit.tosdr.org/cases/216"
            }
        },
        {
            "title": "Your data may be processed and stored anywhere in the world",
            "rating": "bad",
            "description": "Your data is stored all over the world, including in countries where data protection rules may differ from the ones of the service's jurisdiction or those of your country jurisdiction.",
            "last_updated": "2023-07-11 10:03:57",
            "point_link": "https://edit.tosdr.org/points/16494",
            "approval_status": "APPROVED",
            "clause_text": "Nous conservons vos données personnelles dans l’Union européenne.\nToutefois, il est possible de manière marginale que les données que nous recueillons lorsque vous utilisez nos plates-formes ou dans le cadre de nos services soient transférées à des sous-traitants ou partenaires commerciaux situés dans d’autres pays, certains d’entre eux pouvant avoir une législation sur la protection des données personnelles moins protectrice que celle en vigueur dans le pays où vous résidez.",
            "point_source": "https://www.lemonde.fr/confidentialite/",
            "case": {
                "text": "Your data may be processed and stored anywhere in the world",
                "href": "https://edit.tosdr.org/cases/187"
            }
        },
        {
            "title": "You must provide your legal name, pseudonyms are not allowed",
            "rating": "bad",
            "description": "You must provide your legal name and pseudonyms aren't allowed. This case doesn't apply to Services for which transparency regarding users identities is relevant for their purposes.",
            "last_updated": "2023-07-11 06:36:07",
            "point_link": "https://edit.tosdr.org/points/16455",
            "approval_status": "APPROVED",
            "clause_text": "At the creation of the account, a valid email as well as the legal name of the user are requested.\n    \n          On 2024-09-19 08:25:05 UTC, kowoc38816 (25539)  Suspended wrote:\n          You have outdone yourself this time. It is probably the best, most short step by step guide that I have ever seen. fun spots in san Francisco",
            "point_source": "https://moncompte.lemonde.fr/cgv",
            "case": {
                "text": "You must provide your legal name, pseudonyms are not allowed",
                "href": "https://edit.tosdr.org/cases/214"
            }
        },
        {
            "title": "Third-party cookies are used for statistics",
            "rating": "bad",
            "description": "For instance, Google Analytics, rather than self-hosted (first-party) statistics software.",
            "last_updated": "2023-07-11 10:06:06",
            "point_link": "https://edit.tosdr.org/points/16479",
            "approval_status": "APPROVED",
            "clause_text": "<p>Ces données, nécessaires au bon fonctionnement des applications mobiles que nous éditons, sont traitées automatiquement par nos serveurs et ceux de certains de nos partenaires (notamment AT Internet, SmartAdServer, HockeyApp, Google Analytics) pour pouvoir vous fournir un service et des publicités adaptés aux caractéristiques techniques de votre appareil et mesurer l’audience de nos applications mobiles.</p>\n<p>",
            "point_source": "https://www.lemonde.fr/confidentialite/",
            "case": {
                "text": "Third-party cookies are used for statistics",
                "href": "https://edit.tosdr.org/cases/325"
            }
        },
        {
            "title": "Tracking pixels are used in service-to-user communication",
            "rating": "bad",
            "description": "The service tracks the user count or some actions of the user; this is usually used for statistics. For example, emails sent by a service can contain a pixel tag, which is a small, clear image that can tell them whether or not you have opened an email and what your IP address is.",
            "last_updated": "2023-07-11 10:05:56",
            "point_link": "https://edit.tosdr.org/points/16478",
            "approval_status": "APPROVED",
            "clause_text": "<li>Informations sur la lecture ou non des e-mails que nous vous adressons, sur les clics que vous faites sur les liens contenus dans ces e-mails.",
            "point_source": "https://www.lemonde.fr/confidentialite/",
            "case": {
                "text": "Tracking pixels are used in service-to-user communication",
                "href": "https://edit.tosdr.org/cases/217"
            }
        },
        {
            "title": "Personal information that is shared outside its jurisdiction is processed according to the original jurisdiction’s data protection standards",
            "rating": "good",
            "description": "The service has arrangements in place to ensure that users' personal information, if shared with an entity outside of the service's jurisdiction, is processed to the same standards that apply to the processing of personal data in the service's jurisdiction.",
            "last_updated": "2023-07-11 06:33:36",
            "point_link": "https://edit.tosdr.org/points/16495",
            "approval_status": "APPROVED",
            "clause_text": "En cas de transfert de ce type, nous nous assurons de ce que le traitement soit effectué conformément à la présente politique de confidentialité et qu’il soit encadré par les clauses contractuelles types de la Commission européenne qui permettent de garantir un niveau de protection suffisant de la vie privée et des droits fondamentaux des personnes.</p>",
            "point_source": "https://www.lemonde.fr/confidentialite/",
            "case": {
                "text": "Personal information that is shared outside its jurisdiction is processed according to the original jurisdiction’s data protection standards",
                "href": "https://edit.tosdr.org/cases/302"
            }
        },
        {
            "title": "This service does not force users into binding arbitration",
            "rating": "good",
            "description": "Binding Arbitration is a dispute resolution method involving a neutral third party which will render a decision instead of going to court. Since the arbitrator can decide the outgoing of a dispute without evidences or a legal basis, it is preferable that users decide whether they want or not their dispute to be resolved this way.",
            "last_updated": "2023-07-11 10:05:16",
            "point_link": "https://edit.tosdr.org/points/16468",
            "approval_status": "APPROVED",
            "clause_text": "<p>En cas de litige non résolu par l’une ou l’autre des voies de recours prévues ci-dessus, les tribunaux français seront compétents.</p>\n<p>En cas de litige avec des professionnels et/ou commerçants, les tribunaux de Paris seront compétents.</p>",
            "point_source": "https://moncompte.lemonde.fr/cgv",
            "case": {
                "text": "You aren’t forced into binding arbitration in case of disputes",
                "href": "https://edit.tosdr.org/cases/335"
            }
        },
        {
            "title": "The service provides information about how they collect personal data",
            "rating": "good",
            "description": "The service details situations in which they collect personal information or means by which they do.",
            "last_updated": "2023-07-11 10:05:27",
            "point_link": "https://edit.tosdr.org/points/16471",
            "approval_status": "APPROVED",
            "clause_text": "DANS QUELLES CIRCONSTANCES LES COLLECTONS-NOUS&nbsp;?</strong>",
            "point_source": "https://www.lemonde.fr/confidentialite/",
            "case": {
                "text": "Information is provided about how they collect personal data",
                "href": "https://edit.tosdr.org/cases/297"
            }
        },
        {
            "title": "You can request access and deletion of personal data",
            "rating": "good",
            "description": "Users have the right to access personal data hold by the Service, correct it and/or permanently delete it. This usually applies to Services GDPR compliants.",
            "last_updated": "2023-07-11 06:33:37",
            "point_link": "https://edit.tosdr.org/points/16496",
            "approval_status": "APPROVED",
            "clause_text": "Vous avez le droit d’accéder à vos données personnelles et de demander qu’elles soient rectifiées, complétées ou mises à jour.\nVous pouvez également demander l’effacement de vos données ou vous opposer à leur traitement, à condition de justifier d’un motif légitime.</p>\n<p>",
            "point_source": "https://www.lemonde.fr/confidentialite/",
            "case": {
                "text": "You can request access, correction and/or deletion of your data",
                "href": "https://edit.tosdr.org/cases/195"
            }
        },
        {
            "title": "User accounts can be terminated after having been in breach of the terms of service repeatedly",
            "rating": "good",
            "description": "User accounts can be terminated for having been in breach of the terms of service repeatedly, meaning they cannot be terminated without a reason, but only for a limited number of reasons. Additionally, user accounts will not be deleted after a first infringement.",
            "last_updated": "2023-07-11 10:04:16",
            "point_link": "https://edit.tosdr.org/points/16457",
            "approval_status": "APPROVED",
            "clause_text": "<p>Le Monde se réserve le droit de suspendre de plein droit, sans préavis ni indemnité, de manière temporaire ou définitive, le Compte de l’Utilisateur et/ou du Client dans les cas suivants : Non-respect grave et/ou répété des Conditions Générales,",
            "point_source": "https://moncompte.lemonde.fr/cgv",
            "case": {
                "text": "User accounts can be terminated after having been in breach of the terms of service repeatedly",
                "href": "https://edit.tosdr.org/cases/313"
            }
        },
        {
            "title": "When the service wants to make a material change to its terms, users are notified at least 30 days in advance",
            "rating": "good",
            "description": "The service may update the Terms without notice, but if they significantly change the agreements in a manner that importantly and/or negatively affects the way the service is used, users will be notified at least 30 days in advance.",
            "last_updated": "2023-07-11 06:34:56",
            "point_link": "https://edit.tosdr.org/points/16442",
            "approval_status": "APPROVED",
            "clause_text": "Client.</p>\n<p>S’agissant des Contrats en cours, les modifications substantielles des Conditions Générales et des Conditions Particulières seront notifiées à l’Utilisateur et/ou Client concerné avec un préavis minimum d’un mois.",
            "point_source": "https://moncompte.lemonde.fr/cgv",
            "case": {
                "text": "When the service wants to make a material change to its terms, you are notified at least 30 days in advance",
                "href": "https://edit.tosdr.org/cases/124"
            }
        },
        {
            "title": "This service allows you to retrieve an archive of your data",
            "rating": "good",
            "description": "Users can request a copy of the data collected through the services and infer from it the amount of personal information that is processed and stored by the Service. This usually applies to Services GDPR compliants.",
            "last_updated": "2023-07-11 10:04:56",
            "point_link": "https://edit.tosdr.org/points/16497",
            "approval_status": "APPROVED",
            "clause_text": "Vous pouvez demander à exercer votre droit à la portabilité de vos données, c’est-à-dire le droit de recevoir les données personnelles que vous nous avez fournies dans un format structuré, couramment utilisé et le droit de transmettre ces données à un autre responsable de traitements.</p>",
            "point_source": "https://www.lemonde.fr/confidentialite/",
            "case": {
                "text": "You can retrieve an archive of your data",
                "href": "https://edit.tosdr.org/cases/140"
            }
        },
        {
            "title": "The service provides details about what kinds of personal information they collect",
            "rating": "good",
            "description": "The Privacy Policy describes in detail the data collected through the website and through the services provided.",
            "last_updated": "2023-07-11 10:05:27",
            "point_link": "https://edit.tosdr.org/points/16470",
            "approval_status": "APPROVED",
            "clause_text": "QUELLES SONT LES DONNÉES QUE NOUS RECUEILLONS SUR VOUS",
            "point_source": "https://www.lemonde.fr/confidentialite/",
            "case": {
                "text": "Information is provided about what kind of information they collect",
                "href": "https://edit.tosdr.org/cases/228"
            }
        },
        {
            "title": "The service provides information about how they intend to use your personal data",
            "rating": "good",
            "description": "The Privacy Policy explains the purposes for which data is collected and the way it is processed, used and shared.",
            "last_updated": "2023-07-11 10:13:16",
            "point_link": "https://edit.tosdr.org/points/16484",
            "approval_status": "APPROVED",
            "clause_text": "POUR QUELLES FINALITÉS UTILISONS-NOUS VOS DONNÉES&nbsp;?",
            "point_source": "https://www.lemonde.fr/confidentialite/",
            "case": {
                "text": "Information is provided about how your personal data is used",
                "href": "https://edit.tosdr.org/cases/227"
            }
        },
        {
            "title": "This service respects your browser's Do Not Track (DNT) headers",
            "rating": "good",
            "description": "This service does respect the browser's Do Not Track header and disables all user tracking if it is enabled.",
            "last_updated": "2023-07-11 10:13:14",
            "point_link": "https://edit.tosdr.org/points/16501",
            "approval_status": "APPROVED",
            "clause_text": "Dans la mesure où votre terminal serait susceptible de visualiser des contenus développés avec le langage Flash, nous vous invitons à accéder à vos outils de gestion des cookies Flash, directement depuis le site http://www.adobe.com/fr</p>\n<p>\n<strong>«&nbsp;Do not track&nbsp;»</strong>\n</p>\n<p>Vous pouvez également paramétrer votre navigateur afin que celui-ci envoie un code indiquant aux sites Web que vous ne souhaitez pas être suivi (option «&nbsp;Do not track&nbsp;»).</p>\n<ul>\n<li>Microsoft Internet Explorer <br>http://windows.microsoft.com/fr-fr/internet-explorer/use-tracking-protection#ie =&nbsp;ie-11</li>\n<li>Microsoft Edge <br>https://privacy.microsoft.com/fr-fr/windows-10-microsoft-edge-and-privacy </li>\n<li>Apple Safari <br>http://support.apple.com/kb/PH11952</li>\n<li>Google Chrome <br>https&nbsp;://support.google.com/chrome/answer/114836</li>\n<li>Mozilla Firefox <br>https&nbsp;://support.mozilla.org/fr/kb/comment-activer-option-ne-pas-pister</li>\n<li>Opera <br>",
            "point_source": "https://www.lemonde.fr/confidentialite/",
            "case": {
                "text": "Your browser's Do Not Track (DNT) headers are respected",
                "href": "https://edit.tosdr.org/cases/383"
            }
        },
        {
            "title": "A complaint mechanism is provided for the handling of personal data",
            "rating": "good",
            "description": "The service provides users with contact information for an internal or external structure to lodge complaints. It also provides users with contact information for a higher data protection / privacy office in case the internal mechanism fails to satisfy the user.",
            "last_updated": "2023-07-11 10:04:02",
            "point_link": "https://edit.tosdr.org/points/16498",
            "approval_status": "APPROVED",
            "clause_text": "<p>Vous pouvez exercer vos droits auprès de la déléguée à la protection des données personnelles du Groupe Le Monde à l’adresse suivante : 67-69 Avenue Pierre Mendès-France, 75013 PARIS Cedex 13 ou par mail : dpo@groupelemonde.fr.</p>\n<p>",
            "point_source": "https://www.lemonde.fr/confidentialite/",
            "case": {
                "text": "A complaint mechanism is provided for the handling of personal data",
                "href": "https://edit.tosdr.org/cases/300"
            }
        },
        {
            "title": "Third parties used by the service are bound by confidentiality obligations",
            "rating": "good",
            "description": "The Third Parties accessing your personal information must keep it confidential and only use it for limited purposes.",
            "last_updated": "2023-07-11 10:03:55",
            "point_link": "https://edit.tosdr.org/points/16492",
            "approval_status": "APPROVED",
            "clause_text": "Les personnels pouvant accéder aux données personnelles sont soumis à une obligation de confidentialité (par un engagement nominal et personnel de confidentialité)</p>",
            "point_source": "https://www.lemonde.fr/confidentialite/",
            "case": {
                "text": "Third parties used by the service are bound by confidentiality obligations",
                "href": "https://edit.tosdr.org/cases/210"
            }
        },
        {
            "title": "The user is informed about security practices",
            "rating": "good",
            "description": "It's important to know what security measures are taken to protect your data from unauthorized access. This case applies to the Agreements that precisely explain their security practices.",
            "last_updated": "2023-07-11 10:04:33",
            "point_link": "https://edit.tosdr.org/points/16459",
            "approval_status": "APPROVED",
            "clause_text": "<p>Le paiement en ligne par l’une des cartes bancaires acceptées est réalisé par la solution sécurisée Sips - Worldline, qui intègre un procédé de cryptage en mode SSL (Secure Socket Layer).\nLe protocole SSL (Secure Socket Layer) garantit la confidentialité des informations de paiement transmises.\nLa mention du protocole « https » dans l’adresse de navigation et l’icône du cadenas apparaissant dans la barre d’adresse sont le signe de la sécurité et confidentialité du paiement.",
            "point_source": "https://moncompte.lemonde.fr/cgv",
            "case": {
                "text": "Information is provided about security practices",
                "href": "https://edit.tosdr.org/cases/226"
            }
        },
        {
            "title": "You have the right to leave this service at any time",
            "rating": "good",
            "description": "You can stop using the service and/or cancel or delete your account at any time for any reason. Moreover, the termination is reasonably fast and simple.",
            "last_updated": "2023-07-11 10:04:39",
            "point_link": "https://edit.tosdr.org/points/16461",
            "approval_status": "APPROVED",
            "clause_text": "Le Client paye son abonnement tous les mois par prélèvement automatique et dispose de la faculté, pour quelque motif que ce soit, de le résilier à tout moment.",
            "point_source": "https://moncompte.lemonde.fr/cgv",
            "case": {
                "text": "You have the right to leave this service at any time",
                "href": "https://edit.tosdr.org/cases/170"
            }
        },
        {
            "title": "The service provides a free help desk",
            "rating": "good",
            "description": "The service can be easily contacted for questions or provides a support center at no extra cost.",
            "last_updated": "2023-07-11 10:13:15",
            "point_link": "https://edit.tosdr.org/points/16467",
            "approval_status": "APPROVED",
            "clause_text": "On 2024-05-29 13:04:17 UTC, vobase (34120)  wrote:\n          I like a persons site. It is actually better than watch absolutely everyone explain in words around the life blood coupled with legibility during this matter vital vicinity are frequently suitably noticed. 電影拍攝場地",
            "point_source": "https://moncompte.lemonde.fr/cgv",
            "case": {
                "text": "A free help desk is provided",
                "href": "https://edit.tosdr.org/cases/232"
            }
        },
        {
            "title": "You can opt out of promotional communications",
            "rating": "good",
            "description": "You can update your account preferences and/or easily unsubscribe of email/sms lists to stop receiving promotional communications.",
            "last_updated": "2023-07-11 10:13:14",
            "point_link": "https://edit.tosdr.org/points/16499",
            "approval_status": "APPROVED",
            "clause_text": "<p>Nous sommes susceptibles d’utiliser vos coordonnées dans le cadre de sollicitations commerciales, en conformité avec la loi applicable et les clauses de la présente politique de confidentialité.\nVous pouvez à tout moment vous opposer à ces sollicitations, selon des modalités qui dépendent du canal de communication que nous utilisons pour vous les adresser.</p>\n<p>– <strong>Sollicitations commerciales par voie électronique (e-mail et SMS)&nbsp;:</strong>\n</p>\n<p>Nous respectons les règles de l’article L.34-5 du code des postes et des communications électroniques qui prévoit le recueil préalable et exprès de votre consentement pour l’envoi de prospection commerciale par voie électronique (e-mail, push notifications ou SMS).</p>\n<p>Ainsi, sur les formulaires que vous remplissez lorsque vous souscrivez l’un de nos produits ou services, lorsque vous créez un compte sur nos sites ou applications, ou à l’occasion de tout autre contact avec nous, il vous est expressément demandé votre consentement&nbsp;:</p>\n<ul>\n<li>pour recevoir des offres de la part du Groupe <em>Le Monde</em>\n</li>\n<li>pour recevoir des offres de la part des partenaires du Groupe <em>Le Monde</em>\n</li>",
            "point_source": "https://www.lemonde.fr/confidentialite/",
            "case": {
                "text": "You can opt out of promotional communications",
                "href": "https://edit.tosdr.org/cases/223"
            }
        },
        {
            "title": "Prohibits the publishing of personally identifiable information without the owner’s consent",
            "rating": "good",
            "description": "Users agree not to publicly post personally identifiable information (name, postal address, contact information…) without the owner’s knowledge or consent",
            "last_updated": "2023-07-11 10:04:57",
            "point_link": "https://edit.tosdr.org/points/16449",
            "approval_status": "APPROVED",
            "clause_text": "- Ne pas collecter, stocker ou diffuser des données personnelles d’un tiers, que celui-ci soit ou non Utilisateur et/ou Client.",
            "point_source": "https://moncompte.lemonde.fr/cgv",
            "case": {
                "text": "The publishing of personally identifiable information without the owner’s consent is not allowed",
                "href": "https://edit.tosdr.org/cases/444"
            }
        },
        {
            "title": "There is a date of the last update of the agreements",
            "rating": "neutral",
            "description": "The given text has a date that allows to know when it was last updated.",
            "last_updated": "2023-07-11 10:13:18",
            "point_link": "https://edit.tosdr.org/points/16502",
            "approval_status": "APPROVED",
            "clause_text": "<strong>Applicables au 24 novembre 2020",
            "point_source": "https://moncompte.lemonde.fr/cgv",
            "case": {
                "text": "There is a date of the last update of the agreements",
                "href": "https://edit.tosdr.org/cases/331"
            }
        },
        {
            "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
            "rating": "neutral",
            "description": "The service assumes no liability for any damages the user incurs, including tangible (e.g. profits) and intangible losses (e.g. data), resulting from the use or inability to use the service or any other matter relating to the service.",
            "last_updated": "2023-07-11 06:36:14",
            "point_link": "https://edit.tosdr.org/points/16464",
            "approval_status": "APPROVED",
            "clause_text": "Le Monde ne saurait être tenu pour responsable de dommages directs ou indirects découlant de leur utilisation ou interprétation.</p>",
            "point_source": "https://moncompte.lemonde.fr/cgv",
            "case": {
                "text": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
                "href": "https://edit.tosdr.org/cases/293"
            }
        },
        {
            "title": "You authorise the service to charge a credit card supplied on re-occurring basis",
            "rating": "neutral",
            "description": "You card will be billed on recurring basis unless cancelled. For instance, monthly or annual subscriptions.",
            "last_updated": "2023-07-11 10:04:20",
            "point_link": "https://edit.tosdr.org/points/16460",
            "approval_status": "APPROVED",
            "clause_text": "Dans ce cas, l’Abonnement, d’une durée initiale d’un mois, est automatiquement et tacitement reconduit pour des périodes successives d’une durée équivalente.",
            "point_source": "https://moncompte.lemonde.fr/cgv",
            "case": {
                "text": "You authorise the service to charge a credit card supplied on re-occurring basis",
                "href": "https://edit.tosdr.org/cases/384"
            }
        },
        {
            "title": "This service assumes no responsibility and liability for the contents of links to other websites",
            "rating": "neutral",
            "description": "The service rejects any responsibility for the contents of other websites to which it links.",
            "last_updated": "2023-07-11 10:13:15",
            "point_link": "https://edit.tosdr.org/points/16466",
            "approval_status": "APPROVED",
            "clause_text": "<p>Le Monde décline toute responsabilité quant aux produits et/ou services proposés par des tiers, que ces produits et/ou services soient :</p>\n<blockquote>\n<p>- présentés dans les espaces publicitaires ou promotionnels de ses publications, Site et/ou Applications .\n<br> - ou hébergés dans des pages de ses publications, Site et/ou Applications dédiées à des produits et services proposés par des tiers partenaires .\n<br> - accessibles par des liens hypertextes présents sur son Site et/ou ses Applications.</p>",
            "point_source": "https://moncompte.lemonde.fr/cgv",
            "case": {
                "text": "This service assumes no responsibility and liability for the contents of links to other websites",
                "href": "https://edit.tosdr.org/cases/279"
            }
        },
        {
            "title": "Blocking first party cookies may limit your ability to use the service",
            "rating": "neutral",
            "description": "Most browsers allow users to set preferences related to cookies storage. You may choose to block all cookies (including first-party cookies), but it may impact your use of this service and you may not be able to access some or any of the features provided.",
            "last_updated": "2023-07-11 10:13:18",
            "point_link": "https://edit.tosdr.org/points/16500",
            "approval_status": "APPROVED",
            "clause_text": "Nous vous alertons sur le fait que tout paramétrage sur votre logiciel de navigation concernant le refus des cookies techniques et de fonctionnalités sera susceptible d’altérer votre confort de navigation sur nos sites Internet, voire d’empêcher l’utilisation de certains de nos services nécessitant l’utilisation de ces mêmes cookies.</p>\n<p>",
            "point_source": "https://www.lemonde.fr/confidentialite/",
            "case": {
                "text": "Blocking first party cookies may limit your ability to use the service",
                "href": "https://edit.tosdr.org/cases/375"
            }
        },
        {
            "title": "They may stop providing the service at any time",
            "rating": "neutral",
            "description": "They may discontinue the services without prior notice, at any time, for any or no reason. They usually assume no liability for losses and damages resulting from this suspension.",
            "last_updated": "2023-07-11 06:35:37",
            "point_link": "https://edit.tosdr.org/points/16446",
            "approval_status": "APPROVED",
            "clause_text": "Le Monde se réserve le droit à tout moment, dans le respect des dispositions légales et réglementaires en vigueur, de modifier, faire évoluer, soumettre à conditions, suspendre, retirer ou supprimer tout ou partie d’un Produit et/ou Service.</p>\n<blockquote>",
            "point_source": "https://moncompte.lemonde.fr/cgv",
            "case": {
                "text": "They may stop providing the service at any time",
                "href": "https://edit.tosdr.org/cases/203"
            }
        },
        {
            "title": "This service does not allow alternative accounts",
            "rating": "neutral",
            "description": "Services that do not allow multiple or alternative accounts are covered by this case.\nAlternative accounts can contribute to an increased privacy, but can also be used to manipulate discussions and polls and might decrease the trustworthiness of a person.",
            "last_updated": "2023-07-11 10:07:31",
            "point_link": "https://edit.tosdr.org/points/16454",
            "approval_status": "APPROVED",
            "clause_text": "<p>Il ne peut être créé qu’un seul compte par Utilisateur et/ou Client.",
            "point_source": "https://moncompte.lemonde.fr/cgv",
            "case": {
                "text": "Alternative accounts are not allowed",
                "href": "https://edit.tosdr.org/cases/324"
            }
        },
        {
            "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
            "rating": "neutral",
            "description": "The service provider expressly does not claim to provide uninterrupted, timely, secure or error-free service.",
            "last_updated": "2023-07-11 10:13:15",
            "point_link": "https://edit.tosdr.org/points/16465",
            "approval_status": "APPROVED",
            "clause_text": "Cependant, l’Utilisateur et/ou le Client déclare connaître et faire son affaire des caractéristiques et limites d’Internet et reconnaît en conséquence que la responsabilité du Monde ne peut être engagée dans les cas suivants  :</p>\n<blockquote>\n<p>- Interruptions momentanées nécessaires à l’évolution, la maintenance, ou plus généralement en cas de mise à jour de certains fichiers du Site et/ou des Applications.\n<br> - Difficultés de fonctionnement ou interruption momentanée du Site et/ou des Applications indépendantes de la volonté du Monde, notamment en cas d’interruption des services d’électricité ou de télécommunication.\n<br> - Défaillances ou dysfonctionnements du réseau Internet dans la transmission de messages ou documents.\n<br> - Risques de suppression, d’impossibilité de stockage, de transmission incorrecte ou inopportune des contenus éditoriaux figurant sur le Site et/ou les Applications.\n<br> - Mauvaises performances techniques et temps de réponse excessif pour accéder au Site et/ou aux Applications et/ou utiliser les Services.\n<br> - Risques d’exposition des données et équipements du fait de l’usage d’Internet (virus éventuels, piratage, etc.).</p>",
            "point_source": "https://moncompte.lemonde.fr/cgv",
            "case": {
                "text": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
                "href": "https://edit.tosdr.org/cases/287"
            }
        },
        {
            "title": "Users agree not to submit libelous, harassing or threatening content",
            "rating": "neutral",
            "description": "This service prohibits users from submitting content of a variety of types. This can include content that is unlawful, harassing, abusive, threatening, libelous, sexist, racist, homophobic, transphobic, or discriminatory in any other way.",
            "last_updated": "2023-07-11 06:35:44",
            "point_link": "https://edit.tosdr.org/points/16451",
            "approval_status": "APPROVED",
            "clause_text": "- Ne pas harceler, dénigrer ou insulter un tiers, de quelque manière que ce soit, que celui-ci soit ou non Utilisateur et/ou Client.",
            "point_source": "https://moncompte.lemonde.fr/cgv",
            "case": {
                "text": "You agree not to submit libelous, harassing or threatening content",
                "href": "https://edit.tosdr.org/cases/283"
            }
        },
        {
            "title": "The service is provided 'as is' and to be used at the users' sole risk",
            "rating": "neutral",
            "description": "This service does not provide any guarantees as to its usability or fitness for the users' purposes. Users agree to use it at their own risk, accepting any possible bugs, malfunctions or harm to their devices.",
            "last_updated": "2023-07-11 10:04:46",
            "point_link": "https://edit.tosdr.org/points/16463",
            "approval_status": "APPROVED",
            "clause_text": "L’Utilisateur et/ou Client reconnaît en conséquence interpréter et/ou utiliser ces contenus et données à ses seuls risques et périls.",
            "point_source": "https://moncompte.lemonde.fr/cgv",
            "case": {
                "text": "The service is provided 'as is' and to be used at your sole risk",
                "href": "https://edit.tosdr.org/cases/286"
            }
        },
        {
            "title": "This service prohibits users from attempting to gain unauthorized access to other computer systems",
            "rating": "neutral",
            "description": "The service does not allow any attempts at hacking or otherwise gaining unauthorized access to other users' computers.",
            "last_updated": "2023-07-11 06:35:09",
            "point_link": "https://edit.tosdr.org/points/16448",
            "approval_status": "APPROVED",
            "clause_text": "- Ne pas utiliser de virus, injecter de bugs informatiques ou exploiter toute autre forme de faille pour obtenir des avantages ou un accès à des données protégées du Site et/ou Applications.",
            "point_source": "https://moncompte.lemonde.fr/cgv",
            "case": {
                "text": "You are prohibited from attempting to gain unauthorized access to other computer systems",
                "href": "https://edit.tosdr.org/cases/284"
            }
        },
        {
            "title": "This service is only available to users over a 16 years of age",
            "rating": "neutral",
            "description": "The Services are intended for users who are at least a certain age. If you are younger than the age required then you are prohibited from using the Service.",
            "last_updated": "2023-07-11 10:13:15",
            "point_link": "https://edit.tosdr.org/points/16483",
            "approval_status": "APPROVED",
            "clause_text": "En principe, nos produits et services s’adressent à des personnes majeures capables de souscrire des obligations contractuelles.</p>\n<p>L’utilisateur mineur doit obtenir le consentement de son responsable légal préalablement à la communication de données personnelles le concernant.</p>\n<p>Pour l’inscription sur nos sites et à certains de nos services en lignes (newsletter par exemple), l’âge de 16 ans est accepté.</p>\n<p>Un internaute âgé de moins de 18 ans au moment de la publication ou de la création d’un compte en ligne bénéficie d’un droit spécifique à l’effacement des données le concernant.</p>",
            "point_source": "https://www.lemonde.fr/confidentialite/",
            "case": {
                "text": "This service is only available to users over a certain age",
                "href": "https://edit.tosdr.org/cases/152"
            }
        },
        {
            "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder",
            "rating": "neutral",
            "description": "Should any portion of the Terms of Service be unenforceable or invalid, that portion will be enforced to the fullest extent permitted by applicable law and the remainder of the TOS will remain valid and enforceable.",
            "last_updated": "2023-07-11 06:35:07",
            "point_link": "https://edit.tosdr.org/points/16445",
            "approval_status": "APPROVED",
            "clause_text": "La nullité d’une stipulation du Contrat est sans effet sur ses autres clauses.</p>",
            "point_source": "https://moncompte.lemonde.fr/cgv",
            "case": {
                "text": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder",
                "href": "https://edit.tosdr.org/cases/294"
            }
        },
        {
            "title": "The service does not guarantee accuracy or reliability of the information provided",
            "rating": "neutral",
            "description": "This service makes no warranty regarding the accuracy or reliability of any information that is given on its website or the results that may be obtained from the use of the service.",
            "last_updated": "2023-07-11 10:04:40",
            "point_link": "https://edit.tosdr.org/points/16462",
            "approval_status": "APPROVED",
            "clause_text": "Les contenus éditoriaux et autres données présents dans les publications, sur le Site et/ou Applications du Monde sont fournis à titre informatif.\nIls sont susceptibles d’erreur, d’omission, d’obsolescence.\nIls ne sauraient en aucun cas être assimilés, de quelque façon que ce soit, à un conseil ou à une aide à la décision.",
            "point_source": "https://moncompte.lemonde.fr/cgv",
            "case": {
                "text": "The service does not guarantee accuracy or reliability of the information provided",
                "href": "https://edit.tosdr.org/cases/288"
            }
        },
        {
            "title": "This service requires first-party cookies",
            "rating": "neutral",
            "description": "First-party cookies only belong to the domain of the service and not a third party.",
            "last_updated": "2023-07-11 10:05:40",
            "point_link": "https://edit.tosdr.org/points/16474",
            "approval_status": "APPROVED",
            "clause_text": "Différentes technologies peuvent être mises en œuvre pour recueillir ces données.\nNous les désignons de façon générique « cookie ».</p>\n<p>–",
            "point_source": "https://www.lemonde.fr/confidentialite/",
            "case": {
                "text": "First-party cookies are used",
                "href": "https://edit.tosdr.org/cases/126"
            }
        },
        {
            "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision",
            "rating": "neutral",
            "description": "Even if the service does not or not always enforce all of the rules or provisions contained in its terms, they still apply. Users can at a later time still be held accountable for violating provisions that have not been enforced consistently.",
            "last_updated": "2023-07-11 06:34:59",
            "point_link": "https://edit.tosdr.org/points/16444",
            "approval_status": "APPROVED",
            "clause_text": "<p>L’éventuelle tolérance d’un manquement contractuel ne vaut pas renonciation du Monde à s’en prévaloir.",
            "point_source": "https://moncompte.lemonde.fr/cgv",
            "case": {
                "text": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision",
                "href": "https://edit.tosdr.org/cases/295"
            }
        },
        {
            "title": "Users agree not to use the service for illegal purposes",
            "rating": "neutral",
            "description": "The user agrees not to commit any unlawful acts through the use of the website, including the posting of illegal content or messaging.",
            "last_updated": "2023-07-11 06:35:09",
            "point_link": "https://edit.tosdr.org/points/16447",
            "approval_status": "APPROVED",
            "clause_text": "Lorsque l’Utilisateur et/ou Client utilise le Site et/ou Applications du Monde, il s’engage à  :</p>\n<blockquote>\n<p>- Respecter les lois et règlements en vigueur, l’ordre public et les bonnes mœurs.",
            "point_source": "https://moncompte.lemonde.fr/cgv",
            "case": {
                "text": "You agree not to use the service for illegal purposes",
                "href": "https://edit.tosdr.org/cases/280"
            }
        },
        {
            "title": "You are responsible for maintaining the security of your account and for the activities on your account",
            "rating": "neutral",
            "description": "You are responsible for protecting the confidentiality of your password and for maintaining the security of your account. Any activity occurring under your account is your responsibility, whether authorized by you or not.",
            "last_updated": "2023-07-11 10:04:15",
            "point_link": "https://edit.tosdr.org/points/16456",
            "approval_status": "APPROVED",
            "clause_text": "Ces codes d’accès sont personnels et confidentiels.\nChaque Utilisateur et/ou Client reconnaît et accepte que toute connexion au Site et/ou aux Applications, toute utilisation d’un Produit et/ou Service ou toute Commande effectuée à partir de son Compte sont réputées avoir été effectuées par lui.</p>\n<p>L’Utilisateur et/ou Client s’engage à conserver ses codes d’accès secrets et s’interdit de les divulguer sous quelque forme que ce soit à des tiers.",
            "point_source": "https://moncompte.lemonde.fr/cgv",
            "case": {
                "text": "You are responsible for maintaining the security of your account and for the activities on your account",
                "href": "https://edit.tosdr.org/cases/148"
            }
        },
        {
            "title": "This service collects your IP address, which can be used to view your approximate location",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:05:49",
            "point_link": "https://edit.tosdr.org/points/16475",
            "approval_status": "APPROVED",
            "clause_text": "<p>Les cookies déposés par la Société éditrice du <em>Monde</em> sous réserve de vos choix nous donnent accès notamment aux informations suivantes&nbsp;:</p>\n<ul>\n<li>Identifiants de l’équipement que vous utilisez (adresse IP de votre ordinateur, identifiant Android, identifiant Apple, etc.),</li>",
            "point_source": "https://www.lemonde.fr/confidentialite/",
            "case": {
                "text": "Your IP address is collected, which can be used to view your approximate location",
                "href": "https://edit.tosdr.org/cases/399"
            }
        },
        {
            "title": "The court of law governing the terms is in location France",
            "rating": "neutral",
            "description": "The Terms are governed by the applicable laws of a jurisdiction (specified in the title of each point by replacing the \"X\").",
            "last_updated": "2023-07-11 10:05:21",
            "point_link": "https://edit.tosdr.org/points/16469",
            "approval_status": "APPROVED",
            "clause_text": "Les Conditions Générales et les Conditions Particulières sont régies par le droit français.</p>",
            "point_source": "https://moncompte.lemonde.fr/cgv",
            "case": {
                "text": "The court of law governing the terms is in location X",
                "href": "https://edit.tosdr.org/cases/163"
            }
        },
        {
            "title": "Other applicable rules, terms, conditions or guidelines",
            "rating": "neutral",
            "description": "Use of the service is subject also to an exhaustive list of other documents containing rules, guidelines, terms or policies (in addition to the obvious Terms of Service/Terms of Use and Privacy Policy/Data Use Policy)",
            "last_updated": "2023-07-11 06:34:16",
            "point_link": "https://edit.tosdr.org/points/16441",
            "approval_status": "APPROVED",
            "clause_text": "Conditions Particulières</strong> : désigne les conditions particulières de vente et d’utilisation applicables spécifiquement à certains Produits et/ou Services proposés par Le Monde.",
            "point_source": "https://moncompte.lemonde.fr/cgv",
            "case": {
                "text": "Other applicable rules, terms, conditions or guidelines",
                "href": "https://edit.tosdr.org/cases/144"
            }
        }
    ]
}