{
    "meta_data": {
        "title": "Pexgle - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "The policy refers to documents that are missing or unfindable",
            "rating": "blocker",
            "description": "For instance, when the privacy policy refers to the cookie policy, but there is no link to a cookie policy, anywhere. It only applies to services that are impossible to contact to raise the issue, either because they don’t offer any contact method or they do not respond in a reasonable time.",
            "last_updated": "2023-07-11 06:34:31",
            "point_link": "https://edit.tosdr.org/points/6424",
            "approval_status": "APPROVED",
            "clause_text": "For more information on our use of these technologies, see our Cookie Policy.</li>",
            "point_source": "https://www.pexgle.com/privacy-policy/",
            "case": {
                "text": "The policy refers to documents that are missing or unfindable",
                "href": "https://edit.tosdr.org/cases/386"
            }
        },
        {
            "title": "You must provide your identifiable information",
            "rating": "bad",
            "description": "The Service requires users to provide their identifiable information, including phone number, iD number or other information, even though this data collection isn’t essential for the purposes of the service. They may still allow pseudonyms in the foreground.",
            "last_updated": "2023-07-11 04:47:39",
            "point_link": "https://edit.tosdr.org/points/20203",
            "approval_status": "APPROVED",
            "clause_text": "To help create and maintain a trusted environment, we collect identity verification information (such as images of your passport, national ID card) or other authentication information.</li>",
            "point_source": "https://www.pexgle.com/privacy-policy/",
            "case": {
                "text": "You must provide your identifiable information",
                "href": "https://edit.tosdr.org/cases/409"
            }
        },
        {
            "title": "This service may collect, use, and share location data",
            "rating": "bad",
            "description": "Location-based information is collected and may be used and/or shared with third parties for purposes not directly related to the services provided (i.e. the Service doesn't rely on the use or share of location data to function properly).",
            "last_updated": "2023-07-11 04:47:38",
            "point_link": "https://edit.tosdr.org/points/20206",
            "approval_status": "APPROVED",
            "clause_text": "We use your IP address and/or country preference in order to approximate your location to provide you with a better Service experience and to fulfil our legal and fiscal obligations.</li>",
            "point_source": "https://www.pexgle.com/privacy-policy/",
            "case": {
                "text": "This service may collect, use, and share location data",
                "href": "https://edit.tosdr.org/cases/373"
            }
        },
        {
            "title": "Terms may be changed any time at their discretion, without notice to the user",
            "rating": "bad",
            "description": "The Agreements can be updated at any time, including in a way that negatively affects user rights, without notifying before or after the changes.",
            "last_updated": "2023-07-11 06:35:15",
            "point_link": "https://edit.tosdr.org/points/6427",
            "approval_status": "APPROVED",
            "clause_text": "Please note that we reserve the right, in our sole discretion, to change, modify, add or delete portions of this Policy without notice at any time by updating this posting.\nYou should visit this page regularly to review the current Policy.",
            "point_source": "https://www.pexgle.com/content-policy/",
            "case": {
                "text": "Terms may be changed any time at their discretion, without notice to you",
                "href": "https://edit.tosdr.org/cases/121"
            }
        },
        {
            "title": "This service shares your personal data with third parties that are not involved in its operation",
            "rating": "bad",
            "description": "Your personal data is or may be given to third parties nonessential to the service’s operation. This could be a business partner that receives your data to provide targeted advertisements.",
            "last_updated": "2023-07-11 04:47:40",
            "point_link": "https://edit.tosdr.org/points/20217",
            "approval_status": "APPROVED",
            "clause_text": "Where permissible according to applicable law we may use certain limited personal information about you, such as your email address, to hash it and to share it with social network websites, such as Facebook or Google, to generate leads, drive traffic to our websites or otherwise promote our products or Services.\nThese processing activities are based on our legitimate interest in undertaking marketing activities to offer you products or services that may be interested to you.The social network websites with which we may share your personal data are not controlled or supervised by us.",
            "point_source": "https://www.pexgle.com/privacy-policy/",
            "case": {
                "text": "This service shares your personal data with third parties that are not essential to its operation",
                "href": "https://edit.tosdr.org/cases/166"
            }
        },
        {
            "title": "Some personal data may be kept after the end of the data retention period or a request for erasure",
            "rating": "bad",
            "description": "After the end of the data retention period and/or if you request the deletion of your data, they may still keep it for business interests (fraud detection, transactions...) or legal obligations (tax, legal reporting...)",
            "last_updated": "2023-07-11 04:47:40",
            "point_link": "https://edit.tosdr.org/points/20218",
            "approval_status": "APPROVED",
            "clause_text": "Please note that if you request the erasure of your personal information:<ul>\n<li>We may retain some of your personal information as necessary for our legitimate business interests, such as fraud detection and prevention and enhancing safety within 7 (seven) years in accordance with applicable legislation.</li>\n<li>We may retain and use your personal information to the extent necessary to comply with our legal obligations.",
            "point_source": "https://www.pexgle.com/privacy-policy/",
            "case": {
                "text": "Some personal data may be kept for business interests or legal obligations",
                "href": "https://edit.tosdr.org/cases/333"
            }
        },
        {
            "title": "They reserve the right to suspend/terminate your access to or use of the Site without notice, in their sole discretion.",
            "rating": "bad",
            "description": "At any time, your account can be terminated without explanation and without warning by the service.",
            "last_updated": "2023-07-11 06:34:45",
            "point_link": "https://edit.tosdr.org/points/6429",
            "approval_status": "APPROVED",
            "clause_text": "We reserve the right to restrict, suspend, terminate or refuse your access to or use of the Site, in whole or in part, without notice, in our sole discretion.",
            "point_source": "https://www.pexgle.com/content-policy/",
            "case": {
                "text": "Your account can be deleted or permanently suspended without prior notice and without a reason",
                "href": "https://edit.tosdr.org/cases/201"
            }
        },
        {
            "title": "Your personal data may be used for marketing purposes",
            "rating": "bad",
            "description": "The service may use your personal data for marketing, such as sending you personalised offerings.",
            "last_updated": "2023-07-11 04:47:39",
            "point_link": "https://edit.tosdr.org/points/20210",
            "approval_status": "APPROVED",
            "clause_text": "<li>Send you promotional messages, marketing, advertising, and other information that may be interested to you based on your preferences (including information about Pexgle campaigns and services)",
            "point_source": "https://www.pexgle.com/privacy-policy/",
            "case": {
                "text": "Your personal data may be used for marketing purposes",
                "href": "https://edit.tosdr.org/cases/336"
            }
        },
        {
            "title": "This service tracks which web page referred you to it",
            "rating": "bad",
            "description": "The service logs the URL of the last web page you visited before visiting the Site and may use that information to gather more data about you.",
            "last_updated": "2023-07-11 04:47:39",
            "point_link": "https://edit.tosdr.org/points/20205",
            "approval_status": "APPROVED",
            "clause_text": "We also collect information through your device about your operating system, browser type, IP address, URLs of referring/exit pages.",
            "point_source": "https://www.pexgle.com/privacy-policy/",
            "case": {
                "text": "This service tracks which web page referred you to it",
                "href": "https://edit.tosdr.org/cases/387"
            }
        },
        {
            "title": "You are being tracked via social media cookies/pixels",
            "rating": "bad",
            "description": "These types of cookies/pixels send information to social media sites when you interact with the service.",
            "last_updated": "2023-07-11 04:47:39",
            "point_link": "https://edit.tosdr.org/points/20207",
            "approval_status": "APPROVED",
            "clause_text": "Some of our Services contain widgets and social media features, such as the Facebook button.",
            "point_source": "https://www.pexgle.com/privacy-policy/",
            "case": {
                "text": "You are being tracked via social media cookies/pixels",
                "href": "https://edit.tosdr.org/cases/307"
            }
        },
        {
            "title": "Many third parties are involved in operating the service",
            "rating": "bad",
            "description": null,
            "last_updated": "2023-07-11 04:47:38",
            "point_link": "https://edit.tosdr.org/points/20195",
            "approval_status": "APPROVED",
            "clause_text": "We reserve the right to use third party service providers in the provisions of all or part of the Services including, but not limited to, hosting providers, payment processing services, information and communication services, analytics services, internet advertising platforms, advertising service providers and platforms.",
            "point_source": "https://www.pexgle.com/terms-and-conditions/",
            "case": {
                "text": "Many third parties are involved in operating the service",
                "href": "https://edit.tosdr.org/cases/208"
            }
        },
        {
            "title": "If you offer suggestions to the service, they become the owner of the ideas that you give them",
            "rating": "bad",
            "description": "The service can claim ownership on feedback, proposals, ideas and suggestions submitted by the users, who may waive their \"moral rights\" on that feedback.",
            "last_updated": "2023-07-11 04:47:39",
            "point_link": "https://edit.tosdr.org/points/20202",
            "approval_status": "APPROVED",
            "clause_text": "On 2025-01-01 09:50:19 UTC, Opurnerly (33910)  Suspended wrote:\n          Can I download forms from usavisagov? US Visa for MEXICAN CITIZENS",
            "point_source": "https://www.pexgle.com/terms-and-conditions/",
            "case": {
                "text": "If you offer suggestions to the service, they become the owner of the ideas that you give them",
                "href": "https://edit.tosdr.org/cases/182"
            }
        },
        {
            "title": "The service may keep a secure, anonymized record of your data for analytical purposes even after the data retention period",
            "rating": "bad",
            "description": "The data retention period states how long a service keeps user data. In this case, the service may anonymize the personal data after its retention period is over and use it for analytical or research purposes.",
            "last_updated": "2023-07-11 04:47:39",
            "point_link": "https://edit.tosdr.org/points/20204",
            "approval_status": "APPROVED",
            "clause_text": "We also retain some of your information, which is anonymised, as necessary to comply with our legal obligations, to resolve disputes, to enforce our agreements, to support business operations and to continue to develop and improve the Services.",
            "point_source": "https://www.pexgle.com/privacy-policy/",
            "case": {
                "text": "The service may keep a secure, anonymized record of your data for analytical purposes even after the data retention period",
                "href": "https://edit.tosdr.org/cases/304"
            }
        },
        {
            "title": "Your personal data is used to employ targeted third-party advertising",
            "rating": "bad",
            "description": "Your Personal Information is traded and shared with advertising companies to target ads on you, either on the website you were visiting or in third party websites. Your interaction with the service and data you have shared with them may be gathered to create an advertising ID or profile.",
            "last_updated": "2023-07-11 04:47:39",
            "point_link": "https://edit.tosdr.org/points/20211",
            "approval_status": "APPROVED",
            "clause_text": "\"We process this information [...] To provide, personalize, and improve our advertising and marketing. Send you promotional messages, marketing, advertising, and other information that may be interested to you based on your preferences (including information about Pexgle campaigns and services) and social media advertising through social media platforms (such as Facebook or Google).\"",
            "point_source": "https://www.pexgle.com/privacy-policy/",
            "case": {
                "text": "Your personal data is used to employ targeted third-party advertising",
                "href": "https://edit.tosdr.org/cases/220"
            }
        },
        {
            "title": "This service gives your personal data to third parties involved in its operation",
            "rating": "bad",
            "description": "Your personal data is or may be given to third parties essential to the service’s operation. This could be an external spam detection service for an internet forum.",
            "last_updated": "2023-07-11 04:47:40",
            "point_link": "https://edit.tosdr.org/points/20216",
            "approval_status": "APPROVED",
            "clause_text": "Pexgle will need to share your information, including personal information, in order to ensure the adequate performance of our contract with you.</li>\n<li>",
            "point_source": "https://www.pexgle.com/privacy-policy/",
            "case": {
                "text": "This service gives your personal data to third parties involved in its operation",
                "href": "https://edit.tosdr.org/cases/188"
            }
        },
        {
            "title": "Your personal data is used for advertising",
            "rating": "bad",
            "description": "Your interaction with the service and data you have shared with them may be gathered to create an advertising ID or profile to target ads on you, either on the website you were visiting or in third party websites.",
            "last_updated": "2023-07-11 04:47:39",
            "point_link": "https://edit.tosdr.org/points/20209",
            "approval_status": "APPROVED",
            "clause_text": "<strong>To provide, personalize, and improve our advertising and marketing.</strong>\n<ul>",
            "point_source": "https://www.pexgle.com/privacy-policy/",
            "case": {
                "text": "Your personal data is used for advertising",
                "href": "https://edit.tosdr.org/cases/216"
            }
        },
        {
            "title": "The service promises to inform and/or notify you regarding government inquiries that may involve your personal data",
            "rating": "good",
            "description": "In case the Government governing the Terms requests personal data of a user of this service, they will make reasonable efforts to inform/notify the user (e.g. warrant canary).",
            "last_updated": "2023-07-11 04:47:39",
            "point_link": "https://edit.tosdr.org/points/20214",
            "approval_status": "APPROVED",
            "clause_text": "Where appropriate, we may notify you about legal requests unless: (i) providing notice is prohibited by the legal process itself, by court order we receive, or by applicable law, or (ii) we believe that providing notice would be ineffective, create a risk of injury or bodily harm to an individual or group, or create or increase a risk of fraud upon Pexgle’s property, its users and the Services.",
            "point_source": "https://www.pexgle.com/privacy-policy/",
            "case": {
                "text": "The service promises to inform and/or notify you regarding government inquiries that may involve your personal data",
                "href": "https://edit.tosdr.org/cases/165"
            }
        },
        {
            "title": "You can limit how your information is used by third-parties and the service",
            "rating": "good",
            "description": "Usually it's related to the right to object to data processing or restrict it under the GDPR. Users may be able to refuse the use of their data for marketing purposes for instance.",
            "last_updated": "2023-07-11 04:47:40",
            "point_link": "https://edit.tosdr.org/points/20219",
            "approval_status": "APPROVED",
            "clause_text": "If it is applicable under the legislation in your jurisdictions you may require us not to process your personal information for certain specific purposes (including profiling) where such processing is based on legitimate interest.",
            "point_source": "https://www.pexgle.com/privacy-policy/",
            "case": {
                "text": "You can limit how your information is used by third-parties and the service",
                "href": "https://edit.tosdr.org/cases/338"
            }
        },
        {
            "title": "The service will only respond to government requests that are reasonable",
            "rating": "good",
            "description": "The Agreement explains they will disclose personal data about you if it is reasonably necessary to comply with applicable law and government requests.",
            "last_updated": "2023-07-11 04:48:05",
            "point_link": "https://edit.tosdr.org/points/20213",
            "approval_status": "APPROVED",
            "clause_text": "Pexgle may disclose your information, including personal information, to courts, law enforcement or governmental authorities, or authorized third parties, if and to the extent we are required or permitted to do so by law or if such disclosure is reasonably necessary: (i) comply with our legal obligations, (ii) to comply with legal process, (iii) to respond to verified requests relating to a criminal investigation or alleged or suspected illegal activity or any other activity that may expose us, you, or any other of our users to legal liability, (iv) to protect the rights, property or personal safety of Pexgle, its employees, or members of the public.",
            "point_source": "https://www.pexgle.com/privacy-policy/",
            "case": {
                "text": "The service will only respond to government requests that are reasonable",
                "href": "https://edit.tosdr.org/cases/393"
            }
        },
        {
            "title": "Information is provided about how your personal data is used",
            "rating": "good",
            "description": "The Privacy Policy explains the purposes for which data is collected and the way it is processed, used and shared.",
            "last_updated": "2023-07-11 04:48:05",
            "point_link": "https://edit.tosdr.org/points/20208",
            "approval_status": "APPROVED",
            "clause_text": "HOW WE USE INFORMATION WE COLLECT",
            "point_source": "https://www.pexgle.com/privacy-policy/",
            "case": {
                "text": "Information is provided about how your personal data is used",
                "href": "https://edit.tosdr.org/cases/227"
            }
        },
        {
            "title": "This service does not sell your personal data",
            "rating": "good",
            "description": "This service makes an explicit promise not to sell \"personal data\" of users.",
            "last_updated": "2023-07-11 06:34:45",
            "point_link": "https://edit.tosdr.org/points/6431",
            "approval_status": "APPROVED",
            "clause_text": "We will never sell your Personal Data to any third party.</p>",
            "point_source": "https://www.pexgle.com/privacy-policy/",
            "case": {
                "text": "Your personal data is not sold",
                "href": "https://edit.tosdr.org/cases/193"
            }
        },
        {
            "title": "Third parties used by the service are bound by confidentiality obligations",
            "rating": "good",
            "description": "The Third Parties accessing your personal information must keep it confidential and only use it for limited purposes.",
            "last_updated": "2023-07-11 04:48:05",
            "point_link": "https://edit.tosdr.org/points/20215",
            "approval_status": "APPROVED",
            "clause_text": "These providers have limited access to your information to perform these tasks on our behalf, and are contractually bound to protect and to use it only for the purposes for which it was disclosed and consistent with this Privacy Policy.",
            "point_source": "https://www.pexgle.com/privacy-policy/",
            "case": {
                "text": "Third parties used by the service are bound by confidentiality obligations",
                "href": "https://edit.tosdr.org/cases/210"
            }
        },
        {
            "title": "Information is provided about security practices",
            "rating": "good",
            "description": "It's important to know what security measures are taken to protect your data from unauthorized access. This case applies to the Agreements that precisely explain their security practices.",
            "last_updated": "2023-07-11 04:48:05",
            "point_link": "https://edit.tosdr.org/points/20220",
            "approval_status": "APPROVED",
            "clause_text": "We are continuously implementing and updating administrative, technical, and physical security measures to help protect your information against unauthorized access, loss, destruction, or alteration.\nSome of the safeguards we use to protect your information are as follows<ul>\n<li>Limited access to the production database at the network level</li>\n<li>Limited access to the production database at the process/users level</li>\n<li>Password policy for access to the production database</li>\n<li>Data transfer encryption</li>\n<li>Data encryption in the database (for card data and authentication credentials)</li>\n<li>WAF (Web Application Firewall)</li>\n<li>DDoS protection</li>\n<li>Internal password change policies</li>\n<li>PCI DSS compliance</li>\n<li>Logging of actions and log analysis</li>\n<li>Antiviruses on admins workstations</li>",
            "point_source": "https://www.pexgle.com/privacy-policy/",
            "case": {
                "text": "Information is provided about security practices",
                "href": "https://edit.tosdr.org/cases/226"
            }
        },
        {
            "title": "You have the right to leave this service at any time",
            "rating": "good",
            "description": "You can stop using the service and/or cancel or delete your account at any time for any reason. Moreover, the termination is reasonably fast and simple.",
            "last_updated": "2023-07-11 04:47:38",
            "point_link": "https://edit.tosdr.org/points/20197",
            "approval_status": "APPROVED",
            "clause_text": "You may delete your User account at any time.",
            "point_source": "https://www.pexgle.com/terms-and-conditions/",
            "case": {
                "text": "You have the right to leave this service at any time",
                "href": "https://edit.tosdr.org/cases/170"
            }
        },
        {
            "title": "You can opt out of promotional communications",
            "rating": "good",
            "description": "You can update your account preferences and/or easily unsubscribe of email/sms lists to stop receiving promotional communications.",
            "last_updated": "2023-07-11 04:47:39",
            "point_link": "https://edit.tosdr.org/points/20212",
            "approval_status": "APPROVED",
            "clause_text": "You can opt-out of receiving marketing communications from us by following the unsubscribe instructions included in our marketing communications or changing your notification settings within your Pexgle Account.</p>\n</li>",
            "point_source": "https://www.pexgle.com/privacy-policy/",
            "case": {
                "text": "You can opt out of promotional communications",
                "href": "https://edit.tosdr.org/cases/223"
            }
        },
        {
            "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:34:38",
            "point_link": "https://edit.tosdr.org/points/6425",
            "approval_status": "APPROVED",
            "clause_text": "You agree to defend, indemnify and hold harmless Pexgle and its officers, directors, employees and agents, from and against any and all claims, damages, obligations, losses, liabilities, costs or debt, and expenses (including but not limited to attorney’s fees) arising from: (a) your use of and access to the Services and the Website.\n(b) your violation of any term of this Agreement.\nor (c) your violation of any third party right, including without limitation any copyright, property, or privacy right.\nThis defense and indemnification obligation will survive the termination of this Agreement and your use of the Services and the Website.</li>",
            "point_source": "https://www.pexgle.com/terms-and-conditions/",
            "case": {
                "text": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
                "href": "https://edit.tosdr.org/cases/146"
            }
        },
        {
            "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
            "rating": "neutral",
            "description": "The service assumes no liability for any damages the user incurs, including tangible (e.g. profits) and intangible losses (e.g. data), resulting from the use or inability to use the service or any other matter relating to the service.",
            "last_updated": "2023-07-11 04:47:39",
            "point_link": "https://edit.tosdr.org/points/20201",
            "approval_status": "APPROVED",
            "clause_text": "In no event shall Pexgle, its officers, directors, employees, or agents, be liable to you or to any third party for any direct, indirect, incidental, special, punitive, or consequential damages whatsoever arising from or related to either this Agreement, or use of the Services or the Website.",
            "point_source": "https://www.pexgle.com/terms-and-conditions/",
            "case": {
                "text": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
                "href": "https://edit.tosdr.org/cases/293"
            }
        },
        {
            "title": "There is a date of the last update of the terms",
            "rating": "neutral",
            "description": "The given text has a date that allows to know when it was last updated.",
            "last_updated": "2023-07-11 06:35:14",
            "point_link": "https://edit.tosdr.org/points/6423",
            "approval_status": "APPROVED",
            "clause_text": "On 2024-10-08 11:47:24 UTC, chrisjonson223 (31917)  wrote:\n          The Toyota Cross combines the versatility of an SUV with the convenience of a compact vehicle, making it ideal for city driving and weekend getaways. Discover the features of the Toyota Cross for a car that’s both fuel-efficient and stylish. It offers the perfect balance between comfort, performance, and practicality.",
            "point_source": "https://www.pexgle.com/content-policy/",
            "case": {
                "text": "There is a date of the last update of the agreements",
                "href": "https://edit.tosdr.org/cases/331"
            }
        },
        {
            "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
            "rating": "neutral",
            "description": "The service provider expressly does not claim to provide uninterrupted, timely, secure or error-free service.",
            "last_updated": "2023-07-11 04:47:38",
            "point_link": "https://edit.tosdr.org/points/20200",
            "approval_status": "APPROVED",
            "clause_text": "(B) WILL BE AVAILABLE ON AN UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE BASIS.",
            "point_source": "https://www.pexgle.com/terms-and-conditions/",
            "case": {
                "text": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
                "href": "https://edit.tosdr.org/cases/287"
            }
        },
        {
            "title": "This service is only available for use individually and non-commercially.",
            "rating": "neutral",
            "description": "Users can't use the Service for commercial purposes (unless the Service consents): it is only for personal, individual purposes.",
            "last_updated": "2023-07-11 06:34:48",
            "point_link": "https://edit.tosdr.org/points/6432",
            "approval_status": "APPROVED",
            "clause_text": "You may access and display Pexgle Content for non-commercial, personal use only.</p>",
            "point_source": "https://www.pexgle.com/content-policy/",
            "case": {
                "text": "This service is only available for use individually and non-commercially.",
                "href": "https://edit.tosdr.org/cases/143"
            }
        },
        {
            "title": "The service is provided 'as is' and to be used at the users' sole risk",
            "rating": "neutral",
            "description": "This service does not provide any guarantees as to its usability or fitness for the users' purposes. Users agree to use it at their own risk, accepting any possible bugs, malfunctions or harm to their devices.",
            "last_updated": "2023-07-11 04:47:38",
            "point_link": "https://edit.tosdr.org/points/20198",
            "approval_status": "APPROVED",
            "clause_text": "EXCEPT WHERE PROHIBITED BY LAW, THE SERVICES AND THE WEBSITE ARE PROVIDED “AS-IS”",
            "point_source": "https://www.pexgle.com/terms-and-conditions/",
            "case": {
                "text": "The service is provided 'as is' and to be used at your sole risk",
                "href": "https://edit.tosdr.org/cases/286"
            }
        },
        {
            "title": "You are responsible for maintaining the security of your account and for the activities on your account",
            "rating": "neutral",
            "description": "You are responsible for protecting the confidentiality of your password and for maintaining the security of your account. Any activity occurring under your account is your responsibility, whether authorized by you or not.",
            "last_updated": "2023-07-11 04:47:38",
            "point_link": "https://edit.tosdr.org/points/20196",
            "approval_status": "APPROVED",
            "clause_text": "You are responsible for all of the following with respect to your use of the Services:<ol>\n<li>maintaining the security of your User account and all the activity that occurs on your User account;</li>\n<li>",
            "point_source": "https://www.pexgle.com/terms-and-conditions/",
            "case": {
                "text": "You are responsible for maintaining the security of your account and for the activities on your account",
                "href": "https://edit.tosdr.org/cases/148"
            }
        },
        {
            "title": "This service does not guarantee that it or the products obtained through it meet your expectations or requirements",
            "rating": "neutral",
            "description": "This service provider informs its users that the services, information, products, or other materials provided on its website may not meet the users' expectations or requirements.",
            "last_updated": "2023-07-11 04:47:36",
            "point_link": "https://edit.tosdr.org/points/20199",
            "approval_status": "APPROVED",
            "clause_text": "WE MAKE NO WARRANTY THAT THE SERVICES OR THE WEBSITE (A) WILL MEET YOUR REQUIREMENTS.",
            "point_source": "https://www.pexgle.com/terms-and-conditions/",
            "case": {
                "text": "This service does not guarantee that it or the products obtained through it meet your expectations or requirements",
                "href": "https://edit.tosdr.org/cases/290"
            }
        }
    ]
}