{
    "meta_data": {
        "title": "eBuddy - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "Private messages can be read",
            "rating": "blocker",
            "description": "The Service is able to access, scan, review or read all user communications, including private messages, which may contain personal or sensitive data.",
            "last_updated": "2023-07-11 10:13:14",
            "edit_link": "https://edit.tosdr.org/points/17624",
            "approval_status": "APPROVED"
        },
        {
            "title": "Tracking via third-party cookies for advertising",
            "rating": "bad",
            "description": "The service's website sets third-party cookies (cookies that do not belong to their domain) for purposes not including statistics and analytics.",
            "last_updated": "2023-07-11 06:34:55",
            "edit_link": "https://edit.tosdr.org/points/17616",
            "approval_status": "APPROVED"
        },
        {
            "title": "Terms may be changed any time at their discretion, without notice to the user",
            "rating": "bad",
            "description": "The Agreements can be updated at any time, including in a way that negatively affects user rights, without notifying before or after the changes.",
            "last_updated": "2023-07-11 10:03:16",
            "edit_link": "https://edit.tosdr.org/points/17629",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service can delete your account without prior notice and without a reason",
            "rating": "bad",
            "description": "At any time, your account can be terminated without explanation and without warning by the service.",
            "last_updated": "2023-07-11 10:12:07",
            "edit_link": "https://edit.tosdr.org/points/17609",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service may use your personal information for marketing purposes",
            "rating": "bad",
            "description": "The service may use your personal data for marketing, such as sending you personalised offerings.",
            "last_updated": "2023-07-11 10:02:55",
            "edit_link": "https://edit.tosdr.org/points/17617",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service may use device fingerprinting on users.",
            "rating": "bad",
            "description": "Tracking technologies (such as web beacons, tracking pixels...) are employed on users and/or the service assigns a unique ID to a browser or device to track its behaviour.",
            "last_updated": "2023-07-11 10:03:46",
            "edit_link": "https://edit.tosdr.org/points/17615",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.",
            "rating": "bad",
            "description": "If the service gets acquired or is involved in a merger, bankruptcy, reorganisation or sale, your personal data may be transferred or sold.",
            "last_updated": "2023-07-11 10:13:15",
            "edit_link": "https://edit.tosdr.org/points/17626",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service uses your personal information for many different purposes",
            "rating": "bad",
            "description": "Personal Data can be processed for many reasons, including non essential processing such as for advertising, marketing and analytics purposes.",
            "last_updated": "2023-07-11 10:04:56",
            "edit_link": "https://edit.tosdr.org/points/17620",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service uses your personal data for advertising",
            "rating": "bad",
            "description": "Your interaction with the service and data you have shared with them may be gathered to create an advertising ID or profile to target ads on you, either on the website you were visiting or in third party websites.",
            "last_updated": "2023-07-11 10:05:01",
            "edit_link": "https://edit.tosdr.org/points/17618",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your data may be processed and stored anywhere in the world",
            "rating": "bad",
            "description": "Your data is stored all over the world, including in countries where data protection rules may differ from the ones of the service's jurisdiction or those of your country jurisdiction.",
            "last_updated": "2023-07-11 10:13:15",
            "edit_link": "https://edit.tosdr.org/points/17627",
            "approval_status": "APPROVED"
        },
        {
            "title": "Users shall not interfere with another person's enjoyment of the service",
            "rating": "bad",
            "description": "Users are asked not to interfere with another person't enjoyment in using the service.\nHowever, this statement is very vague and open to interpretation by the service itself.",
            "last_updated": "2023-07-11 10:07:35",
            "edit_link": "https://edit.tosdr.org/points/17605",
            "approval_status": "APPROVED"
        },
        {
            "title": "Any liability on behalf of the service is only limited to 1000€",
            "rating": "bad",
            "description": null,
            "last_updated": "2023-07-11 06:35:30",
            "edit_link": "https://edit.tosdr.org/points/17608",
            "approval_status": "APPROVED"
        },
        {
            "title": "Third-party cookies are used for statistics",
            "rating": "bad",
            "description": "For instance, Google Analytics, rather than self-hosted (first-party) statistics software.",
            "last_updated": "2023-07-11 10:13:14",
            "edit_link": "https://edit.tosdr.org/points/17622",
            "approval_status": "APPROVED"
        },
        {
            "title": "You can request access, correction and/or deletion of your data",
            "rating": "good",
            "description": "Users have the right to access personal data hold by the Service, correct it and/or permanently delete it. This usually applies to Services GDPR compliants.",
            "last_updated": "2023-07-11 10:05:26",
            "edit_link": "https://edit.tosdr.org/points/17628",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service does not force users into binding arbitration",
            "rating": "good",
            "description": "Binding Arbitration is a dispute resolution method involving a neutral third party which will render a decision instead of going to court. Since the arbitrator can decide the outgoing of a dispute without evidences or a legal basis, it is preferable that users decide whether they want or not their dispute to be resolved this way.",
            "last_updated": "2023-07-11 10:07:28",
            "edit_link": "https://edit.tosdr.org/points/17602",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service will only respond to government requests that are reasonable",
            "rating": "good",
            "description": "The Agreement explains they will disclose personal data about you if it is reasonably necessary to comply with applicable law and government requests.",
            "last_updated": "2023-07-11 10:13:14",
            "edit_link": "https://edit.tosdr.org/points/17621",
            "approval_status": "APPROVED"
        },
        {
            "title": "A complaint mechanism is provided for the handling of personal data",
            "rating": "good",
            "description": "The service provides users with contact information for an internal or external structure to lodge complaints. It also provides users with contact information for a higher data protection / privacy office in case the internal mechanism fails to satisfy the user.",
            "last_updated": "2023-07-11 10:05:30",
            "edit_link": "https://edit.tosdr.org/points/17630",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service provides details about what kinds of personal information they collect",
            "rating": "good",
            "description": "The Privacy Policy describes in detail the data collected through the website and through the services provided.",
            "last_updated": "2023-07-11 06:35:44",
            "edit_link": "https://edit.tosdr.org/points/17614",
            "approval_status": "APPROVED"
        },
        {
            "title": "You have the right to leave this service at any time",
            "rating": "good",
            "description": "You can stop using the service and/or cancel or delete your account at any time for any reason. Moreover, the termination is reasonably fast and simple.",
            "last_updated": "2023-07-11 10:07:39",
            "edit_link": "https://edit.tosdr.org/points/17606",
            "approval_status": "APPROVED"
        },
        {
            "title": "The user is informed about security practices",
            "rating": "good",
            "description": "It's important to know what security measures are taken to protect your data from unauthorized access. This case applies to the Agreements that precisely explain their security practices.",
            "last_updated": "2023-07-11 10:02:57",
            "edit_link": "https://edit.tosdr.org/points/17623",
            "approval_status": "APPROVED"
        },
        {
            "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:12:41",
            "edit_link": "https://edit.tosdr.org/points/17161",
            "approval_status": "APPROVED"
        },
        {
            "title": "There is a date of the last update of the agreements",
            "rating": "neutral",
            "description": "The given text has a date that allows to know when it was last updated.",
            "last_updated": "2023-07-11 06:35:41",
            "edit_link": "https://edit.tosdr.org/points/17159",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
            "rating": "neutral",
            "description": "The service assumes no liability for any damages the user incurs, including tangible (e.g. profits) and intangible losses (e.g. data), resulting from the use or inability to use the service or any other matter relating to the service.",
            "last_updated": "2023-07-11 10:09:48",
            "edit_link": "https://edit.tosdr.org/points/17607",
            "approval_status": "APPROVED"
        },
        {
            "title": "Prohibits harming minors in any ways",
            "rating": "neutral",
            "description": "This service prohibits harming minor in any ways. Since both “minor” and “in any ways” are vague and can be cited to restrict possibly any actions, the case is not classified as “good”.",
            "last_updated": "2023-07-11 10:07:29",
            "edit_link": "https://edit.tosdr.org/points/17604",
            "approval_status": "APPROVED"
        },
        {
            "title": "Defend, indemnify, hold harmless; survives termination",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:34:12",
            "edit_link": "https://edit.tosdr.org/points/17610",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
            "rating": "neutral",
            "description": "The service provider expressly does not claim to provide uninterrupted, timely, secure or error-free service.",
            "last_updated": "2023-07-11 06:35:41",
            "edit_link": "https://edit.tosdr.org/points/17613",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your private content may be accessed by people working for the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:04:46",
            "edit_link": "https://edit.tosdr.org/points/17625",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service prohibits users sending chain letters, junk mail, spam or any unsolicited messages.",
            "rating": "neutral",
            "description": "Users are not allowed to use the service for chain letters, junk mail, spamming or any other distribution of content to people who have not agreed to receiving it.",
            "last_updated": "2023-07-11 10:07:29",
            "edit_link": "https://edit.tosdr.org/points/17603",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service is only available for use individually and non-commercially.",
            "rating": "neutral",
            "description": "Users can't use the Service for commercial purposes (unless the Service consents): it is only for personal, individual purposes.",
            "last_updated": "2023-07-11 10:07:27",
            "edit_link": "https://edit.tosdr.org/points/17600",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service is provided 'as is' and to be used at the users' sole risk",
            "rating": "neutral",
            "description": "This service does not provide any guarantees as to its usability or fitness for the users' purposes. Users agree to use it at their own risk, accepting any possible bugs, malfunctions or harm to their devices.",
            "last_updated": "2023-07-11 06:34:12",
            "edit_link": "https://edit.tosdr.org/points/17611",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service does not guarantee that it or the products obtained through it meet the users' expectations or requirements",
            "rating": "neutral",
            "description": "This service provider informs its users that the services, information, products, or other materials provided on its website may not meet the users' expectations or requirements.",
            "last_updated": "2023-07-11 10:11:17",
            "edit_link": "https://edit.tosdr.org/points/17612",
            "approval_status": "APPROVED"
        },
        {
            "title": "The court of law governing the terms is in Netherlands",
            "rating": "neutral",
            "description": "The Terms are governed by the applicable laws of a jurisdiction (specified in the title of each point by replacing the \"X\").",
            "last_updated": "2023-07-11 10:07:27",
            "edit_link": "https://edit.tosdr.org/points/17601",
            "approval_status": "APPROVED"
        }
    ]
}