{
    "meta_data": {
        "title": "Surfshark - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "Terms may be changed any time at their discretion, without notice to the user",
            "rating": "bad",
            "description": "The Agreements can be updated at any time, including in a way that negatively affects user rights, without notifying before or after the changes.",
            "last_updated": "2023-07-11 06:34:27",
            "point_link": "https://edit.tosdr.org/points/11747",
            "approval_status": "APPROVED",
            "clause_text": "We may choose to update this policy at our discretion, so you should check this page periodically as the terms may change from time to time.",
            "point_source": "https://surfshark.com/privacy-policy",
            "case": {
                "text": "Terms may be changed any time at their discretion, without notice to you",
                "href": "https://edit.tosdr.org/cases/121"
            }
        },
        {
            "title": "Your account can be deleted without prior notice and without a reason",
            "rating": "bad",
            "description": "At any time, your account can be terminated without explanation and without warning by the service.",
            "last_updated": "2023-07-11 06:32:07",
            "point_link": "https://edit.tosdr.org/points/33493",
            "approval_status": "APPROVED",
            "clause_text": "We reserve the right to terminate your account at any time.",
            "point_source": "https://surfshark.com/terms-of-service",
            "case": {
                "text": "Your account can be deleted or permanently suspended without prior notice and without a reason",
                "href": "https://edit.tosdr.org/cases/201"
            }
        },
        {
            "title": "Many third parties are involved in operating the service (Google, Stripe, Cloudflare, Zendesk)",
            "rating": "bad",
            "description": null,
            "last_updated": "2023-07-11 06:32:09",
            "point_link": "https://edit.tosdr.org/points/33489",
            "approval_status": "APPROVED",
            "clause_text": "On 2024-04-30 17:35:41 UTC, fomajob (28301)  Suspended wrote:\n          Took me time to read all the comments, but I really enjoyed the article. It proved to be Very helpful to me and I am sure to all the commenters here! It’s always nice when you can not only be informed, but also entertained runtz dabwoods 30",
            "point_source": "https://surfshark.com/privacy-policy",
            "case": {
                "text": "Many third parties are involved in operating the service",
                "href": "https://edit.tosdr.org/cases/208"
            }
        },
        {
            "title": "If you offer suggestions to the service, they become the owner of the ideas that you give them",
            "rating": "bad",
            "description": "The service can claim ownership on feedback, proposals, ideas and suggestions submitted by the users, who may waive their \"moral rights\" on that feedback.",
            "last_updated": "2023-07-11 06:32:08",
            "point_link": "https://edit.tosdr.org/points/33494",
            "approval_status": "APPROVED",
            "clause_text": "You waive (or agree not to enforce) any and all rights that may now or in future exist (including moral and equivalent rights) in Feedback.",
            "point_source": "https://surfshark.com/terms-of-service",
            "case": {
                "text": "If you offer suggestions to the service, they become the owner of the ideas that you give them",
                "href": "https://edit.tosdr.org/cases/182"
            }
        },
        {
            "title": "Information is gathered about you through third parties",
            "rating": "bad",
            "description": "This Service may employ, either identifiable or non-identifiable, data collection from third party sources about you.",
            "last_updated": "2023-07-11 06:32:07",
            "point_link": "https://edit.tosdr.org/points/33488",
            "approval_status": "APPROVED",
            "clause_text": "We may receive certain information about you (cookie id, mobile device id, when you use our Trust DNS app – advertising IDs, in app events, such as in-app purchase or amount and type of ads watched, information about what browser, network, or device is used to access and use Trust DNS) from certain advertisers and advertising partners for advertising purposes.",
            "point_source": "https://surfshark.com/privacy-policy",
            "case": {
                "text": "Information is gathered about you through third parties",
                "href": "https://edit.tosdr.org/cases/382"
            }
        },
        {
            "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
            "rating": "bad",
            "description": "Tracking technologies (such as web beacons, tracking pixels...) are employed on users and/or the service assigns a unique ID to a browser or device to track its behaviour.",
            "last_updated": "2023-07-11 06:34:26",
            "point_link": "https://edit.tosdr.org/points/11745",
            "approval_status": "APPROVED",
            "clause_text": "<p>A web beacon is an invisible pixel-sized graphic image on a web page, web-based document or e-mail message.\nIt helps us do things like view the URL of the page on which the beacon appears and the time the Website, document or email in question is viewed.",
            "point_source": "https://surfshark.com/privacy-policy",
            "case": {
                "text": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting",
                "href": "https://edit.tosdr.org/cases/323"
            }
        },
        {
            "title": "Your data may be processed and stored anywhere in the world",
            "rating": "bad",
            "description": "Your data is stored all over the world, including in countries where data protection rules may differ from the ones of the service's jurisdiction or those of your country jurisdiction.",
            "last_updated": "2023-07-11 06:34:22",
            "point_link": "https://edit.tosdr.org/points/11748",
            "approval_status": "APPROVED",
            "clause_text": "Your information as specified in Clause 1 may be stored and processed in any country where we have facilities or in which we engage service providers.",
            "point_source": "https://surfshark.com/privacy-policy",
            "case": {
                "text": "Your data may be processed and stored anywhere in the world",
                "href": "https://edit.tosdr.org/cases/187"
            }
        },
        {
            "title": "The service is only available in some countries approved by its government",
            "rating": "bad",
            "description": "Countries under embargo or banned by the government of the country in question cannot use the service.",
            "last_updated": "2023-08-17 14:20:43",
            "point_link": "https://edit.tosdr.org/points/33495",
            "approval_status": "APPROVED",
            "clause_text": "<p>Our Services (products) may be subject to the U.S.\nand European Union export and re-export control laws and regulations or similar laws applicable in other jurisdictions, including the Export Administration Regulations (“EAR“) maintained by the U.S.\nDepartment of Commerce.\nYou also warrant that you are (a) not located in any country to which the European Union, the United Kingdom, the U.S.\nor other relevant jurisdiction has embargoed goods or has otherwise applied any economic sanctions, which would forbid or limit the use, import, export, sale of, or payment for the Services.\nand (b) not a denied party as specified in any applicable export or re-export laws or regulations or similar laws applicable in relevant jurisdictions or otherwise listed on any list of prohibited or restricted parties as administered by the Office of Foreign Control of the U.S.\nDepartment of the Treasury (“OFAC“), the U.S.\nDepartment of State, the United Nations Security Council, the European Union, His Majesty's Treasury of the United Kingdom, or other relevant sanctions authority (“Sanctions Authorities”).",
            "point_source": "https://surfshark.com/terms-of-service",
            "case": {
                "text": "The service is only available in some countries approved by its government",
                "href": "https://edit.tosdr.org/cases/490"
            }
        },
        {
            "title": "Any liability on behalf of the service is only limited to the fees you paid as a user",
            "rating": "bad",
            "description": null,
            "last_updated": "2023-07-11 06:32:07",
            "point_link": "https://edit.tosdr.org/points/33496",
            "approval_status": "APPROVED",
            "clause_text": ".OUR TOTAL AGGREGATE LIABILITY IN ANY CASE SHALL NOT EXCEED YOUR TOTAL AMOUNT PAID FOR THE SERVICES.</p>",
            "point_source": "https://surfshark.com/terms-of-service",
            "case": {
                "text": "Any liability on behalf of the service is only limited to the fees you paid as a user",
                "href": "https://edit.tosdr.org/cases/149"
            }
        },
        {
            "title": "Tracking pixels are used in service-to-user communication",
            "rating": "bad",
            "description": "The service tracks the user count or some actions of the user; this is usually used for statistics. For example, emails sent by a service can contain a pixel tag, which is a small, clear image that can tell them whether or not you have opened an email and what your IP address is.",
            "last_updated": "2023-07-11 10:13:35",
            "point_link": "https://edit.tosdr.org/points/16760",
            "approval_status": "APPROVED",
            "clause_text": "They can be used to confirm the receipt of, and response to, our emails, including those that you forward to friends and family.\nand they help deliver a more personalized online experience.</p>",
            "point_source": "https://surfshark.com/privacy-policy",
            "case": {
                "text": "Tracking pixels are used in service-to-user communication",
                "href": "https://edit.tosdr.org/cases/217"
            }
        },
        {
            "title": "You can request access, correction and/or deletion of your data",
            "rating": "good",
            "description": "Users have the right to access personal data hold by the Service, correct it and/or permanently delete it. This usually applies to Services GDPR compliants.",
            "last_updated": "2023-07-11 06:32:07",
            "point_link": "https://edit.tosdr.org/points/33491",
            "approval_status": "APPROVED",
            "clause_text": "You can <b> access your personal information or receive a copy</b> of it by contacting us.</li>\n<li>You can object to processing of your personal information, ask us to restrict processing of your personal information or <b> request portability</b> of your personal information where it is technically possible.</li>\n<li>You can demand the correction of inaccurate personal information and, subject to the nature of the collection and use, the completion of incomplete personal information (<b>right to rectification</b>).</li>\n<li>Right to <b> deletion of your personal information</b> specified in Clause 1",
            "point_source": "https://surfshark.com/privacy-policy",
            "case": {
                "text": "You can request access, correction and/or deletion of your data",
                "href": "https://edit.tosdr.org/cases/195"
            }
        },
        {
            "title": "Your data is processed and stored in a country that is friendlier to user privacy protection",
            "rating": "good",
            "description": "The Terms are governed by the applicable laws of a jurisdiction known for strong data regulations and user privacy protection. Usually contributors will need to explain in the Analysis view of each point linked to this Case the reason why it shall be applied.",
            "last_updated": "2023-08-17 14:20:53",
            "point_link": "https://edit.tosdr.org/points/33487",
            "approval_status": "APPROVED",
            "clause_text": "<p>We’re established in the Netherlands and we keep our Services logs-free.\nWe don’t collect any information that could lead us to know what you’re up to online.</p>\n<p>Surfshark respects your privacy, therefore we are committed to not process any information related to the online activity of our users.\nSurfshark is based in the jurisdiction, which does not require information storage or reporting.",
            "point_source": "https://surfshark.com/privacy-policy",
            "case": {
                "text": "Your data is processed and stored in a country that is friendlier to user privacy protection",
                "href": "https://edit.tosdr.org/cases/488"
            }
        },
        {
            "title": "The service claims to be GDPR compliant for European users",
            "rating": "good",
            "description": "The service has a different behavior towards users protected by the GDPR.",
            "last_updated": "2023-07-11 06:32:07",
            "point_link": "https://edit.tosdr.org/points/33490",
            "approval_status": "APPROVED",
            "clause_text": "We respect GDPR",
            "point_source": "https://surfshark.com/privacy-policy",
            "case": {
                "text": "The service claims to be GDPR compliant for European users",
                "href": "https://edit.tosdr.org/cases/481"
            }
        },
        {
            "title": "The user is informed about security practices",
            "rating": "good",
            "description": "It's important to know what security measures are taken to protect your data from unauthorized access. This case applies to the Agreements that precisely explain their security practices.",
            "last_updated": "2023-07-11 10:10:37",
            "point_link": "https://edit.tosdr.org/points/16758",
            "approval_status": "APPROVED",
            "clause_text": "We have implemented various security measures, including SSL/TLS encryption for data transfers, hashed passwords, firewalls, and regular audits.",
            "point_source": "https://surfshark.com/privacy-policy",
            "case": {
                "text": "Information is provided about security practices",
                "href": "https://edit.tosdr.org/cases/226"
            }
        },
        {
            "title": "Blocking cookies may limit your ability to use the service",
            "rating": "neutral",
            "description": "Most browsers allow users to set preferences related to cookies storage. You may choose to block all cookies (including first-party cookies), but it may impact your use of this service and you may not be able to access some or any of the features provided.",
            "last_updated": "2023-07-11 10:05:26",
            "point_link": "https://edit.tosdr.org/points/8760",
            "approval_status": "APPROVED",
            "clause_text": "Please be aware, however, that when you choose to reject cookies, this choice may limit the functionality of the Website and you may lose access to some of its features.",
            "point_source": "https://surfshark.com/privacy-policy",
            "case": {
                "text": "Blocking first party cookies may limit your ability to use the service",
                "href": "https://edit.tosdr.org/cases/375"
            }
        },
        {
            "title": "You authorise the service to charge a credit card supplied on re-occurring basis",
            "rating": "neutral",
            "description": "You card will be billed on recurring basis unless cancelled. For instance, monthly or annual subscriptions.",
            "last_updated": "2023-07-11 10:13:34",
            "point_link": "https://edit.tosdr.org/points/16752",
            "approval_status": "APPROVED",
            "clause_text": "Paid Surfshark Services renew automatically at the end of each service period and your chosen payment method is charged again, unless you decide to cancel your automatic payments before the automatic renewal.",
            "point_source": "https://surfshark.com/terms-of-service",
            "case": {
                "text": "You authorise the service to charge a credit card supplied on re-occurring basis",
                "href": "https://edit.tosdr.org/cases/384"
            }
        },
        {
            "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
            "rating": "neutral",
            "description": "The service provider expressly does not claim to provide uninterrupted, timely, secure or error-free service.",
            "last_updated": "2023-07-11 06:34:21",
            "point_link": "https://edit.tosdr.org/points/11749",
            "approval_status": "APPROVED",
            "clause_text": "Surfshark cannot guarantee that the Services or its content is error free",
            "point_source": "https://surfshark.com/terms-of-service",
            "case": {
                "text": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
                "href": "https://edit.tosdr.org/cases/287"
            }
        },
        {
            "title": "The service is provided 'as is' and to be used at the users' sole risk",
            "rating": "neutral",
            "description": "This service does not provide any guarantees as to its usability or fitness for the users' purposes. Users agree to use it at their own risk, accepting any possible bugs, malfunctions or harm to their devices.",
            "last_updated": "2023-07-11 06:34:21",
            "point_link": "https://edit.tosdr.org/points/11746",
            "approval_status": "APPROVED",
            "clause_text": "SURFSHARK PROVIDES ITS WEBSITE AND SERVICES TO YOU ON AN “AS IS” AND “AS AVAILABLE” BASIS.",
            "point_source": "https://surfshark.com/terms-of-service",
            "case": {
                "text": "The service is provided 'as is' and to be used at your sole risk",
                "href": "https://edit.tosdr.org/cases/286"
            }
        },
        {
            "title": "You must report to the service any unauthorized use of your account or any breach of security",
            "rating": "neutral",
            "description": "The service asks the user to notify them immediately of any unauthorized use or security breaches.",
            "last_updated": "2023-08-17 14:20:16",
            "point_link": "https://edit.tosdr.org/points/33492",
            "approval_status": "APPROVED",
            "clause_text": "</p>\n<p>You agree to notify us immediately of any unauthorized use of your account, e-mail address, or password.",
            "point_source": "https://surfshark.com/terms-of-service",
            "case": {
                "text": "You must report to the service any unauthorized use of your account or any breach of security",
                "href": "https://edit.tosdr.org/cases/484"
            }
        },
        {
            "title": "The service does not guarantee accuracy or reliability of the information provided",
            "rating": "neutral",
            "description": "This service makes no warranty regarding the accuracy or reliability of any information that is given on its website or the results that may be obtained from the use of the service.",
            "last_updated": "2023-07-11 06:34:28",
            "point_link": "https://edit.tosdr.org/points/11750",
            "approval_status": "APPROVED",
            "clause_text": "makes no representations about the technical accuracy or functionality of the Services or that the content is accurate, error free or up to date.",
            "point_source": "https://surfshark.com/terms-of-service",
            "case": {
                "text": "The service does not guarantee accuracy or reliability of the information provided",
                "href": "https://edit.tosdr.org/cases/288"
            }
        }
    ]
}