{
    "meta_data": {
        "title": "ClassDojo - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "Service fines users for Terms of Service violations",
            "rating": "bad",
            "description": "Service fines users for violating provisions in the Terms of Service",
            "last_updated": "2023-07-11 06:19:09",
            "edit_link": "https://edit.tosdr.org/points/22854",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service shares your personal data with third parties that are not involved in its operation",
            "rating": "bad",
            "description": "Your personal data is or may be given to third parties nonessential to the service’s operation. This could be a business partner that receives your data to provide targeted advertisements.",
            "last_updated": "2023-07-11 06:19:07",
            "edit_link": "https://edit.tosdr.org/points/22827",
            "approval_status": "APPROVED"
        },
        {
            "title": "Some personal data may be kept after the end of the data retention period or a request for erasure",
            "rating": "bad",
            "description": "After the end of the data retention period and/or if you request the deletion of your data, they may still keep it for business interests (fraud detection, transactions...) or legal obligations (tax, legal reporting...)",
            "last_updated": "2023-07-11 06:19:07",
            "edit_link": "https://edit.tosdr.org/points/22830",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your account can be deleted without prior notice and without a reason",
            "rating": "bad",
            "description": "At any time, your account can be terminated without explanation and without warning by the service.",
            "last_updated": "2023-07-11 06:19:10",
            "edit_link": "https://edit.tosdr.org/points/22847",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your data is processed and stored in a country that is less friendly to user privacy protection",
            "rating": "bad",
            "description": "This case means that user data is not anywhere in the world, but somewhere where it is more likely to be obtained and used by government and/or possible data analysts.",
            "last_updated": "2023-07-11 06:19:07",
            "edit_link": "https://edit.tosdr.org/points/22826",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service does not guarantee that software errors will be corrected",
            "rating": "bad",
            "description": "Users agree to use the service and its software as provided and accept that any errors within that software may not be corrected.",
            "last_updated": "2023-07-11 06:19:09",
            "edit_link": "https://edit.tosdr.org/points/22842",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your content can be licensed to users at other schools",
            "rating": "bad",
            "description": "By posting content through the Services, users grant them a transferable and/or sublicensable right, which allows user content to be licensed to third parties.",
            "last_updated": "2023-07-11 04:48:45",
            "edit_link": "https://edit.tosdr.org/points/22872",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service gives your personal data to third parties involved in its operation",
            "rating": "bad",
            "description": "Your personal data is or may be given to third parties essential to the service’s operation. This could be an external spam detection service for an internet forum.",
            "last_updated": "2023-07-11 06:19:07",
            "edit_link": "https://edit.tosdr.org/points/22833",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your use is throttled",
            "rating": "bad",
            "description": "The service may impose limits or restrictions to the use of the service, thus negatively impacting users experience. They may do so without reason or prior notice.",
            "last_updated": "2023-07-11 06:19:10",
            "edit_link": "https://edit.tosdr.org/points/22866",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service assumes no liability for unauthorized access to your personal information",
            "rating": "bad",
            "description": null,
            "last_updated": "2023-07-11 06:19:08",
            "edit_link": "https://edit.tosdr.org/points/22852",
            "approval_status": "APPROVED"
        },
        {
            "title": "You must provide your legal name, pseudonyms are not allowed",
            "rating": "bad",
            "description": "You must provide your legal name and pseudonyms aren't allowed. This case doesn't apply to Services for which transparency regarding users identities is relevant for their purposes.",
            "last_updated": "2023-07-11 06:19:09",
            "edit_link": "https://edit.tosdr.org/points/22846",
            "approval_status": "APPROVED"
        },
        {
            "title": "Usernames can be rejected or changed for any reason",
            "rating": "bad",
            "description": "The service's terms explain they may change or remove usernames at their sole discretion, and they may do so without prior notice.",
            "last_updated": "2023-07-11 06:19:08",
            "edit_link": "https://edit.tosdr.org/points/22850",
            "approval_status": "APPROVED"
        },
        {
            "title": "Any liability on behalf of the service is only limited to the past year of fees you paid as a user not exceeding $100",
            "rating": "bad",
            "description": null,
            "last_updated": "2023-07-11 06:19:09",
            "edit_link": "https://edit.tosdr.org/points/22845",
            "approval_status": "APPROVED"
        },
        {
            "title": "The data retention period is kept to the minimum necessary for fulfilling its purposes",
            "rating": "good",
            "description": "The service will remove personal data from its systems once it is no longer required. Depending on the type of information and the reason it was collected, data retention periods will vary.",
            "last_updated": "2023-07-11 06:19:07",
            "edit_link": "https://edit.tosdr.org/points/22831",
            "approval_status": "APPROVED"
        },
        {
            "title": "You maintain ownership of your content",
            "rating": "good",
            "description": "This service does not claim ownership over user-generated content or materials, and the user doesn't need to waive any moral rights by posting owned content.",
            "last_updated": "2023-07-11 06:19:09",
            "edit_link": "https://edit.tosdr.org/points/22868",
            "approval_status": "APPROVED"
        },
        {
            "title": "Promises will be kept after a merger or acquisition",
            "rating": "good",
            "description": "If the service gets acquired or needs to transfer personal data after a merger, bankruptcy, reorganisation or sale of the services, the data will still be processed in a manner that honours the promises made in the agreements.",
            "last_updated": "2023-07-11 06:19:07",
            "edit_link": "https://edit.tosdr.org/points/22835",
            "approval_status": "APPROVED"
        },
        {
            "title": "User accounts can be terminated after having been in breach of the terms of service repeatedly",
            "rating": "good",
            "description": "User accounts can be terminated for having been in breach of the terms of service repeatedly, meaning they cannot be terminated without a reason, but only for a limited number of reasons. Additionally, user accounts will not be deleted after a first infringement.",
            "last_updated": "2023-07-11 06:19:07",
            "edit_link": "https://edit.tosdr.org/points/22857",
            "approval_status": "APPROVED"
        },
        {
            "title": "Archives of their agreements are provided so that changes can be viewed over time",
            "rating": "good",
            "description": "This case applies to Services whose agreements provide previous versions, so that users can compare them and understand how the Service seems to evolve regarding user rights.",
            "last_updated": "2023-07-11 06:19:07",
            "edit_link": "https://edit.tosdr.org/points/22824",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your feedback is invited regarding changes to the terms.",
            "rating": "good",
            "description": "The Service takes user suggestions into account to update its Terms.",
            "last_updated": "2023-07-11 06:19:09",
            "edit_link": "https://edit.tosdr.org/points/22867",
            "approval_status": "APPROVED"
        },
        {
            "title": "Information is provided about how your personal data is used",
            "rating": "good",
            "description": "The Privacy Policy explains the purposes for which data is collected and the way it is processed, used and shared.",
            "last_updated": "2023-07-11 06:18:58",
            "edit_link": "https://edit.tosdr.org/points/22836",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your personal data is not sold",
            "rating": "good",
            "description": "This service makes an explicit promise not to sell \"personal data\" of users.",
            "last_updated": "2023-07-11 06:19:07",
            "edit_link": "https://edit.tosdr.org/points/22832",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service offers a symbolic but nonbinding statement about a matter of opinion, ethics, society, or politics",
            "rating": "good",
            "description": "If a service expresses a worldview antithetical to the user’s, that is a good signal that they should not use the service. Or conversely, if the service expresses an uncommonly-held belief that the user agrees with and thinks is relevant to the service-user relationship and/or important, they may wish to use that to choose between otherwise comparable services.",
            "last_updated": "2023-07-11 06:19:07",
            "edit_link": "https://edit.tosdr.org/points/22823",
            "approval_status": "APPROVED"
        },
        {
            "title": "Third parties used by the service are bound by confidentiality obligations",
            "rating": "good",
            "description": "The Third Parties accessing your personal information must keep it confidential and only use it for limited purposes.",
            "last_updated": "2023-07-11 06:19:08",
            "edit_link": "https://edit.tosdr.org/points/22834",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service claims to be GDPR compliant for European users",
            "rating": "good",
            "description": "The service has a different behavior towards users protected by the GDPR.",
            "last_updated": "2023-07-11 06:19:07",
            "edit_link": "https://edit.tosdr.org/points/22825",
            "approval_status": "APPROVED"
        },
        {
            "title": "The terms for this service are easy to read",
            "rating": "good",
            "description": "The Agreements are well-organised, define legal terms (where applicable), aren't needlessly long and may be pleasant to read.",
            "last_updated": "2023-07-11 06:19:10",
            "edit_link": "https://edit.tosdr.org/points/22862",
            "approval_status": "APPROVED"
        },
        {
            "title": "You have the right to leave this service at any time",
            "rating": "good",
            "description": "You can stop using the service and/or cancel or delete your account at any time for any reason. Moreover, the termination is reasonably fast and simple.",
            "last_updated": "2023-07-11 06:19:09",
            "edit_link": "https://edit.tosdr.org/points/22861",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service has non-exclusive use of your content",
            "rating": "good",
            "description": "The service can pay for your content and you are allowed to make it commercially available to other services/parties.",
            "last_updated": "2023-07-11 06:19:00",
            "edit_link": "https://edit.tosdr.org/points/22870",
            "approval_status": "APPROVED"
        },
        {
            "title": "There is a date of the last update of the agreements",
            "rating": "neutral",
            "description": "The given text has a date that allows to know when it was last updated.",
            "last_updated": "2023-07-11 06:19:06",
            "edit_link": "https://edit.tosdr.org/points/22822",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service can use your content for all their existing and future services",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:19:11",
            "edit_link": "https://edit.tosdr.org/points/22871",
            "approval_status": "APPROVED"
        },
        {
            "title": "You are responsible for any risks, damages, or losses that may incur by downloading materials",
            "rating": "neutral",
            "description": "Users are responsible for any harm to their computer system or loss of data they may incur through the download of materials from the service.",
            "last_updated": "2023-07-11 06:19:11",
            "edit_link": "https://edit.tosdr.org/points/22843",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service is not responsible for linked or (clearly) quoted content from third-party content providers",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:19:10",
            "edit_link": "https://edit.tosdr.org/points/22858",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
            "rating": "neutral",
            "description": "The service assumes no liability for any damages the user incurs, including tangible (e.g. profits) and intangible losses (e.g. data), resulting from the use or inability to use the service or any other matter relating to the service.",
            "last_updated": "2023-07-11 06:19:08",
            "edit_link": "https://edit.tosdr.org/points/22844",
            "approval_status": "APPROVED"
        },
        {
            "title": "The copyright license that you grant this service is limited to the parties that make up the service's broader platform.",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:19:09",
            "edit_link": "https://edit.tosdr.org/points/22869",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service can intervene in user disputes",
            "rating": "neutral",
            "description": "If you have a dispute with another user on this service, they can review the issue and intervene. However, they don't have an obligation to do so.",
            "last_updated": "2023-07-11 06:19:10",
            "edit_link": "https://edit.tosdr.org/points/22859",
            "approval_status": "APPROVED"
        },
        {
            "title": "They may stop providing the service at any time",
            "rating": "neutral",
            "description": "They may discontinue the services without prior notice, at any time, for any or no reason. They usually assume no liability for losses and damages resulting from this suspension.",
            "last_updated": "2023-07-11 06:19:09",
            "edit_link": "https://edit.tosdr.org/points/22865",
            "approval_status": "APPROVED"
        },
        {
            "title": "You are solely responsible for claims made against the service and agree to indemnify and hold harmless the service.",
            "rating": "neutral",
            "description": "You are responsible for your use of the service. If a claim arises related to that use, you agree to indemnify and hold the service harmless.\nIf users are also required to defend the service, see Case 146 instead.",
            "last_updated": "2023-07-11 06:19:10",
            "edit_link": "https://edit.tosdr.org/points/22855",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
            "rating": "neutral",
            "description": "The service provider expressly does not claim to provide uninterrupted, timely, secure or error-free service.",
            "last_updated": "2023-07-11 06:19:08",
            "edit_link": "https://edit.tosdr.org/points/22840",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service is only available for use individually and non-commercially.",
            "rating": "neutral",
            "description": "Users can't use the Service for commercial purposes (unless the Service consents): it is only for personal, individual purposes.",
            "last_updated": "2023-07-11 04:49:03",
            "edit_link": "https://edit.tosdr.org/points/22863",
            "approval_status": "APPROVED"
        },
        {
            "title": "No guarantee is given regarding quality",
            "rating": "neutral",
            "description": "The Service doesn't warrant or guarantee the quality of the products or services provided.",
            "last_updated": "2023-07-11 06:19:08",
            "edit_link": "https://edit.tosdr.org/points/22848",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service is provided 'as is' and to be used at your sole risk",
            "rating": "neutral",
            "description": "This service does not provide any guarantees as to its usability or fitness for the users' purposes. Users agree to use it at their own risk, accepting any possible bugs, malfunctions or harm to their devices.",
            "last_updated": "2023-07-11 06:19:08",
            "edit_link": "https://edit.tosdr.org/points/22839",
            "approval_status": "APPROVED"
        },
        {
            "title": "You cannot distribute or disclose your account to third parties",
            "rating": "neutral",
            "description": "In this context third-parties refers to anyone including friends, family, or company",
            "last_updated": "2023-07-11 06:19:08",
            "edit_link": "https://edit.tosdr.org/points/22851",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service does not guarantee accuracy or reliability of the information provided",
            "rating": "neutral",
            "description": "This service makes no warranty regarding the accuracy or reliability of any information that is given on its website or the results that may be obtained from the use of the service.",
            "last_updated": "2023-07-11 06:19:08",
            "edit_link": "https://edit.tosdr.org/points/22849",
            "approval_status": "APPROVED"
        },
        {
            "title": "You must report to the service any unauthorized use of your account or any breach of security",
            "rating": "neutral",
            "description": "The service asks the user to notify them immediately of any unauthorized use or security breaches.",
            "last_updated": "2023-07-11 06:19:09",
            "edit_link": "https://edit.tosdr.org/points/22853",
            "approval_status": "APPROVED"
        },
        {
            "title": "You agree not to use the service for illegal purposes",
            "rating": "neutral",
            "description": "The user agrees not to commit any unlawful acts through the use of the website, including the posting of illegal content or messaging.",
            "last_updated": "2023-07-11 06:19:09",
            "edit_link": "https://edit.tosdr.org/points/22864",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service does not guarantee that it or the products obtained through it meet your expectations or requirements",
            "rating": "neutral",
            "description": "This service provider informs its users that the services, information, products, or other materials provided on its website may not meet the users' expectations or requirements.",
            "last_updated": "2023-07-11 06:19:08",
            "edit_link": "https://edit.tosdr.org/points/22841",
            "approval_status": "APPROVED"
        },
        {
            "title": "Minors must have the authorization of their legal guardians to use the service",
            "rating": "neutral",
            "description": "Minors must have the authorization of their legal guardians to use the services. The legal guardians are responsible for the use of the service by the minor.",
            "last_updated": "2023-07-11 06:19:07",
            "edit_link": "https://edit.tosdr.org/points/22829",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service cannot be held responsible for disputes that you may have with other users",
            "rating": "neutral",
            "description": "You are responsible for the interactions and the disputes that may occur with other users of the Service. In the event of a dispute, you release the Service from all claims resulting from it.",
            "last_updated": "2023-07-11 06:19:09",
            "edit_link": "https://edit.tosdr.org/points/22860",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your IP address is collected, which can be used to view your approximate location",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:19:08",
            "edit_link": "https://edit.tosdr.org/points/22838",
            "approval_status": "APPROVED"
        },
        {
            "title": "Separate policies are employed for different parts of the service",
            "rating": "neutral",
            "description": "The user may need to read additional product-specific agreements depending on the way the service is used.",
            "last_updated": "2023-07-11 06:19:10",
            "edit_link": "https://edit.tosdr.org/points/22856",
            "approval_status": "APPROVED"
        }
    ]
}