{
    "meta_data": {
        "title": "El Mundo (El Salvador) - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "Terms may be changed any time at their discretion, without notice to the user",
            "rating": "bad",
            "description": "The Agreements can be updated at any time, including in a way that negatively affects user rights, without notifying before or after the changes.",
            "last_updated": "2023-07-11 10:14:26",
            "point_link": "https://edit.tosdr.org/points/18484",
            "approval_status": "APPROVED",
            "clause_text": "EDITORA EL MUNDO, S.A</strong>.\npodrá modificar su portal web mejorando sus servicios, cambiar, suprimir o añadir contenidos y se reserva el derecho de efectuarlos sin previo aviso al usuario, y sin que ello derive en reclamos o acciones legales en contra de la sociedad.</p>",
            "point_source": "https://diario.elmundo.sv/terminos-y-condiciones/",
            "case": {
                "text": "Terms may be changed any time at their discretion, without notice to you",
                "href": "https://edit.tosdr.org/cases/121"
            }
        },
        {
            "title": "You can opt out of promotional communications",
            "rating": "good",
            "description": "You can update your account preferences and/or easily unsubscribe of email/sms lists to stop receiving promotional communications.",
            "last_updated": "2023-07-11 10:14:19",
            "point_link": "https://edit.tosdr.org/points/18320",
            "approval_status": "APPROVED",
            "clause_text": "<strong>El USUARIO</strong> tiene el derecho de darse de bajas de los servicios que haya solicitado previamente para recibir mensajes comerciales, o alertas, para ello solo deberá notificarlo de acuerdo a las instrucciones que se ponen al público en cada alerta o mensaje.</p>\n<p>",
            "point_source": "https://diario.elmundo.sv/terminos-y-condiciones/",
            "case": {
                "text": "You can opt out of promotional communications",
                "href": "https://edit.tosdr.org/cases/223"
            }
        },
        {
            "title": "Prohibits harming minors in any ways",
            "rating": "neutral",
            "description": "This service prohibits harming minor in any ways. Since both “minor” and “in any ways” are vague and can be cited to restrict possibly any actions, the case is not classified as “good”.",
            "last_updated": "2023-07-11 10:14:18",
            "point_link": "https://edit.tosdr.org/points/18318",
            "approval_status": "APPROVED",
            "clause_text": "\"No hacer uso de este portal para atentar contra la decencia, hacer declaraciones racistas, que inciten a la violencia, propaganda de carácter xenofóbica,promover pornografía,o corrupción de menores.\"",
            "point_source": "https://diario.elmundo.sv/terminos-y-condiciones/",
            "case": {
                "text": "Harming minors in any ways is prohibited",
                "href": "https://edit.tosdr.org/cases/445"
            }
        },
        {
            "title": "Blocking first party cookies may limit your ability to use the service",
            "rating": "neutral",
            "description": "Most browsers allow users to set preferences related to cookies storage. You may choose to block all cookies (including first-party cookies), but it may impact your use of this service and you may not be able to access some or any of the features provided.",
            "last_updated": "2023-07-11 10:14:19",
            "point_link": "https://edit.tosdr.org/points/18319",
            "approval_status": "APPROVED",
            "clause_text": "</p>\n<p>El usuario puede configurar su navegador para aceptar o rechazar las cookies en su navegador, pero es recomendable que éstos sean activados para poder brindarles un mejor servicio y adaptarlo a las preferencias del usuario.",
            "point_source": "https://diario.elmundo.sv/terminos-y-condiciones/",
            "case": {
                "text": "Blocking first party cookies may limit your ability to use the service",
                "href": "https://edit.tosdr.org/cases/375"
            }
        },
        {
            "title": "This service can delete your content if you violate the terms",
            "rating": "neutral",
            "description": "Content infringing the Terms of Service (or the Acceptable Use Policy or equivalent) may be removed, with or without notice.",
            "last_updated": "2023-07-11 10:14:18",
            "point_link": "https://edit.tosdr.org/points/18321",
            "approval_status": "APPROVED",
            "clause_text": "</p>\n<p>\n<strong>EDITORA EL MUNDO, S.A</strong>.\nse reserva el derecho de moderar los comentarios que se generen en los foros dentro del portal elmundo.sv, cuando sean ofensivos o denigrantes, así como aquellos que sean ataques a personas o instituciones.</p>",
            "point_source": "https://diario.elmundo.sv/terminos-y-condiciones/",
            "case": {
                "text": "Your content can be deleted if you violate the terms",
                "href": "https://edit.tosdr.org/cases/377"
            }
        },
        {
            "title": "This service is only available for use individually and non-commercially.",
            "rating": "neutral",
            "description": "Users can't use the Service for commercial purposes (unless the Service consents): it is only for personal, individual purposes.",
            "last_updated": "2023-07-11 10:14:18",
            "point_link": "https://edit.tosdr.org/points/18315",
            "approval_status": "APPROVED",
            "clause_text": "\"EL USUARIO\"</strong> podrá accesar, navegar y hacer uso del portal web elmundo.sv, y de todos los servicios que en él se ofrecen para su uso personal, en los términos y condiciones que se indican, reservándose los derechos legales de comprobarse que se han utilizado con otros fines que no sean los indicados.</p>\n<p>",
            "point_source": "https://diario.elmundo.sv/terminos-y-condiciones/",
            "case": {
                "text": "This service is only available for use individually and non-commercially.",
                "href": "https://edit.tosdr.org/cases/143"
            }
        },
        {
            "title": "Prohibits the posting of content which promotes or glorifies violence or politically or religiously extremist values.",
            "rating": "neutral",
            "description": "Users are not allowed to post extremist political or religious content. They are also not allowed to post content that glorifies violence.",
            "last_updated": "2023-07-11 10:14:18",
            "point_link": "https://edit.tosdr.org/points/18316",
            "approval_status": "APPROVED",
            "clause_text": "No hacer uso de este portal para atentar contra la decencia, hacer declaraciones racistas, que inciten a la violencia, propaganda de carácter xenofóbica",
            "point_source": "https://diario.elmundo.sv/terminos-y-condiciones/",
            "case": {
                "text": "You are prohibited from posting content which promotes violence or politically or religiously extremist values.",
                "href": "https://edit.tosdr.org/cases/314"
            }
        },
        {
            "title": "Prohibits the posting of pornographic content",
            "rating": "neutral",
            "description": "Users are not allowed to post any content of pornographic nature. This includes adult content, things that are sexually explicit, or obscene.",
            "last_updated": "2023-07-11 10:14:18",
            "point_link": "https://edit.tosdr.org/points/18317",
            "approval_status": "APPROVED",
            "clause_text": "\"No hacer uso de este portal para atentar contra la decencia, hacer declaraciones racistas, que inciten a la violencia, propaganda de carácter xenofóbica, promover pornografía, o corrupción de menores.\"",
            "point_source": "https://diario.elmundo.sv/terminos-y-condiciones/",
            "case": {
                "text": "The posting of pornographic content is prohibited",
                "href": "https://edit.tosdr.org/cases/315"
            }
        },
        {
            "title": "Users agree not to use the service for illegal purposes",
            "rating": "neutral",
            "description": "The user agrees not to commit any unlawful acts through the use of the website, including the posting of illegal content or messaging.",
            "last_updated": "2023-07-11 10:14:26",
            "point_link": "https://edit.tosdr.org/points/18481",
            "approval_status": "APPROVED",
            "clause_text": "<strong>\"EL USUARIO\"</strong> adquiere el compromiso de hacer buen uso de los diferentes accesos a los foros de opinión, chat, páginas abiertas y otros que estén disponibles, y no emplearlos para actividades ilícitas, que contravengan las leyes de autoría, de orden público y de buena fe.",
            "point_source": "https://diario.elmundo.sv/terminos-y-condiciones/",
            "case": {
                "text": "You agree not to use the service for illegal purposes",
                "href": "https://edit.tosdr.org/cases/280"
            }
        }
    ]
}