{
    "meta_data": {
        "title": "Pornhub - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "The service can read your private messages",
            "rating": "blocker",
            "description": "The Service is able to access, scan, review or read all user communications, including private messages, which may contain personal or sensitive data.",
            "last_updated": "2023-07-11 10:06:43",
            "point_link": "https://edit.tosdr.org/points/9412",
            "approval_status": "APPROVED",
            "clause_text": "the Websites may, but will not have any obligation to, review, monitor, display, reject, refuse to post, store, maintain, accept, or remove any Content posted (including, without limitation, private messages, public comments, public group chat messages, private group chat messages, or private instant messages)",
            "point_source": "https://www.pornhub.com/information#terms",
            "case": {
                "text": "Private messages can be read",
                "href": "https://edit.tosdr.org/cases/239"
            }
        },
        {
            "title": "You sign away moral rights",
            "rating": "blocker",
            "description": "Moral rights are rights to creators of literary, dramatic, musical and artistic works, as well as directors of films.\n\"The moral rights include the right of attribution, the right to have a work published anonymously or pseudonymously, and the right to the integrity of the work. The preserving of the integrity of the work allows the author to object to alteration, distortion, or mutilation of the work that is \"prejudicial to the author's honor or reputation\". Anything else that may detract from the artist's relationship with the work even after it leaves the artist's possession or ownership may bring these moral rights into play. Moral rights are distinct from any economic rights tied to copyrights. Even if an artist has assigned his or her copyright rights to a work to a third party, he or she still maintains the moral rights to the work.\" -Wikipedia\nIn general, any terms that use the exact words \"moral rights\" as rights that are waived will fall under this Case.",
            "last_updated": "2023-07-11 10:03:56",
            "point_link": "https://edit.tosdr.org/points/7804",
            "approval_status": "APPROVED",
            "clause_text": "You also waive to the full extent permitted by law any and all claims against us related to moral rights in the Content.",
            "point_source": "https://www.pornhub.com/information#terms",
            "case": {
                "text": "You waive your moral rights",
                "href": "https://edit.tosdr.org/cases/118"
            }
        },
        {
            "title": "This service holds onto content that you've deleted",
            "rating": "blocker",
            "description": "Content may remain in backup servers and be retained after deletion, and thus never be completely deleted. This case doesn't apply to contributions that can't be removed due to the nature of the service.",
            "last_updated": "2023-07-11 10:03:58",
            "point_link": "https://edit.tosdr.org/points/7805",
            "approval_status": "APPROVED",
            "clause_text": "You understand and agree, however, that the Websites may retain, but not display, distribute, or perform, server copies of your videos that have been removed or deleted.",
            "point_source": "https://www.pornhub.com/information#terms",
            "case": {
                "text": "This service holds onto content that you've deleted",
                "href": "https://edit.tosdr.org/cases/174"
            }
        },
        {
            "title": "Users have a reduced time period to take legal action against the service",
            "rating": "bad",
            "description": "If you wish to bring legal action against a service about a past incident, you may not be able to do so if the Terms you agreed to implied a limited amount of time. As a result it may be worthy to carefully read that section of the Terms to know exactly how much time you might have before your right to take legal action expires.",
            "last_updated": "2023-07-11 10:06:42",
            "point_link": "https://edit.tosdr.org/points/9408",
            "approval_status": "APPROVED",
            "clause_text": "REGARDLESS OF ANY STATUTE OR LAW TO THE CONTRARY, ANY CAUSE OF ACTION OR CLAIM YOU MAY HAVE ARISING OUT OF OR RELATING TO THESE TERMS OF SERVICE OR THE WEBSITES MUST BE COMMENCED WITHIN ONE (1)&nbsp;YEAR AFTER THE CAUSE OF ACTION ACCRUES, OTHERWISE, SUCH CAUSE OF ACTION OR CLAIM IS PERMANENTLY BARRED.</p>",
            "point_source": "https://www.pornhub.com/information#terms",
            "case": {
                "text": "You have a reduced time period to take legal action against the service",
                "href": "https://edit.tosdr.org/cases/151"
            }
        },
        {
            "title": "Information is provided about how they collect personal data",
            "rating": "good",
            "description": "The service details situations in which they collect personal information or means by which they do.",
            "last_updated": "2023-07-11 04:49:51",
            "point_link": "https://edit.tosdr.org/points/21786",
            "approval_status": "APPROVED",
            "clause_text": "We collect Personal Information in the following ways",
            "point_source": "https://www.pornhub.com/information/privacy",
            "case": {
                "text": "Information is provided about how they collect personal data",
                "href": "https://edit.tosdr.org/cases/297"
            }
        },
        {
            "title": "Information is provided about how your personal data is used",
            "rating": "good",
            "description": "The Privacy Policy explains the purposes for which data is collected and the way it is processed, used and shared.",
            "last_updated": "2023-07-11 04:49:51",
            "point_link": "https://edit.tosdr.org/points/21787",
            "approval_status": "APPROVED",
            "clause_text": "Purposes for Which We Use Your Personal Information",
            "point_source": "https://www.pornhub.com/information/privacy",
            "case": {
                "text": "Information is provided about how your personal data is used",
                "href": "https://edit.tosdr.org/cases/227"
            }
        },
        {
            "title": "The service claims to be GDPR compliant for European users",
            "rating": "good",
            "description": "The service has a different behavior towards users protected by the GDPR.",
            "last_updated": "2023-07-11 04:49:50",
            "point_link": "https://edit.tosdr.org/points/21784",
            "approval_status": "APPROVED",
            "clause_text": "GDPR (General Data Protection Regulation)</p>\n<p> In accordance with the General Data Protection Regulation law in the European Union effective May 25, 2018, Pornhub users can request a copy of their personal data as well as get Pornhub to delete their personal data.",
            "point_source": "https://www.pornhub.com/information/privacy",
            "case": {
                "text": "The service claims to be GDPR compliant for European users",
                "href": "https://edit.tosdr.org/cases/481"
            }
        },
        {
            "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:35:25",
            "point_link": "https://edit.tosdr.org/points/9409",
            "approval_status": "APPROVED",
            "clause_text": "To the extent permitted by applicable law, you agree to defend, indemnify and hold harmless the Websites, their site operator, their parent corporation, their respective affiliates, licensors, service providers, officers, directors, employees, agents, successors and assigns from and against any and all claims, damages, judgments, awards, obligations, losses, liabilities, costs or debt, and expenses (including but not limited to attorney’s fees)&nbsp;arising from: (i)&nbsp;your use of and access to the Websites.\n(ii)&nbsp;your violation of any term of these Terms of Service.\n(iii)&nbsp;your violation of any third party right, including without limitation any copyright, property, or privacy right.\nor (iv)&nbsp;any claim that your Content caused damage to a third party.",
            "point_source": "https://www.pornhub.com/information#terms",
            "case": {
                "text": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
                "href": "https://edit.tosdr.org/cases/146"
            }
        },
        {
            "title": "There is a date of the last update of the terms",
            "rating": "neutral",
            "description": "The given text has a date that allows to know when it was last updated.",
            "last_updated": "2023-07-11 10:06:41",
            "point_link": "https://edit.tosdr.org/points/9403",
            "approval_status": "APPROVED",
            "clause_text": "p>Last Modified: December 8, 2020</p",
            "point_source": "https://www.pornhub.com/information#terms",
            "case": {
                "text": "There is a date of the last update of the agreements",
                "href": "https://edit.tosdr.org/cases/331"
            }
        },
        {
            "title": "The service has a no refund policy",
            "rating": "neutral",
            "description": "Payments are final and can't be refunded unless required by law.",
            "last_updated": "2023-07-11 10:06:42",
            "point_link": "https://edit.tosdr.org/points/9407",
            "approval_status": "APPROVED",
            "clause_text": "No Refunds</p>\n<p>PAYMENTS ARE NONREFUNDABLE AND THERE ARE NO REFUNDS OR CREDITS FOR PARTIALLY USED PERIODS.</p>",
            "point_source": "https://www.pornhub.com/information#terms",
            "case": {
                "text": "The service has a no refund policy",
                "href": "https://edit.tosdr.org/cases/162"
            }
        },
        {
            "title": "This service prohibits users sending chain letters, junk mail, spam or any unsolicited messages",
            "rating": "neutral",
            "description": "Users are not allowed to use the service for chain letters, junk mail, spamming or any other distribution of content to people who have not agreed to receiving it.",
            "last_updated": "2023-07-11 10:06:43",
            "point_link": "https://edit.tosdr.org/points/9417",
            "approval_status": "APPROVED",
            "clause_text": "post any Content containing unsolicited or unauthorized advertising, promotional materials, spam, junk mail, chain letters, pyramid schemes, or any other form of unauthorized solicitation",
            "point_source": "https://www.pornhub.com/information#terms",
            "case": {
                "text": "You are prohibited from sending chain letters, junk mail, spam or any unsolicited messages",
                "href": "https://edit.tosdr.org/cases/281"
            }
        },
        {
            "title": "The service is provided 'as is' and to be used at the users' sole risk",
            "rating": "neutral",
            "description": "This service does not provide any guarantees as to its usability or fitness for the users' purposes. Users agree to use it at their own risk, accepting any possible bugs, malfunctions or harm to their devices.",
            "last_updated": "2023-07-11 10:06:43",
            "point_link": "https://edit.tosdr.org/points/9414",
            "approval_status": "APPROVED",
            "clause_text": "<p>YOU USE THE WEBSITES AT YOUR SOLE RISK.\nWE PROVIDE THE WEBSITES \"AS IS\" AND \"AS AVAILABLE\".",
            "point_source": "https://www.pornhub.com/information#terms",
            "case": {
                "text": "The service is provided 'as is' and to be used at your sole risk",
                "href": "https://edit.tosdr.org/cases/286"
            }
        },
        {
            "title": "Spidering or crawling is not allowed",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:03:58",
            "point_link": "https://edit.tosdr.org/points/7807",
            "approval_status": "APPROVED",
            "clause_text": "p>\n<p>Additionally, you agree not to:</p>\n<p>·&nbsp;use the Websites in any manner that could disable, overburden, damage, or impair the site or interfere with any other party’s use of the Websites, including their ability to engage in real time activities through the Websites;</p>\n<p>·&nbsp;use any robot, spider, or other automatic device, process, or means to access the Websites for any purpose, including monitoring or copying any of the material on the Websites without our prior written consent",
            "point_source": "https://www.pornhub.com/information#terms",
            "case": {
                "text": "Spidering, crawling, or accessing the site through any automated means is not allowed",
                "href": "https://edit.tosdr.org/cases/150"
            }
        },
        {
            "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision",
            "rating": "neutral",
            "description": "Even if the service does not or not always enforce all of the rules or provisions contained in its terms, they still apply. Users can at a later time still be held accountable for violating provisions that have not been enforced consistently.",
            "last_updated": "2023-07-11 10:06:40",
            "point_link": "https://edit.tosdr.org/points/9405",
            "approval_status": "APPROVED",
            "clause_text": "any failure by us to assert a right or provision under these Terms of Service shall not constitute a waiver of such right or provision.</p>",
            "point_source": "https://www.pornhub.com/information#terms",
            "case": {
                "text": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision",
                "href": "https://edit.tosdr.org/cases/295"
            }
        },
        {
            "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder",
            "rating": "neutral",
            "description": "Should any portion of the Terms of Service be unenforceable or invalid, that portion will be enforced to the fullest extent permitted by applicable law and the remainder of the TOS will remain valid and enforceable.",
            "last_updated": "2023-07-11 10:06:41",
            "point_link": "https://edit.tosdr.org/points/9406",
            "approval_status": "APPROVED",
            "clause_text": "If any provision of these Terms of Service is deemed invalid by a court of competent jurisdiction, the invalidity of such provision shall not affect the validity of the remaining provisions of these Terms of Service, which shall remain in full force and effect.</p>",
            "point_source": "https://www.pornhub.com/information#terms",
            "case": {
                "text": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder",
                "href": "https://edit.tosdr.org/cases/294"
            }
        },
        {
            "title": "The court of law governing the terms is in location X",
            "rating": "neutral",
            "description": "The Terms are governed by the applicable laws of a jurisdiction (specified in the title of each point by replacing the \"X\").",
            "last_updated": "2023-07-11 10:06:42",
            "point_link": "https://edit.tosdr.org/points/9413",
            "approval_status": "APPROVED",
            "clause_text": "The sole and exclusive jurisdiction and venue for any action or proceeding arising out of or related to these Terms of Service shall be in an appropriate court located in Limassol, Cyprus.",
            "point_source": "https://www.pornhub.com/information#terms",
            "case": {
                "text": "The court of law governing the terms is in location X",
                "href": "https://edit.tosdr.org/cases/163"
            }
        }
    ]
}