{
    "meta_data": {
        "title": "Pantip.com - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "Political discussions which are against the government-advocated value are prohibited",
            "rating": "blocker",
            "description": "Political content, which is against the government-advocated value, in the form or pictures, discussions, or campaigning isn’t allowed. Since it encourages the promotional content of the value, the service may tolerate trolling or spamming against political rivals or enemies.",
            "last_updated": "2023-07-11 06:23:56",
            "edit_link": "https://edit.tosdr.org/points/26855",
            "approval_status": "APPROVED"
        },
        {
            "title": "You cannot delete your account of this service",
            "rating": "blocker",
            "description": "There is no way of deleting your account, which implies that data might be stored forever.",
            "last_updated": "2022-08-11 18:01:58",
            "edit_link": "https://edit.tosdr.org/points/26810",
            "approval_status": "APPROVED"
        },
        {
            "title": "Private messages can be read",
            "rating": "blocker",
            "description": "The Service is able to access, scan, review or read all user communications, including private messages, which may contain personal or sensitive data.",
            "last_updated": "2023-07-11 06:23:53",
            "edit_link": "https://edit.tosdr.org/points/26819",
            "approval_status": "APPROVED"
        },
        {
            "title": "You aren’t allowed to remove or edit user-generated content",
            "rating": "blocker",
            "description": "You cannot edit or remove your content from this service.",
            "last_updated": "2023-07-11 06:23:55",
            "edit_link": "https://edit.tosdr.org/points/26858",
            "approval_status": "APPROVED"
        },
        {
            "title": "Logs are kept for an undefined period of time",
            "rating": "bad",
            "description": "Logs are text files containing some information about web visitors, such as user agents (showing for instance that you're connecting from Firefox for Android) and ip addresses (which reveal your approximate location). This case applies to Services that may keep logs indefinitely, allowing user sessions to be tracked over time. Logs that are kept for a time \"consistent with applicable law\" also fall under this case, since this period of time may be murky or undefined.",
            "last_updated": "2023-07-11 06:23:53",
            "edit_link": "https://edit.tosdr.org/points/26811",
            "approval_status": "APPROVED"
        },
        {
            "title": "You must provide your identifiable information",
            "rating": "bad",
            "description": "The Service requires users to provide their identifiable information, including phone number, iD number or other information, even though this data collection isn’t essential for the purposes of the service. They may still allow pseudonyms in the foreground.",
            "last_updated": "2022-08-11 18:18:01",
            "edit_link": "https://edit.tosdr.org/points/26871",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service may collect, use, and share location data",
            "rating": "bad",
            "description": "Location-based information is collected and may be used and/or shared with third parties for purposes not directly related to the services provided (i.e. the Service doesn't rely on the use or share of location data to function properly).",
            "last_updated": "2023-07-11 06:23:53",
            "edit_link": "https://edit.tosdr.org/points/26818",
            "approval_status": "APPROVED"
        },
        {
            "title": "Third-party cookies are used for advertising",
            "rating": "bad",
            "description": "The service's website sets third-party cookies (cookies that do not belong to their domain) for purposes not including statistics and analytics.",
            "last_updated": "2023-07-11 06:23:39",
            "edit_link": "https://edit.tosdr.org/points/26808",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your profile is combined across various products",
            "rating": "bad",
            "description": "When using multiple services from one same company, they can combine these (unrelated) information sources about you to build up a single richer user profile about you.",
            "last_updated": "2023-07-11 06:23:54",
            "edit_link": "https://edit.tosdr.org/points/26821",
            "approval_status": "APPROVED"
        },
        {
            "title": "Extra data may be collected about you through promotions",
            "rating": "bad",
            "description": "Additional personal data may be collected through contests, surveys, promotions, petitions or sweepstakes.",
            "last_updated": "2023-07-11 06:25:33",
            "edit_link": "https://edit.tosdr.org/points/26820",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your personal information is used for many different purposes",
            "rating": "bad",
            "description": "Personal Data can be processed for many reasons, including non essential processing such as for advertising, marketing and analytics purposes.",
            "last_updated": "2023-07-11 06:25:34",
            "edit_link": "https://edit.tosdr.org/points/26822",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service gives your personal data to third parties involved in its operation",
            "rating": "bad",
            "description": "Your personal data is or may be given to third parties essential to the service’s operation. This could be an external spam detection service for an internet forum.",
            "last_updated": "2023-07-11 06:23:53",
            "edit_link": "https://edit.tosdr.org/points/26817",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your provided identifiable information is actively checked by the service",
            "rating": "bad",
            "description": "The service checks if the required identifiable information you've provided is correct, and may do so on a regular basis. The check measures could be analyzing your browser information and/or providing the identifiable information to a third-party or the authority, thus compromising your anonymity.",
            "last_updated": "2023-07-11 06:23:54",
            "edit_link": "https://edit.tosdr.org/points/26825",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service retains rights to your content even after you stop using your account",
            "rating": "bad",
            "description": "The service may still use your content and display it after you stopped using it by closing your account, since you granted them a perpetual or (in some cases) an unlimited license over that content.",
            "last_updated": "2023-07-11 06:25:34",
            "edit_link": "https://edit.tosdr.org/points/26857",
            "approval_status": "APPROVED"
        },
        {
            "title": "Inconvenient process for obtaining personal data",
            "rating": "bad",
            "description": "This applies to cases where obtaining personal data requires sending a written letter by mail or is otherwise more complicated and time consuming than necessary.",
            "last_updated": "2023-07-11 06:25:33",
            "edit_link": "https://edit.tosdr.org/points/26809",
            "approval_status": "APPROVED"
        },
        {
            "title": "Third-party cookies are used for statistics",
            "rating": "bad",
            "description": "For instance, Google Analytics, rather than self-hosted (first-party) statistics software.",
            "last_updated": "2023-07-11 06:25:33",
            "edit_link": "https://edit.tosdr.org/points/26806",
            "approval_status": "APPROVED"
        },
        {
            "title": "User accounts can be terminated after having been in breach of the terms of service repeatedly",
            "rating": "good",
            "description": "User accounts can be terminated for having been in breach of the terms of service repeatedly, meaning they cannot be terminated without a reason, but only for a limited number of reasons. Additionally, user accounts will not be deleted after a first infringement.",
            "last_updated": "2023-07-11 06:23:53",
            "edit_link": "https://edit.tosdr.org/points/26813",
            "approval_status": "APPROVED"
        },
        {
            "title": "The terms for this service are easy to read",
            "rating": "good",
            "description": "The Agreements are well-organised, define legal terms (where applicable), aren't needlessly long and may be pleasant to read.",
            "last_updated": "2022-08-11 18:12:20",
            "edit_link": "https://edit.tosdr.org/points/26807",
            "approval_status": "APPROVED"
        },
        {
            "title": "The publishing of personally identifiable information without the owner’s consent is not allowed",
            "rating": "good",
            "description": "Users agree not to publicly post personally identifiable information (name, postal address, contact information…) without the owner’s knowledge or consent",
            "last_updated": "2023-07-11 06:23:55",
            "edit_link": "https://edit.tosdr.org/points/26860",
            "approval_status": "APPROVED"
        },
        {
            "title": "There is a date of the last update of the agreements",
            "rating": "neutral",
            "description": "The given text has a date that allows to know when it was last updated.",
            "last_updated": "2023-07-11 06:23:53",
            "edit_link": "https://edit.tosdr.org/points/26812",
            "approval_status": "APPROVED"
        },
        {
            "title": "You agree not to submit libelous, harassing or threatening content",
            "rating": "neutral",
            "description": "This service prohibits users from submitting content of a variety of types. This can include content that is unlawful, harassing, abusive, threatening, libelous, sexist, racist, homophobic, transphobic, or discriminatory in any other way.",
            "last_updated": "2023-07-11 06:23:55",
            "edit_link": "https://edit.tosdr.org/points/26859",
            "approval_status": "APPROVED"
        },
        {
            "title": "You are prohibited from posting content which promotes violence or politically or religiously extremist values.",
            "rating": "neutral",
            "description": "Users are not allowed to post extremist political or religious content. They are also not allowed to post content that glorifies violence.",
            "last_updated": "2023-07-11 06:23:55",
            "edit_link": "https://edit.tosdr.org/points/26861",
            "approval_status": "APPROVED"
        },
        {
            "title": "The posting of pornographic content is prohibited",
            "rating": "neutral",
            "description": "Users are not allowed to post any content of pornographic nature. This includes adult content, things that are sexually explicit, or obscene.",
            "last_updated": "2023-07-11 06:23:55",
            "edit_link": "https://edit.tosdr.org/points/26856",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your personal data is aggregated into statistics",
            "rating": "neutral",
            "description": "Your personal data is used for statistics in a de-identified/aggregated form (i.e. not directly linked to a unique identity) to analyse trends, for research and for analytics.",
            "last_updated": "2023-07-11 06:23:53",
            "edit_link": "https://edit.tosdr.org/points/26824",
            "approval_status": "APPROVED"
        },
        {
            "title": "You agree to comply with the law of the service's country",
            "rating": "neutral",
            "description": "By using the service, you agree to comply with the applicable laws of the service's jurisdiction, regardless of your location.",
            "last_updated": "2023-07-11 06:23:56",
            "edit_link": "https://edit.tosdr.org/points/26815",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your IP address is collected, which can be used to view your approximate location",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:23:53",
            "edit_link": "https://edit.tosdr.org/points/26814",
            "approval_status": "APPROVED"
        }
    ]
}