{
    "meta_data": {
        "title": "Calendly - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "Specific content can be deleted without reason and may be removed without prior notice",
            "rating": "blocker",
            "description": "This service can delete specific content. Usually they will claim they reserve the right to do it at their sole discretion, which is legalese for saying they won't give a specific reason. If the terms say they will not notify you, it shall be included in the quote but if it does not explicitly say they will give you a notice, it can be reasonably inferred that they can do it without telling you.",
            "last_updated": "2023-07-11 06:20:46",
            "point_link": "https://edit.tosdr.org/points/23966",
            "approval_status": "APPROVED",
            "clause_text": "We are not obligated to publish any information or content on our Forum and can remove information or content at our sole discretion, with or without notice",
            "point_source": "https://calendly.com/pages/terms",
            "case": {
                "text": "Specific content can be deleted without reason and may be removed without prior notice",
                "href": "https://edit.tosdr.org/cases/202"
            }
        },
        {
            "title": "Logs are kept for an undefined period of time",
            "rating": "bad",
            "description": "Logs are text files containing some information about web visitors, such as user agents (showing for instance that you're connecting from Firefox for Android) and ip addresses (which reveal your approximate location). This case applies to Services that may keep logs indefinitely, allowing user sessions to be tracked over time. Logs that are kept for a time \"consistent with applicable law\" also fall under this case, since this period of time may be murky or undefined.",
            "last_updated": "2023-07-11 06:20:48",
            "point_link": "https://edit.tosdr.org/points/23989",
            "approval_status": "APPROVED",
            "clause_text": "The Privacy Policy doesn't specify how long log data is kept.",
            "point_source": "https://calendly.com/pages/privacy",
            "case": {
                "text": "Logs are kept for an undefined period of time",
                "href": "https://edit.tosdr.org/cases/178"
            }
        },
        {
            "title": "Terms may be changed any time at their discretion, without notice to you",
            "rating": "bad",
            "description": "The Agreements can be updated at any time, including in a way that negatively affects user rights, without notifying before or after the changes.",
            "last_updated": "2023-07-11 06:20:49",
            "point_link": "https://edit.tosdr.org/points/24003",
            "approval_status": "APPROVED",
            "clause_text": "This Notice is current as of the Effective Date set forth above.\nThis Notice may change if there is a material change to the way information is handled at Calendly, or to clarify our Notice or adjust clerical errors.\nIf any changes are made, we’ll post them on this page, so please be sure to check back periodically.\nIf you continue to use Calendly after those changes are in effect, you agree to the revised Notice.",
            "point_source": "https://calendly.com/pages/privacy",
            "case": {
                "text": "Terms may be changed any time at their discretion, without notice to you",
                "href": "https://edit.tosdr.org/cases/121"
            }
        },
        {
            "title": "You waive your right to a class action.",
            "rating": "bad",
            "description": "The right to be represented in a class action (or representative action) exists in the US and some European countries. It allows people who have been similarly injured by the same accused to take legal action by a single lawsuit instead of individually. Some Terms of Service try to limit that right. By agreeing to them, you could waive (= renounce to) your right to a class action, which might reduce your chances to be successful in a case.",
            "last_updated": "2023-07-11 06:20:45",
            "point_link": "https://edit.tosdr.org/points/23980",
            "approval_status": "APPROVED",
            "clause_text": "Class Action Waiver</p>\n<p>\nExcept as otherwise provided in this provision, the arbitrator may not consolidate more than one person’s claims, and may not otherwise preside over any form of a class or representative proceeding or claims (such as a class action, consolidated action or private attorney general action) unless both you and Calendly specifically agree to do so following initiation of the arbitration.",
            "point_source": "https://calendly.com/pages/terms",
            "case": {
                "text": "You waive your right to a class action.",
                "href": "https://edit.tosdr.org/cases/117"
            }
        },
        {
            "title": "This service reserves the right to disclose your personal information without notifying you",
            "rating": "bad",
            "description": "If the Government governing the Terms requests personal data of a user of this service, they may not inform/notify the user while complying with the request.",
            "last_updated": "2023-07-11 06:20:47",
            "point_link": "https://edit.tosdr.org/points/23993",
            "approval_status": "APPROVED",
            "clause_text": "We may use your information to comply with applicable legal or regulatory obligations, including complying with requests from law enforcement or other governmental authorities, or in legal proceedings involving Calendly.",
            "point_source": "https://calendly.com/pages/privacy",
            "case": {
                "text": "Your personal data may be disclosed to comply with government requests without notice to you",
                "href": "https://edit.tosdr.org/cases/164"
            }
        },
        {
            "title": "Your personal data may be used for marketing purposes",
            "rating": "bad",
            "description": "The service may use your personal data for marketing, such as sending you personalised offerings.",
            "last_updated": "2023-07-11 06:20:48",
            "point_link": "https://edit.tosdr.org/points/23991",
            "approval_status": "APPROVED",
            "clause_text": ".</strong>\nSubject to your opt-out preference, we may send you emails about new product features or other news about Calendly or on topics we think would be relevant to you",
            "point_source": "https://calendly.com/pages/privacy",
            "case": {
                "text": "Your personal data may be used for marketing purposes",
                "href": "https://edit.tosdr.org/cases/336"
            }
        },
        {
            "title": "This service tracks which web page referred you to it",
            "rating": "bad",
            "description": "The service logs the URL of the last web page you visited before visiting the Site and may use that information to gather more data about you.",
            "last_updated": "2023-07-11 06:20:47",
            "point_link": "https://edit.tosdr.org/points/23988",
            "approval_status": "APPROVED",
            "clause_text": "This log data may include the web address you came from or are going to",
            "point_source": "https://calendly.com/pages/privacy",
            "case": {
                "text": "This service tracks which web page referred you to it",
                "href": "https://edit.tosdr.org/cases/387"
            }
        },
        {
            "title": "You are forced into binding arbitration in case of disputes",
            "rating": "bad",
            "description": "This service forces users to use their own contracted arbitrator and forces users to waive their rights to jury trial.",
            "last_updated": "2023-07-11 06:20:45",
            "point_link": "https://edit.tosdr.org/points/23979",
            "approval_status": "APPROVED",
            "clause_text": "This provision provides that all disputes between you and us will be resolved by binding arbitration because acceptance of these Terms constitutes a waiver of your right to litigate claims and all opportunity to be heard by a judge or jury.\nWe prefer this because we believe arbitration is less drama-filled than litigation.\nTo be clear, there is no judge or jury in arbitration, and court review of an arbitration award is limited.",
            "point_source": "https://calendly.com/pages/terms",
            "case": {
                "text": "You are forced into binding arbitration in case of disputes",
                "href": "https://edit.tosdr.org/cases/339"
            }
        },
        {
            "title": "Your data is processed and stored in a country that is less friendly to user privacy protection (in AWS US datacenters)",
            "rating": "bad",
            "description": "This case means that user data is not anywhere in the world, but somewhere where it is more likely to be obtained and used by government and/or possible data analysts.",
            "last_updated": "2023-07-11 06:20:49",
            "point_link": "https://edit.tosdr.org/points/24001",
            "approval_status": "APPROVED",
            "clause_text": "Our application and database servers are located with Amazon Cloud Services in the United States.",
            "point_source": "https://calendly.com/pages/privacy",
            "case": {
                "text": "Your data is processed and stored in a country that is less friendly to user privacy protection",
                "href": "https://edit.tosdr.org/cases/411"
            }
        },
        {
            "title": "The service does not guarantee that software errors will be corrected",
            "rating": "bad",
            "description": "Users agree to use the service and its software as provided and accept that any errors within that software may not be corrected.",
            "last_updated": "2023-07-11 06:20:47",
            "point_link": "https://edit.tosdr.org/points/23974",
            "approval_status": "APPROVED",
            "clause_text": "or that defects will be corrected.",
            "point_source": "https://calendly.com/pages/terms",
            "case": {
                "text": "The service does not guarantee that software errors will be corrected",
                "href": "https://edit.tosdr.org/cases/289"
            }
        },
        {
            "title": "You are tracked via web beacons, tracking pixels and device fingerprinting",
            "rating": "bad",
            "description": "Tracking technologies (such as web beacons, tracking pixels...) are employed on users and/or the service assigns a unique ID to a browser or device to track its behaviour.",
            "last_updated": "2023-07-11 06:20:47",
            "point_link": "https://edit.tosdr.org/points/23987",
            "approval_status": "APPROVED",
            "clause_text": "Also: \"This log data may include [...] unique device identifier\"",
            "point_source": "https://calendly.com/pages/privacy",
            "case": {
                "text": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting",
                "href": "https://edit.tosdr.org/cases/323"
            }
        },
        {
            "title": "The court of law governing the terms is in a jurisdiction that is less friendly to user privacy protection (Georgia, USA)",
            "rating": "bad",
            "description": "The Terms are governed by the applicable laws of a jurisdiction known for weak data regulations and poor user privacy protection. Usually contributors will need to explain in the Analysis view of each point linked to this Case the reason why it shall be applied.",
            "last_updated": "2023-07-11 06:20:48",
            "point_link": "https://edit.tosdr.org/points/23981",
            "approval_status": "APPROVED",
            "clause_text": "The Federal Arbitration Act, Georgia state law and applicable U.S.\nfederal law, without regard to the choice or conflicts of law provisions, will govern these Terms to the fullest extent permitted by applicable law.",
            "point_source": "https://calendly.com/pages/terms",
            "case": {
                "text": "The court of law governing the terms is in a jurisdiction that is less friendly to user privacy protection.",
                "href": "https://edit.tosdr.org/cases/242"
            }
        },
        {
            "title": "This service gives your personal data to third parties involved in its operation",
            "rating": "bad",
            "description": "Your personal data is or may be given to third parties essential to the service’s operation. This could be an external spam detection service for an internet forum.",
            "last_updated": "2023-07-11 06:20:47",
            "point_link": "https://edit.tosdr.org/points/23995",
            "approval_status": "APPROVED",
            "clause_text": "We may share information we collect about you, including Personal Data, in the following ways:\n</p>\n<ul>\n<li>\n<strong>With third-party Service Providers",
            "point_source": "https://calendly.com/pages/privacy",
            "case": {
                "text": "This service gives your personal data to third parties involved in its operation",
                "href": "https://edit.tosdr.org/cases/188"
            }
        },
        {
            "title": "The service is only available in some countries approved by its government",
            "rating": "bad",
            "description": "Countries under embargo or banned by the government of the country in question cannot use the service.",
            "last_updated": "2023-07-11 06:20:46",
            "point_link": "https://edit.tosdr.org/points/23978",
            "approval_status": "APPROVED",
            "clause_text": "Without limiting the foregoing: (a) you acknowledge that the Website may be subject to the United States Export Administration Regulations.\n(b) you affirm that you are not, and you will not (i) permit Calendly Users or Invitees to access or use the Website in a United States embargoed country.",
            "point_source": "https://calendly.com/pages/terms",
            "case": {
                "text": "The service is only available in some countries approved by its government",
                "href": "https://edit.tosdr.org/cases/490"
            }
        },
        {
            "title": "You must provide your legal name, pseudonyms are not allowed",
            "rating": "bad",
            "description": "You must provide your legal name and pseudonyms aren't allowed. This case doesn't apply to Services for which transparency regarding users identities is relevant for their purposes.",
            "last_updated": "2023-07-11 06:20:48",
            "point_link": "https://edit.tosdr.org/points/23959",
            "approval_status": "APPROVED",
            "clause_text": "To use the Website, you need to set up a Calendly account.\nYou may establish either a free account (“Free Account”) or a paid account (“Paid Account”).\nYou are authorized by Calendly to set up one Free Account only.\nCalendly reserves the right to terminate any additional Free Accounts set up by you and any Free Accounts that have been inactive for over 6 months.\n</p>\n<p>\nWhen you create an account, we collect registration-related information, which includes your email address and your name.",
            "point_source": "https://calendly.com/pages/terms",
            "case": {
                "text": "You must provide your legal name, pseudonyms are not allowed",
                "href": "https://edit.tosdr.org/cases/214"
            }
        },
        {
            "title": "Third-party cookies are used for statistics",
            "rating": "bad",
            "description": "For instance, Google Analytics, rather than self-hosted (first-party) statistics software.",
            "last_updated": "2023-07-11 06:20:47",
            "point_link": "https://edit.tosdr.org/points/23990",
            "approval_status": "APPROVED",
            "clause_text": "Subject to your opt-out preferences (see ‘Your Rights and Choices’ below), we use third-party Service Providers such as Google Analytics to provide certain analytics and Viewer interactions services to Calendly in connection with our operation of our Website, including the collection and tracking of certain data and information regarding the characteristics and activities of visitors to Calendly.\nYou may opt-out of relevant cookies using opt-out features on their respective websites.",
            "point_source": "https://calendly.com/pages/privacy",
            "case": {
                "text": "Third-party cookies are used for statistics",
                "href": "https://edit.tosdr.org/cases/325"
            }
        },
        {
            "title": "Any liability on behalf of the service is only limited to the fees you paid as a user or $100",
            "rating": "bad",
            "description": null,
            "last_updated": "2023-07-11 06:20:45",
            "point_link": "https://edit.tosdr.org/points/23977",
            "approval_status": "APPROVED",
            "clause_text": "CALENDLY’S MAXIMUM AGGREGATE LIABILITY TO YOU IN CONNECTION WITH THESE TERMS OR THE WEBSITE, REGARDLESS OF THE FORM OF ACTION (WHETHER SUCH LIABILITY ARISES DUE TO NEGLIGENCE, BREACH OF CONTRACT, MISREPRESENTATION, OR FOR ANY OTHER REASON), WILL AT ALL TIMES BE LIMITED TO THE GREATER OF (I) THE AMOUNT PAID, IF ANY, BY YOU TO CALENDLY IN CONNECTION WITH THESE TERMS IN THE TWELVE (12) MONTHS PRIOR TO THE ACTION GIVING RISE TO LIABILITY OR (II) US $100.00",
            "point_source": "https://calendly.com/pages/terms",
            "case": {
                "text": "Any liability on behalf of the service is only limited to the fees you paid as a user",
                "href": "https://edit.tosdr.org/cases/149"
            }
        },
        {
            "title": "User accounts can be terminated after having been in breach of the terms of service repeatedly",
            "rating": "good",
            "description": "User accounts can be terminated for having been in breach of the terms of service repeatedly, meaning they cannot be terminated without a reason, but only for a limited number of reasons. Additionally, user accounts will not be deleted after a first infringement.",
            "last_updated": "2023-07-11 06:20:46",
            "point_link": "https://edit.tosdr.org/points/23971",
            "approval_status": "APPROVED",
            "clause_text": "We reserve the right, in our sole discretion, to terminate the account or access of any Calendly User or Invitee who is the subject of repeated DMCA or other infringement notifications.\n</p>",
            "point_source": "https://calendly.com/pages/terms",
            "case": {
                "text": "User accounts can be terminated after having been in breach of the terms of service repeatedly",
                "href": "https://edit.tosdr.org/cases/313"
            }
        },
        {
            "title": "You can request access, correction and/or deletion of your data",
            "rating": "good",
            "description": "Users have the right to access personal data hold by the Service, correct it and/or permanently delete it. This usually applies to Services GDPR compliants.",
            "last_updated": "2023-07-11 06:20:45",
            "point_link": "https://edit.tosdr.org/points/23999",
            "approval_status": "APPROVED",
            "clause_text": "You may also contact us to request information about the personal data we have collected from you and to request the correction, modification or deletion of such Personal Data.",
            "point_source": "https://calendly.com/pages/privacy",
            "case": {
                "text": "You can request access, correction and/or deletion of your data",
                "href": "https://edit.tosdr.org/cases/195"
            }
        },
        {
            "title": "You can delete your content from this service",
            "rating": "good",
            "description": "You can ask the service to remove your content at any time, and it's deleted within a reasonable time.",
            "last_updated": "2023-07-11 06:20:45",
            "point_link": "https://edit.tosdr.org/points/23965",
            "approval_status": "APPROVED",
            "clause_text": "To request removal of your information from a Forum, contact support@calendly.com.",
            "point_source": "https://calendly.com/pages/terms",
            "case": {
                "text": "You can delete your content from this service",
                "href": "https://edit.tosdr.org/cases/175"
            }
        },
        {
            "title": "Information is provided about how they collect personal data",
            "rating": "good",
            "description": "The service details situations in which they collect personal information or means by which they do.",
            "last_updated": "2023-07-11 06:20:46",
            "point_link": "https://edit.tosdr.org/points/23985",
            "approval_status": "APPROVED",
            "clause_text": "how it is collected",
            "point_source": "https://calendly.com/pages/privacy",
            "case": {
                "text": "Information is provided about how they collect personal data",
                "href": "https://edit.tosdr.org/cases/297"
            }
        },
        {
            "title": "The data retention period is kept to the minimum necessary for fulfilling its purposes",
            "rating": "good",
            "description": "The service will remove personal data from its systems once it is no longer required. Depending on the type of information and the reason it was collected, data retention periods will vary.",
            "last_updated": "2023-07-11 06:20:47",
            "point_link": "https://edit.tosdr.org/points/24000",
            "approval_status": "APPROVED",
            "clause_text": "We retain the personal data we collect for so long as is reasonably necessary to fulfill the purposes for which the data was collected, to perform our contractual and legal obligations, and for any applicable statute of limitations periods for the purposes of bringing and defending claims.",
            "point_source": "https://calendly.com/pages/privacy",
            "case": {
                "text": "The data retention period is kept to the minimum necessary for fulfilling its purposes",
                "href": "https://edit.tosdr.org/cases/303"
            }
        },
        {
            "title": "Information is provided about how your personal data is used",
            "rating": "good",
            "description": "The Privacy Policy explains the purposes for which data is collected and the way it is processed, used and shared.",
            "last_updated": "2023-07-11 06:20:48",
            "point_link": "https://edit.tosdr.org/points/23986",
            "approval_status": "APPROVED",
            "clause_text": "How we use the information",
            "point_source": "https://calendly.com/pages/privacy",
            "case": {
                "text": "Information is provided about how your personal data is used",
                "href": "https://edit.tosdr.org/cases/227"
            }
        },
        {
            "title": "The service will only respond to government requests that are reasonable",
            "rating": "good",
            "description": "The Agreement explains they will disclose personal data about you if it is reasonably necessary to comply with applicable law and government requests.",
            "last_updated": "2023-07-11 06:20:47",
            "point_link": "https://edit.tosdr.org/points/23998",
            "approval_status": "APPROVED",
            "clause_text": "<p>\nWe may share your data if we believe that disclosure is reasonably necessary to comply with a law, regulation, legal, or governmental request.\nto respond to a subpoena, court order, warrant, or other legal process",
            "point_source": "https://calendly.com/pages/privacy",
            "case": {
                "text": "The service will only respond to government requests that are reasonable",
                "href": "https://edit.tosdr.org/cases/393"
            }
        },
        {
            "title": "Details are provided about what kind of information they collect",
            "rating": "good",
            "description": "The Privacy Policy describes in detail the data collected through the website and through the services provided.",
            "last_updated": "2023-07-11 06:20:46",
            "point_link": "https://edit.tosdr.org/points/23984",
            "approval_status": "APPROVED",
            "clause_text": "What information we collect",
            "point_source": "https://calendly.com/pages/privacy",
            "case": {
                "text": "Information is provided about what kind of information they collect",
                "href": "https://edit.tosdr.org/cases/228"
            }
        },
        {
            "title": "Your personal data is not sold",
            "rating": "good",
            "description": "This service makes an explicit promise not to sell \"personal data\" of users.",
            "last_updated": "2023-07-11 06:20:47",
            "point_link": "https://edit.tosdr.org/points/23994",
            "approval_status": "APPROVED",
            "clause_text": "We do not sell your information to any third parties or disclose it in exchange for money or other valuable consideration.",
            "point_source": "https://calendly.com/pages/privacy",
            "case": {
                "text": "Your personal data is not sold",
                "href": "https://edit.tosdr.org/cases/193"
            }
        },
        {
            "title": "If you are the target of a copyright holder's take down notice, this service gives you the opportunity to defend yourself",
            "rating": "good",
            "description": "You have the right to send a counter-notice to the service if you believe the content that was removed wasn't infringing any copyright.",
            "last_updated": "2023-07-11 06:20:46",
            "point_link": "https://edit.tosdr.org/points/23970",
            "approval_status": "APPROVED",
            "clause_text": "In response, you may provide our Agent with a written counter-notification that includes the following information:",
            "point_source": "https://calendly.com/pages/terms",
            "case": {
                "text": "If you are the target of a copyright holder's take down notice, this service gives you the opportunity to defend yourself",
                "href": "https://edit.tosdr.org/cases/155"
            }
        },
        {
            "title": "Third parties used by the service are bound by confidentiality obligations",
            "rating": "good",
            "description": "The Third Parties accessing your personal information must keep it confidential and only use it for limited purposes.",
            "last_updated": "2023-07-11 06:20:48",
            "point_link": "https://edit.tosdr.org/points/23997",
            "approval_status": "APPROVED",
            "clause_text": "We require Service Providers to agree to take reasonable steps to keep the Personal Data that we provide to them secure.\nWe do not authorize them to use or disclose your Personal Data except in connection with providing their services.",
            "point_source": "https://calendly.com/pages/privacy",
            "case": {
                "text": "Third parties used by the service are bound by confidentiality obligations",
                "href": "https://edit.tosdr.org/cases/210"
            }
        },
        {
            "title": "The service claims to be CCPA compliant for California users",
            "rating": "good",
            "description": "The service has a different behavior towards users protected by the California Consumer Privacy Act.",
            "last_updated": "2023-07-11 06:20:48",
            "point_link": "https://edit.tosdr.org/points/24004",
            "approval_status": "APPROVED",
            "clause_text": "Calendly adopts this notice to comply with the California Consumer Privacy Act of 2019 and any subsequent amendments (“CCPA”).",
            "point_source": "https://calendly.com/pages/privacy",
            "case": {
                "text": "The service claims to be CCPA compliant for California users",
                "href": "https://edit.tosdr.org/cases/482"
            }
        },
        {
            "title": "You can opt out of promotional communications",
            "rating": "good",
            "description": "You can update your account preferences and/or easily unsubscribe of email/sms lists to stop receiving promotional communications.",
            "last_updated": "2023-07-11 06:20:47",
            "point_link": "https://edit.tosdr.org/points/23992",
            "approval_status": "APPROVED",
            "clause_text": "You may opt out of receiving these communications at any time.",
            "point_source": "https://calendly.com/pages/privacy",
            "case": {
                "text": "You can opt out of promotional communications",
                "href": "https://edit.tosdr.org/cases/223"
            }
        },
        {
            "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
            "rating": "neutral",
            "description": "The service assumes no liability for any damages the user incurs, including tangible (e.g. profits) and intangible losses (e.g. data), resulting from the use or inability to use the service or any other matter relating to the service.",
            "last_updated": "2023-07-11 06:20:45",
            "point_link": "https://edit.tosdr.org/points/23976",
            "approval_status": "APPROVED",
            "clause_text": "IN NO EVENT WILL CALENDLY BE LIABLE TO YOU FOR ANY INDIRECT, EXTRAORDINARY, EXEMPLARY, PUNITIVE, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES (INCLUDING LOSS OF DATA, REVENUE, PROFITS, OPPORTUNITIES, REPUTATION, USE, OR OTHER ECONOMIC ADVANTAGE) HOWEVER ARISING, EVEN IF WE KNOW THERE IS A POSSIBILITY OF SUCH DAMAGE.",
            "point_source": "https://calendly.com/pages/terms",
            "case": {
                "text": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
                "href": "https://edit.tosdr.org/cases/293"
            }
        },
        {
            "title": "The service has a no refund policy",
            "rating": "neutral",
            "description": "Payments are final and can't be refunded unless required by law.",
            "last_updated": "2023-07-11 06:20:46",
            "point_link": "https://edit.tosdr.org/points/23963",
            "approval_status": "APPROVED",
            "clause_text": "All payments are non-refundable",
            "point_source": "https://calendly.com/pages/terms",
            "case": {
                "text": "The service has a no refund policy",
                "href": "https://edit.tosdr.org/cases/162"
            }
        },
        {
            "title": "There is a date of the last update of the agreements",
            "rating": "neutral",
            "description": "The given text has a date that allows to know when it was last updated.",
            "last_updated": "2023-07-11 06:20:48",
            "point_link": "https://edit.tosdr.org/points/23983",
            "approval_status": "APPROVED",
            "clause_text": "Effective January 1, 2020</p>\n<p>",
            "point_source": "https://calendly.com/pages/privacy",
            "case": {
                "text": "There is a date of the last update of the agreements",
                "href": "https://edit.tosdr.org/cases/331"
            }
        },
        {
            "title": "You authorise the service to charge a credit card supplied on re-occurring basis",
            "rating": "neutral",
            "description": "You card will be billed on recurring basis unless cancelled. For instance, monthly or annual subscriptions.",
            "last_updated": "2023-07-11 06:20:46",
            "point_link": "https://edit.tosdr.org/points/23962",
            "approval_status": "APPROVED",
            "clause_text": "For renewals, Calendly will automatically charge your payment method in the amount of the then-current fee for your type of account, plus applicable taxes.",
            "point_source": "https://calendly.com/pages/terms",
            "case": {
                "text": "You authorise the service to charge a credit card supplied on re-occurring basis",
                "href": "https://edit.tosdr.org/cases/384"
            }
        },
        {
            "title": "You are responsible for any risks, damages, or losses that may incur by downloading materials",
            "rating": "neutral",
            "description": "Users are responsible for any harm to their computer system or loss of data they may incur through the download of materials from the service.",
            "last_updated": "2023-07-11 06:20:45",
            "point_link": "https://edit.tosdr.org/points/23975",
            "approval_status": "APPROVED",
            "clause_text": "CALENDLY WILL NOT BE LIABLE TO YOU OR OTHERS FOR ANY DAMAGES RESULTING FROM YOUR USE OF THE WEBSITE OR YOUR DISPLAYING, COPYING, OR DOWNLOADING ANY MATERIALS TO OR FROM THE WEBSITE.",
            "point_source": "https://calendly.com/pages/terms",
            "case": {
                "text": "You are responsible for any risks, damages, or losses that may incur by downloading materials",
                "href": "https://edit.tosdr.org/cases/291"
            }
        },
        {
            "title": "You are solely responsible for claims made against the service and agree to indemnify and hold harmless the service.",
            "rating": "neutral",
            "description": "You are responsible for your use of the service. If a claim arises related to that use, you agree to indemnify and hold the service harmless.\nIf users are also required to defend the service, see Case 146 instead.",
            "last_updated": "2023-07-11 06:20:46",
            "point_link": "https://edit.tosdr.org/points/23968",
            "approval_status": "APPROVED",
            "clause_text": "You agree to indemnify and hold Calendly, its parents, subsidiaries, affiliates, officers, agents, employees, resellers or other partners, and licensors harmless from any claim, demand, loss, or damages, including reasonable attorneys’ fees, arising out of or related to Personal Data, or the use thereof, including but not limited to allegations that any processing of Personal Data by Calendly and/or you under this Agreement violates any applicable law or regulation, or infringes the privacy or intellectual property rights of a third party, any content that you disclose to Calendly via your use of the Calendly Website, your use of the Website, your violation of these Terms, or your violation of any relevant law.",
            "point_source": "https://calendly.com/pages/terms",
            "case": {
                "text": "You agree to indemnify and hold the service harmless in case of a claim related to your use of the service",
                "href": "https://edit.tosdr.org/cases/145"
            }
        },
        {
            "title": "The service is provided 'as is' and to be used at your sole risk",
            "rating": "neutral",
            "description": "This service does not provide any guarantees as to its usability or fitness for the users' purposes. Users agree to use it at their own risk, accepting any possible bugs, malfunctions or harm to their devices.",
            "last_updated": "2023-07-11 06:20:46",
            "point_link": "https://edit.tosdr.org/points/23972",
            "approval_status": "APPROVED",
            "clause_text": "THE WEBSITE AND ALL CONTENT ARE PROVIDED \"AS IS\" AND \"WITH ALL FAULTS\" AND THE ENTIRE RISK AS TO THE QUALITY AND PERFORMANCE IS WITH YOU.",
            "point_source": "https://calendly.com/pages/terms",
            "case": {
                "text": "The service is provided 'as is' and to be used at your sole risk",
                "href": "https://edit.tosdr.org/cases/286"
            }
        },
        {
            "title": "You are prohibited from attempting to gain unauthorized access to other computer systems",
            "rating": "neutral",
            "description": "The service does not allow any attempts at hacking or otherwise gaining unauthorized access to other users' computers.",
            "last_updated": "2023-07-11 06:20:45",
            "point_link": "https://edit.tosdr.org/points/23967",
            "approval_status": "APPROVED",
            "clause_text": "or</li>\n<li>To attempt to gain unauthorized access to any portion of this Website or any other accounts, computer systems, or networks connected to this Website, whether through hacking, password mining, or any other means",
            "point_source": "https://calendly.com/pages/terms",
            "case": {
                "text": "You are prohibited from attempting to gain unauthorized access to other computer systems",
                "href": "https://edit.tosdr.org/cases/284"
            }
        },
        {
            "title": "This service is only available to users over 13 years of age",
            "rating": "neutral",
            "description": "The Services are intended for users who are at least a certain age. If you are younger than the age required then you are prohibited from using the Service.",
            "last_updated": "2023-07-11 06:20:48",
            "point_link": "https://edit.tosdr.org/points/23958",
            "approval_status": "APPROVED",
            "clause_text": "Our Website is not intended for and may not be used by individuals under 13 years of age.",
            "point_source": "https://calendly.com/pages/terms",
            "case": {
                "text": "This service is only available to users over a certain age",
                "href": "https://edit.tosdr.org/cases/152"
            }
        },
        {
            "title": "You must report to the service any unauthorized use of your account or any breach of security",
            "rating": "neutral",
            "description": "The service asks the user to notify them immediately of any unauthorized use or security breaches.",
            "last_updated": "2023-07-11 06:20:48",
            "point_link": "https://edit.tosdr.org/points/23960",
            "approval_status": "APPROVED",
            "clause_text": "Should you believe your password or security for this Website has been breached in any way, you must immediately notify us at support@calendly.com.\n</p>",
            "point_source": "https://calendly.com/pages/terms",
            "case": {
                "text": "You must report to the service any unauthorized use of your account or any breach of security",
                "href": "https://edit.tosdr.org/cases/484"
            }
        },
        {
            "title": "Instructions are provided on how to submit a copyright claim",
            "rating": "neutral",
            "description": "If content that you own is copied or made accessible through the service in a way that constitutes an intellectual property right infringement, you can report it following the instructions given in the agreements.",
            "last_updated": "2023-07-11 06:20:46",
            "point_link": "https://edit.tosdr.org/points/23969",
            "approval_status": "APPROVED",
            "clause_text": "If you believe your copyright or other intellectual property right is being infringed by a Calendly User, please provide written notice to us for notice of claims of infringement at support@calendly.com.\n</p>\n<p>To be sure the matter is handled immediately, your written notice must:</p>\n<ul>",
            "point_source": "https://calendly.com/pages/terms",
            "case": {
                "text": "Instructions are provided on how to submit a copyright claim",
                "href": "https://edit.tosdr.org/cases/138"
            }
        },
        {
            "title": "You are responsible for maintaining the security of your account and for the activities on your account",
            "rating": "neutral",
            "description": "You are responsible for protecting the confidentiality of your password and for maintaining the security of your account. Any activity occurring under your account is your responsibility, whether authorized by you or not.",
            "last_updated": "2023-07-11 06:20:45",
            "point_link": "https://edit.tosdr.org/points/23961",
            "approval_status": "APPROVED",
            "clause_text": "You agree to choose a strong and secure password(s) and maintain the confidentiality of your password(s), including any password of a third-party site that we may allow you to use to access this Website.",
            "point_source": "https://calendly.com/pages/terms",
            "case": {
                "text": "You are responsible for maintaining the security of your account and for the activities on your account",
                "href": "https://edit.tosdr.org/cases/148"
            }
        },
        {
            "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision",
            "rating": "neutral",
            "description": "Even if the service does not or not always enforce all of the rules or provisions contained in its terms, they still apply. Users can at a later time still be held accountable for violating provisions that have not been enforced consistently.",
            "last_updated": "2023-07-11 06:20:46",
            "point_link": "https://edit.tosdr.org/points/23982",
            "approval_status": "APPROVED",
            "clause_text": "By choosing not to enforce any of these Terms, we are not waiving our rights.",
            "point_source": "https://calendly.com/pages/terms",
            "case": {
                "text": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision",
                "href": "https://edit.tosdr.org/cases/295"
            }
        },
        {
            "title": "You agree not to use the service for illegal purposes",
            "rating": "neutral",
            "description": "The user agrees not to commit any unlawful acts through the use of the website, including the posting of illegal content or messaging.",
            "last_updated": "2023-07-11 06:20:45",
            "point_link": "https://edit.tosdr.org/points/23964",
            "approval_status": "APPROVED",
            "clause_text": "You agree to comply with all applicable domestic and international laws, statutes, ordinances, and regulations regarding your use of our Website.",
            "point_source": "https://calendly.com/pages/terms",
            "case": {
                "text": "You agree not to use the service for illegal purposes",
                "href": "https://edit.tosdr.org/cases/280"
            }
        },
        {
            "title": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.",
            "rating": "neutral",
            "description": "Even though the Do Not Track (DNT) header was not implemented perfectly, services should not track users whose browsers send a DNT header.",
            "last_updated": "2023-07-11 06:20:48",
            "point_link": "https://edit.tosdr.org/points/24002",
            "approval_status": "APPROVED",
            "clause_text": "We do not currently recognize or respond to browser-initiated Do Not Track signals as there is no consistent industry standard for compliance.",
            "point_source": "https://calendly.com/pages/privacy",
            "case": {
                "text": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.",
                "href": "https://edit.tosdr.org/cases/233"
            }
        },
        {
            "title": "Third parties are involved in operating the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:20:48",
            "point_link": "https://edit.tosdr.org/points/23996",
            "approval_status": "APPROVED",
            "clause_text": "We use other companies, agents or contractors (“Service Providers”) to perform services on our behalf or to assist us with providing services to you",
            "point_source": "https://calendly.com/pages/privacy",
            "case": {
                "text": "Third parties are involved in operating the service",
                "href": "https://edit.tosdr.org/cases/207"
            }
        },
        {
            "title": "This service does not guarantee that it or the products obtained through it meet your expectations or requirements",
            "rating": "neutral",
            "description": "This service provider informs its users that the services, information, products, or other materials provided on its website may not meet the users' expectations or requirements.",
            "last_updated": "2023-07-11 06:20:45",
            "point_link": "https://edit.tosdr.org/points/23973",
            "approval_status": "APPROVED",
            "clause_text": "Without limiting the generality of the foregoing, we make no warranty that the Website will meet your requirements",
            "point_source": "https://calendly.com/pages/terms",
            "case": {
                "text": "This service does not guarantee that it or the products obtained through it meet your expectations or requirements",
                "href": "https://edit.tosdr.org/cases/290"
            }
        }
    ]
}