{
    "meta_data": {
        "title": "Yello - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "This service may collect, use, and share location data",
            "rating": "bad",
            "description": "Location-based information is collected and may be used and/or shared with third parties for purposes not directly related to the services provided (i.e. the Service doesn't rely on the use or share of location data to function properly).",
            "last_updated": "2023-07-11 06:22:03",
            "edit_link": "https://edit.tosdr.org/points/25110",
            "approval_status": "APPROVED"
        },
        {
            "title": "Terms may be changed any time at their discretion, without notice to you",
            "rating": "bad",
            "description": "The Agreements can be updated at any time, including in a way that negatively affects user rights, without notifying before or after the changes.",
            "last_updated": "2023-07-11 06:22:05",
            "edit_link": "https://edit.tosdr.org/points/25118",
            "approval_status": "APPROVED"
        },
        {
            "title": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting",
            "rating": "bad",
            "description": "Tracking technologies (such as web beacons, tracking pixels...) are employed on users and/or the service assigns a unique ID to a browser or device to track its behaviour.",
            "last_updated": "2023-07-11 06:22:04",
            "edit_link": "https://edit.tosdr.org/points/25102",
            "approval_status": "APPROVED"
        },
        {
            "title": "The court of law governing the terms is in a jurisdiction that is less friendly to user privacy protection.",
            "rating": "bad",
            "description": "The Terms are governed by the applicable laws of a jurisdiction known for weak data regulations and poor user privacy protection. Usually contributors will need to explain in the Analysis view of each point linked to this Case the reason why it shall be applied.",
            "last_updated": "2023-07-11 06:22:04",
            "edit_link": "https://edit.tosdr.org/points/25112",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service receives your precise location through GPS coordinates",
            "rating": "bad",
            "description": "Unless the service relies on Geo Location, this case is to be assigned to points that don't need your GPS coordinates to function properly.",
            "last_updated": "2023-07-11 06:22:04",
            "edit_link": "https://edit.tosdr.org/points/25103",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service gives your personal data to third parties involved in its operation",
            "rating": "bad",
            "description": "Your personal data is or may be given to third parties essential to the service’s operation. This could be an external spam detection service for an internet forum.",
            "last_updated": "2023-07-11 06:22:04",
            "edit_link": "https://edit.tosdr.org/points/25104",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your data may be processed and stored anywhere in the world",
            "rating": "bad",
            "description": "Your data is stored all over the world, including in countries where data protection rules may differ from the ones of the service's jurisdiction or those of your country jurisdiction.",
            "last_updated": "2023-07-11 06:22:05",
            "edit_link": "https://edit.tosdr.org/points/25111",
            "approval_status": "APPROVED"
        },
        {
            "title": "You can request access, correction and/or deletion of your data",
            "rating": "good",
            "description": "Users have the right to access personal data hold by the Service, correct it and/or permanently delete it. This usually applies to Services GDPR compliants.",
            "last_updated": "2023-07-11 06:22:04",
            "edit_link": "https://edit.tosdr.org/points/25107",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service claims to be CCPA compliant for California users",
            "rating": "good",
            "description": "The service has a different behavior towards users protected by the California Consumer Privacy Act.",
            "last_updated": "2023-07-11 06:22:04",
            "edit_link": "https://edit.tosdr.org/points/25116",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service claims to be GDPR compliant for European users",
            "rating": "good",
            "description": "The service has a different behavior towards users protected by the GDPR.",
            "last_updated": "2023-07-11 06:22:04",
            "edit_link": "https://edit.tosdr.org/points/25117",
            "approval_status": "APPROVED"
        },
        {
            "title": "You have the right to leave this service at any time",
            "rating": "good",
            "description": "You can stop using the service and/or cancel or delete your account at any time for any reason. Moreover, the termination is reasonably fast and simple.",
            "last_updated": "2023-07-11 06:22:15",
            "edit_link": "https://edit.tosdr.org/points/25108",
            "approval_status": "APPROVED"
        },
        {
            "title": "Information is provided about security practices",
            "rating": "good",
            "description": "It's important to know what security measures are taken to protect your data from unauthorized access. This case applies to the Agreements that precisely explain their security practices.",
            "last_updated": "2023-07-11 06:22:05",
            "edit_link": "https://edit.tosdr.org/points/25114",
            "approval_status": "APPROVED"
        },
        {
            "title": "There is a date of the last update of the agreements",
            "rating": "neutral",
            "description": "The given text has a date that allows to know when it was last updated.",
            "last_updated": "2023-07-11 06:22:03",
            "edit_link": "https://edit.tosdr.org/points/25099",
            "approval_status": "APPROVED"
        },
        {
            "title": "Blocking first party cookies may limit your ability to use the service",
            "rating": "neutral",
            "description": "Most browsers allow users to set preferences related to cookies storage. You may choose to block all cookies (including first-party cookies), but it may impact your use of this service and you may not be able to access some or any of the features provided.",
            "last_updated": "2023-07-11 06:22:04",
            "edit_link": "https://edit.tosdr.org/points/25106",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your private content may be accessed by people working for the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:22:04",
            "edit_link": "https://edit.tosdr.org/points/25115",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service informs you that its Terms of Service does not apply to third party websites",
            "rating": "neutral",
            "description": "The service states that whenever it links to third party websites or applications, its Terms of Service does not apply. Those third party websites or applications hosted or operated by other organizations may have their Terms of Service.",
            "last_updated": "2023-07-11 06:22:04",
            "edit_link": "https://edit.tosdr.org/points/25113",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your personal data is aggregated into statistics",
            "rating": "neutral",
            "description": "Your personal data is used for statistics in a de-identified/aggregated form (i.e. not directly linked to a unique identity) to analyse trends, for research and for analytics.",
            "last_updated": "2023-07-11 06:22:15",
            "edit_link": "https://edit.tosdr.org/points/25105",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your IP address is collected, which can be used to view your approximate location",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:22:15",
            "edit_link": "https://edit.tosdr.org/points/25101",
            "approval_status": "APPROVED"
        },
        {
            "title": "Third parties are involved in operating the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:22:03",
            "edit_link": "https://edit.tosdr.org/points/25100",
            "approval_status": "APPROVED"
        },
        {
            "title": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.",
            "rating": "neutral",
            "description": "Even though the Do Not Track (DNT) header was not implemented perfectly, services should not track users whose browsers send a DNT header.",
            "last_updated": "2023-07-11 06:22:06",
            "edit_link": "https://edit.tosdr.org/points/25109",
            "approval_status": "APPROVED"
        }
    ]
}