{
    "meta_data": {
        "title": "ViacomCBS - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "This service shares your personal data with third parties that are not involved in its operation",
            "rating": "bad",
            "description": "Your personal data is or may be given to third parties nonessential to the service’s operation. This could be a business partner that receives your data to provide targeted advertisements.",
            "last_updated": "2023-07-11 06:18:29",
            "point_link": "https://edit.tosdr.org/points/22314",
            "approval_status": "APPROVED",
            "clause_text": "We may share information to provide advertising based on your interests.</strong>",
            "point_source": "https://www.viacomcbsprivacy.com/policy",
            "case": {
                "text": "This service shares your personal data with third parties that are not essential to its operation",
                "href": "https://edit.tosdr.org/cases/166"
            }
        },
        {
            "title": "Terms may be changed any time at their discretion, without notice to you",
            "rating": "bad",
            "description": "The Agreements can be updated at any time, including in a way that negatively affects user rights, without notifying before or after the changes.",
            "last_updated": "2023-07-11 06:18:27",
            "point_link": "https://edit.tosdr.org/points/22296",
            "approval_status": "APPROVED",
            "clause_text": "We may change these Terms in the future, so we encourage you to review periodically the Terms of Use applicable to each Service you use.\nThe most current version of the applicable Terms of Use (along with its effective date) will be linked from each of the Services.\nIf you do not agree with any changes to these Terms, your sole remedy is not to use the Services.",
            "point_source": "https://www.viacomcbs.legal/us/en/cbsi/terms-of-use",
            "case": {
                "text": "Terms may be changed any time at their discretion, without notice to you",
                "href": "https://edit.tosdr.org/cases/121"
            }
        },
        {
            "title": "This service tracks you on other websites",
            "rating": "bad",
            "description": "The service may use tracking technologies in third-party websites to track your online activity while you aren't visiting their Site.",
            "last_updated": "2023-07-11 06:18:26",
            "point_link": "https://edit.tosdr.org/points/22306",
            "approval_status": "APPROVED",
            "clause_text": "When using our Services, including on third-party platforms, we, and our service providers operating on our behalf, may automatically collect or receive certain information associated with you",
            "point_source": "https://www.viacomcbsprivacy.com/policy",
            "case": {
                "text": "This service tracks you on other websites",
                "href": "https://edit.tosdr.org/cases/129"
            }
        },
        {
            "title": "Your Personal data may be sold unless you opt out",
            "rating": "bad",
            "description": "There is a form to opt-out (typically California's CCPA) of the selling of your personal data. This is a bad a point because there are many services that don't have this form due to not selling your data in the first place.",
            "last_updated": "2023-07-11 06:18:33",
            "point_link": "https://edit.tosdr.org/points/22320",
            "approval_status": "APPROVED",
            "clause_text": "Because of the broad definition of “sale” under CCPA, some information that we share with third parties may constitute the “sale” of your information.\nFor instance, some of our brands share identifiers, such as cookies and the advertising identifier associated with your mobile or internet-connected device with our advertising partners, and those partners use and share those identifiers to show advertisements that are targeted to your interests.</p>\n<p>Where a brand does this or otherwise “sells” your information, we will give you the opportunity to opt out by clicking the “Do Not Sell My Personal Information” https://www.viacomcbsprivacy.com/donotsell",
            "point_source": "https://www.viacomcbsprivacy.com/policy",
            "case": {
                "text": "Your Personal data may be sold unless you opt out",
                "href": "https://edit.tosdr.org/cases/396"
            }
        },
        {
            "title": "Your profile is combined across various products",
            "rating": "bad",
            "description": "When using multiple services from one same company, they can combine these (unrelated) information sources about you to build up a single richer user profile about you.",
            "last_updated": "2023-07-11 06:18:33",
            "point_link": "https://edit.tosdr.org/points/22311",
            "approval_status": "APPROVED",
            "clause_text": "We acquire information from other trusted sources.\nThese business partners might include companies, such as your TV or internet service provider, or other streaming media device providers who make our Services or content available on their devices, mobile phone carriers, or other companies who provide services to you.\nWe may also collect information about you from other sources, including service providers, data licensors and aggregators, marketing companies, advertising partners, programming distributors, social media platforms, and public databases.</p>\n<p>",
            "point_source": "https://www.viacomcbsprivacy.com/policy",
            "case": {
                "text": "Your profile is combined across various products",
                "href": "https://edit.tosdr.org/cases/326"
            }
        },
        {
            "title": "Your personal data may be used for marketing purposes",
            "rating": "bad",
            "description": "The service may use your personal data for marketing, such as sending you personalised offerings.",
            "last_updated": "2023-07-11 06:18:33",
            "point_link": "https://edit.tosdr.org/points/22312",
            "approval_status": "APPROVED",
            "clause_text": "We may use your information to send promotional messages and newsletters such as via email, text messaging, or push notifications.",
            "point_source": "https://www.viacomcbsprivacy.com/policy",
            "case": {
                "text": "Your personal data may be used for marketing purposes",
                "href": "https://edit.tosdr.org/cases/336"
            }
        },
        {
            "title": "Information is gathered about you through third parties",
            "rating": "bad",
            "description": "This Service may employ, either identifiable or non-identifiable, data collection from third party sources about you.",
            "last_updated": "2023-07-11 06:18:26",
            "point_link": "https://edit.tosdr.org/points/22310",
            "approval_status": "APPROVED",
            "clause_text": "</p>\n<p>\n<strong>Information From Our Partners.</strong> We acquire information from other trusted sources.",
            "point_source": "https://www.viacomcbsprivacy.com/policy",
            "case": {
                "text": "Information is gathered about you through third parties",
                "href": "https://edit.tosdr.org/cases/382"
            }
        },
        {
            "title": "Instead of asking directly, this Service will assume your consent merely from your usage.",
            "rating": "bad",
            "description": "The Service infers your acceptance from your continued usage, instead of prompting you to read the new Terms and asking for direct consent. This doesn’t apply to services that have no way to seek consent from users through their contact details or an account.",
            "last_updated": "2023-07-11 06:18:27",
            "point_link": "https://edit.tosdr.org/points/22297",
            "approval_status": "APPROVED",
            "clause_text": "If you continue to use the Services after we change these Terms, you accept all changes.",
            "point_source": "https://www.viacomcbs.legal/us/en/cbsi/terms-of-use",
            "case": {
                "text": "Instead of asking directly, this Service will assume your consent to changes of terms merely from your usage.",
                "href": "https://edit.tosdr.org/cases/403"
            }
        },
        {
            "title": "You are tracked via web beacons, tracking pixels and device fingerprinting",
            "rating": "bad",
            "description": "Tracking technologies (such as web beacons, tracking pixels...) are employed on users and/or the service assigns a unique ID to a browser or device to track its behaviour.",
            "last_updated": "2023-07-11 06:18:26",
            "point_link": "https://edit.tosdr.org/points/22307",
            "approval_status": "APPROVED",
            "clause_text": "Also: \"device IDs\"",
            "point_source": "https://www.viacomcbsprivacy.com/policy",
            "case": {
                "text": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting",
                "href": "https://edit.tosdr.org/cases/323"
            }
        },
        {
            "title": "This service reserves the right to disclose your personal information without notifying you",
            "rating": "bad",
            "description": "If the Government governing the Terms requests personal data of a user of this service, they may not inform/notify the user while complying with the request.",
            "last_updated": "2023-07-11 06:18:29",
            "point_link": "https://edit.tosdr.org/points/22316",
            "approval_status": "APPROVED",
            "clause_text": "<strong>We may share information if we think we have to in order to comply with the law or to protect ourselves.</strong> For example, we will share information when it is necessary for us to comply with applicable law or legal process, to respond to legal claims, or to protect our rights or the property or personal safety of our users, employees, or the public.</p>\n<p>",
            "point_source": "https://www.viacomcbsprivacy.com/policy",
            "case": {
                "text": "Your personal data may be disclosed to comply with government requests without notice to you",
                "href": "https://edit.tosdr.org/cases/164"
            }
        },
        {
            "title": "You waive your right to a class action.",
            "rating": "bad",
            "description": "The right to be represented in a class action (or representative action) exists in the US and some European countries. It allows people who have been similarly injured by the same accused to take legal action by a single lawsuit instead of individually. Some Terms of Service try to limit that right. By agreeing to them, you could waive (= renounce to) your right to a class action, which might reduce your chances to be successful in a case.",
            "last_updated": "2023-07-11 06:18:27",
            "point_link": "https://edit.tosdr.org/points/22299",
            "approval_status": "APPROVED",
            "clause_text": "Class arbitrations and class actions are not permitted under any circumstances.",
            "point_source": "https://www.viacomcbs.legal/us/en/cbsi/terms-of-use",
            "case": {
                "text": "You waive your right to a class action.",
                "href": "https://edit.tosdr.org/cases/117"
            }
        },
        {
            "title": "This service receives your precise location through GPS coordinates",
            "rating": "bad",
            "description": "Unless the service relies on Geo Location, this case is to be assigned to points that don't need your GPS coordinates to function properly.",
            "last_updated": "2023-07-11 06:18:26",
            "point_link": "https://edit.tosdr.org/points/22309",
            "approval_status": "APPROVED",
            "clause_text": "The information we automatically collect may also include geolocation information, such as (a) information that identifies the precise location of your mobile device",
            "point_source": "https://www.viacomcbsprivacy.com/policy",
            "case": {
                "text": "This service receives your precise location through GPS coordinates",
                "href": "https://edit.tosdr.org/cases/400"
            }
        },
        {
            "title": "This service gives your personal data to third parties involved in its operation",
            "rating": "bad",
            "description": "Your personal data is or may be given to third parties essential to the service’s operation. This could be an external spam detection service for an internet forum.",
            "last_updated": "2023-07-11 06:18:29",
            "point_link": "https://edit.tosdr.org/points/22315",
            "approval_status": "APPROVED",
            "clause_text": "<strong>We may share information within the ViacomCBS family of companies.</strong> We may share information we collect about you with the ViacomCBS companies for the purposes described in the How We Use Your Information",
            "point_source": "https://www.viacomcbsprivacy.com/policy",
            "case": {
                "text": "This service gives your personal data to third parties involved in its operation",
                "href": "https://edit.tosdr.org/cases/188"
            }
        },
        {
            "title": "Your personal data is used for advertising",
            "rating": "bad",
            "description": "Your interaction with the service and data you have shared with them may be gathered to create an advertising ID or profile to target ads on you, either on the website you were visiting or in third party websites.",
            "last_updated": "2023-07-11 06:18:29",
            "point_link": "https://edit.tosdr.org/points/22313",
            "approval_status": "APPROVED",
            "clause_text": "<strong>We may use your information to provide you with ads or information that we think would be of interest to you.</strong> For example, based on the information we have about your use of the Services, including information provided by third parties, we may target personalized advertising to you both on and off our Services.\n</p>",
            "point_source": "https://www.viacomcbsprivacy.com/policy",
            "case": {
                "text": "Your personal data is used for advertising",
                "href": "https://edit.tosdr.org/cases/216"
            }
        },
        {
            "title": "Your biometric data is collected",
            "rating": "bad",
            "description": "This service can collect or use your biometric data. This includes but is not limited to facial recognition, fingerprints, and iris scans. Although this feature can sometimes be convenient to the user, providing this type of information to the service could open your personal data to being sold or stolen.",
            "last_updated": "2023-07-11 06:18:27",
            "point_link": "https://edit.tosdr.org/points/22305",
            "approval_status": "APPROVED",
            "clause_text": "You may be recorded if you visit our offices (including by security surveillance of our premises, including CCTV), or attend a live performance or the taping of one of our programs as a member of the audience, or, if you submit sweepstakes entrance forms or an application to participate in one of our programs by mail or in person.",
            "point_source": "https://www.viacomcbsprivacy.com/policy",
            "case": {
                "text": "Your biometric data is collected",
                "href": "https://edit.tosdr.org/cases/397"
            }
        },
        {
            "title": "You can request access, correction and/or deletion of your data",
            "rating": "good",
            "description": "Users have the right to access personal data hold by the Service, correct it and/or permanently delete it. This usually applies to Services GDPR compliants.",
            "last_updated": "2023-07-11 06:18:28",
            "point_link": "https://edit.tosdr.org/points/22318",
            "approval_status": "APPROVED",
            "clause_text": "If you have an account or subscription to one of our Services, you can correct or delete information or update account settings by logging into your account and following the instructions or by contacting the customer service team.</p>",
            "point_source": "https://www.viacomcbsprivacy.com/policy",
            "case": {
                "text": "You can request access, correction and/or deletion of your data",
                "href": "https://edit.tosdr.org/cases/195"
            }
        },
        {
            "title": "Archives of their agreements are provided so that changes can be viewed over time",
            "rating": "good",
            "description": "This case applies to Services whose agreements provide previous versions, so that users can compare them and understand how the Service seems to evolve regarding user rights.",
            "last_updated": "2023-07-11 06:18:27",
            "point_link": "https://edit.tosdr.org/points/22295",
            "approval_status": "APPROVED",
            "clause_text": "<p>Click to review previous version.</p>",
            "point_source": "https://www.viacomcbs.legal/us/en/cbsi/terms-of-use",
            "case": {
                "text": "Archives of their agreements are provided so that changes can be viewed over time",
                "href": "https://edit.tosdr.org/cases/197"
            }
        },
        {
            "title": "Information is provided about how your personal data is used",
            "rating": "good",
            "description": "The Privacy Policy explains the purposes for which data is collected and the way it is processed, used and shared.",
            "last_updated": "2023-07-11 06:18:26",
            "point_link": "https://edit.tosdr.org/points/22304",
            "approval_status": "APPROVED",
            "clause_text": "How We Use Your Information",
            "point_source": "https://www.viacomcbsprivacy.com/policy",
            "case": {
                "text": "Information is provided about how your personal data is used",
                "href": "https://edit.tosdr.org/cases/227"
            }
        },
        {
            "title": "Details are provided about what kind of information they collect",
            "rating": "good",
            "description": "The Privacy Policy describes in detail the data collected through the website and through the services provided.",
            "last_updated": "2023-07-11 06:18:26",
            "point_link": "https://edit.tosdr.org/points/22303",
            "approval_status": "APPROVED",
            "clause_text": "</p>What Information We Collect About You",
            "point_source": "https://www.viacomcbsprivacy.com/policy",
            "case": {
                "text": "Information is provided about what kind of information they collect",
                "href": "https://edit.tosdr.org/cases/228"
            }
        },
        {
            "title": "The service claims to be CCPA compliant for California users",
            "rating": "good",
            "description": "The service has a different behavior towards users protected by the California Consumer Privacy Act.",
            "last_updated": "2023-07-11 06:18:28",
            "point_link": "https://edit.tosdr.org/points/22319",
            "approval_status": "APPROVED",
            "clause_text": "If you are a California resident, you have specific privacy rights governed by the California Consumer Privacy Act (CCPA).",
            "point_source": "https://www.viacomcbsprivacy.com/policy",
            "case": {
                "text": "The service claims to be CCPA compliant for California users",
                "href": "https://edit.tosdr.org/cases/482"
            }
        },
        {
            "title": "The service claims to be GDPR compliant for European users",
            "rating": "good",
            "description": "The service has a different behavior towards users protected by the GDPR.",
            "last_updated": "2023-07-11 06:18:28",
            "point_link": "https://edit.tosdr.org/points/22321",
            "approval_status": "APPROVED",
            "clause_text": "<p>If you would like to exercise your rights under the GDPR (or similar laws in the UK or Switzerland), please submit your request using our Privacy Rights Manager https://www.viacomcbsprivacy.com/managemyrights.",
            "point_source": "https://www.viacomcbsprivacy.com/policy",
            "case": {
                "text": "The service claims to be GDPR compliant for European users",
                "href": "https://edit.tosdr.org/cases/481"
            }
        },
        {
            "title": "The service claims to be LGPD compliant for Brazilian users",
            "rating": "good",
            "description": "The service has a different behavior towards users protected by the Lei Geral de Proteção de Dados Pessoais.",
            "last_updated": "2023-07-11 06:18:28",
            "point_link": "https://edit.tosdr.org/points/22322",
            "approval_status": "APPROVED",
            "clause_text": "<p>If you are a resident of Brazil, you have certain additional rights under the Brazilian General Data Protection Act:</p>",
            "point_source": "https://www.viacomcbsprivacy.com/policy",
            "case": {
                "text": "The service claims to be LGPD compliant for Brazilian users",
                "href": "https://edit.tosdr.org/cases/483"
            }
        },
        {
            "title": "You can opt out of promotional communications",
            "rating": "good",
            "description": "You can update your account preferences and/or easily unsubscribe of email/sms lists to stop receiving promotional communications.",
            "last_updated": "2023-07-11 06:18:29",
            "point_link": "https://edit.tosdr.org/points/22317",
            "approval_status": "APPROVED",
            "clause_text": "<strong>Opt out of receiving our marketing emails.",
            "point_source": "https://www.viacomcbsprivacy.com/policy",
            "case": {
                "text": "You can opt out of promotional communications",
                "href": "https://edit.tosdr.org/cases/223"
            }
        },
        {
            "title": "There is a date of the last update of the agreements (February 2021)",
            "rating": "neutral",
            "description": "The given text has a date that allows to know when it was last updated.",
            "last_updated": "2023-07-11 06:18:26",
            "point_link": "https://edit.tosdr.org/points/22294",
            "approval_status": "APPROVED",
            "clause_text": "Version 1: 2021-06-12 17:35:53 UTC by AgnesDeLion (20760)  Staff\n          \n        \n        \n          \n            \n              Analysis created\n            \n          \n        \n        \n          \n              \n          \n        \n    \n  \n        \n          \n              Version 1: 2021-06-12 17:35:53 UTC by AgnesDeLion (20760)  Staff\n          \n        \n        \n          \n            \n              Analysis created\n            \n          \n        \n        \n          \n              \n          \n        \n    \n          \n              Version 1: 2021-06-12 17:35:53 UTC by AgnesDeLion (20760)  Staff\n          \n        \n          \n            \n              Analysis created\n            \n          \n        \n          \n              \n          \n        \n      \n        \n          \n            Previous Title: \n            Updated Title: There is a date of the last update of the agreements\n          \n          \n            Previous Analysis: \n            Updated Analysis: Generated through the annotate view\n          \n          \n            Previous Status: \n            Updated Status:  PENDING\n          \n        \n      \n    \n        \n          \n            Previous Title: \n            Updated Title: There is a date of the last update of the agreements\n          \n          \n            Previous Analysis: \n            Updated Analysis: Generated through the annotate view\n          \n          \n            Previous Status: \n            Updated Status:  PENDING\n          \n        \n      \n          \n            Previous Title: \n            Updated Title: There is a date of the last update of the agreements\n          \n          \n            Previous Analysis: \n            Updated Analysis: Generated through the annotate view\n          \n          \n            Previous Status: \n            Updated Status:  PENDING\n          \n        \n            Previous Title: \n            Updated Title: There is a date of the last update of the agreements\n          \n            Previous Analysis: \n            Updated Analysis: Generated through the annotate view\n          \n            Previous Status: \n            Updated Status:  PENDING",
            "point_source": "https://www.viacomcbs.legal/us/en/cbsi/terms-of-use",
            "case": {
                "text": "There is a date of the last update of the agreements",
                "href": "https://edit.tosdr.org/cases/331"
            }
        },
        {
            "title": "You are responsible for maintaining the security of your account and for the activities on your account",
            "rating": "neutral",
            "description": "You are responsible for protecting the confidentiality of your password and for maintaining the security of your account. Any activity occurring under your account is your responsibility, whether authorized by you or not.",
            "last_updated": "2023-07-11 06:18:27",
            "point_link": "https://edit.tosdr.org/points/22298",
            "approval_status": "APPROVED",
            "clause_text": "<p>You are responsible for maintaining the confidentiality of your user account login names and passwords, and must not permit use of your account by anyone other than members of your household.",
            "point_source": "https://www.viacomcbs.legal/us/en/cbsi/terms-of-use",
            "case": {
                "text": "You are responsible for maintaining the security of your account and for the activities on your account",
                "href": "https://edit.tosdr.org/cases/148"
            }
        },
        {
            "title": "Your IP address is collected, which can be used to view your approximate location",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:18:27",
            "point_link": "https://edit.tosdr.org/points/22308",
            "approval_status": "APPROVED",
            "clause_text": "(b) your IP address, which may be used to estimate your approximate location.",
            "point_source": "https://www.viacomcbsprivacy.com/policy",
            "case": {
                "text": "Your IP address is collected, which can be used to view your approximate location",
                "href": "https://edit.tosdr.org/cases/399"
            }
        }
    ]
}