{
    "meta_data": {
        "title": "Artspace - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "The service can delete specific content without reason and may do it without prior notice",
            "rating": "blocker",
            "description": "This service can delete specific content. Usually they will claim they reserve the right to do it at their sole discretion, which is legalese for saying they won't give a specific reason. If the terms say they will not notify you, it shall be included in the quote but if it does not explicitly say they will give you a notice, it can be reasonably inferred that they can do it without telling you.",
            "last_updated": "2023-07-11 06:34:11",
            "point_link": "https://edit.tosdr.org/points/12459",
            "approval_status": "APPROVED",
            "clause_text": "we reserve the right to remove any User Content generated by any user at our sole discretion.</p>",
            "point_source": "https://www.artspace.com/privacy_policy",
            "case": {
                "text": "Specific content can be deleted without reason and may be removed without prior notice",
                "href": "https://edit.tosdr.org/cases/202"
            }
        },
        {
            "title": "This service keeps user logs for an undefined period of time",
            "rating": "bad",
            "description": "Logs are text files containing some information about web visitors, such as user agents (showing for instance that you're connecting from Firefox for Android) and ip addresses (which reveal your approximate location). This case applies to Services that may keep logs indefinitely, allowing user sessions to be tracked over time. Logs that are kept for a time \"consistent with applicable law\" also fall under this case, since this period of time may be murky or undefined.",
            "last_updated": "2023-07-11 10:08:19",
            "point_link": "https://edit.tosdr.org/points/12464",
            "approval_status": "APPROVED",
            "clause_text": "<p>We will retain your information for as long as is necessary to provide you with the services that you have requested from us or for as long as we reasonably require to retain the information for our legitimate interests.",
            "point_source": "https://www.artspace.com/privacy_policy",
            "case": {
                "text": "Logs are kept for an undefined period of time",
                "href": "https://edit.tosdr.org/cases/178"
            }
        },
        {
            "title": "This service may collect, use, and share location data",
            "rating": "bad",
            "description": "Location-based information is collected and may be used and/or shared with third parties for purposes not directly related to the services provided (i.e. the Service doesn't rely on the use or share of location data to function properly).",
            "last_updated": "2023-07-11 10:08:18",
            "point_link": "https://edit.tosdr.org/points/12449",
            "approval_status": "APPROVED",
            "clause_text": "When IP addresses are tied to personally identifiable information it is to offer customers the best user experience possible.",
            "point_source": "https://www.artspace.com/privacy_policy",
            "case": {
                "text": "This service may collect, use, and share location data",
                "href": "https://edit.tosdr.org/cases/373"
            }
        },
        {
            "title": "This service can share your personal information to third parties",
            "rating": "bad",
            "description": "Your personal data is or may be given to third parties nonessential to the service’s operation. This could be a business partner that receives your data to provide targeted advertisements.",
            "last_updated": "2023-07-11 10:08:19",
            "point_link": "https://edit.tosdr.org/points/12454",
            "approval_status": "APPROVED",
            "clause_text": "These Service Providers provide functions on our behalf such as fulfillment, shipping, credit card processing, data and tracking analysis, customer service, market services etc in order to complete the transactions and offer you the best service our Site.</p>",
            "point_source": "https://www.artspace.com/privacy_policy",
            "case": {
                "text": "This service shares your personal data with third parties that are not essential to its operation",
                "href": "https://edit.tosdr.org/cases/166"
            }
        },
        {
            "title": "Tracking via third-party cookies for other purposes without your consent.",
            "rating": "bad",
            "description": "The service's website sets third-party cookies (cookies that do not belong to their domain) for purposes not including statistics and analytics.",
            "last_updated": "2023-07-11 10:08:18",
            "point_link": "https://edit.tosdr.org/points/12452",
            "approval_status": "APPROVED",
            "clause_text": "We may permit limited third parties to place cookies through the Site to provide us with better insights into the use of the Site, user demographics, or to provide relevant advertising to you.\nThese third parties may collect information about a consumer's online activities over time and across different websites when he or she uses our Site.</p>\n<p>",
            "point_source": "https://www.artspace.com/privacy_policy",
            "case": {
                "text": "Third-party cookies are used for advertising",
                "href": "https://edit.tosdr.org/cases/128"
            }
        },
        {
            "title": "The service can delete your account without prior notice and without a reason",
            "rating": "bad",
            "description": "At any time, your account can be terminated without explanation and without warning by the service.",
            "last_updated": "2023-07-11 10:08:17",
            "point_link": "https://edit.tosdr.org/points/12470",
            "approval_status": "APPROVED",
            "clause_text": "We reserve the right to revoke your account, refuse service, remove or edit content it its sole discretion for any reason at any time including as a result of a violation of these Terms of Use, without notice.",
            "point_source": "https://www.artspace.com/legal",
            "case": {
                "text": "Your account can be deleted or permanently suspended without prior notice and without a reason",
                "href": "https://edit.tosdr.org/cases/201"
            }
        },
        {
            "title": "Many third parties are involved in operating the service",
            "rating": "bad",
            "description": null,
            "last_updated": "2023-07-11 10:07:23",
            "point_link": "https://edit.tosdr.org/points/12463",
            "approval_status": "APPROVED",
            "clause_text": "Third party processors of your information include: • our website hosts and operators, IT support providers, database operators, site analytics providers and software developers.\n• our marketing or publicity services providers.\n• our editorial and production service providers;• our financial services and payment service provider.\n• our warehousing and delivery service providers.\n• our auditors, technical consultants and legal advisors.\nand • our fraud detection services.</p>",
            "point_source": "https://www.artspace.com/privacy_policy",
            "case": {
                "text": "Many third parties are involved in operating the service",
                "href": "https://edit.tosdr.org/cases/208"
            }
        },
        {
            "title": "You waive your right to a class action in some circumstances",
            "rating": "bad",
            "description": "The right to be represented in a class action (or representative action) exists in the US and some European countries. It allows people who have been similarly injured by the same accused to take legal action by a single lawsuit instead of individually. Some Terms of Service try to limit that right. By agreeing to them, you could waive (= renounce to) your right to a class action, which might reduce your chances to be successful in a case.",
            "last_updated": "2023-07-11 10:08:22",
            "point_link": "https://edit.tosdr.org/points/12496",
            "approval_status": "APPROVED",
            "clause_text": "If you participate in Contests, you waive your right to a class action.",
            "point_source": "https://www.artspace.com/legal",
            "case": {
                "text": "You waive your right to a class action.",
                "href": "https://edit.tosdr.org/cases/117"
            }
        },
        {
            "title": "This service keeps a license on user-generated content even after users close their accounts.",
            "rating": "bad",
            "description": "The service may still use your content and display it after you stopped using it by closing your account. The case applies to terms requiring users to grant them a perpetual license over that content.",
            "last_updated": "2023-07-11 10:08:19",
            "point_link": "https://edit.tosdr.org/points/12484",
            "approval_status": "APPROVED",
            "clause_text": "royalty-free, perpetual, irrevocable, and fully sub-licensable right to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute,",
            "point_source": "https://www.artspace.com/legal",
            "case": {
                "text": "A license is kept on user-generated content even after you close your account",
                "href": "https://edit.tosdr.org/cases/130"
            }
        },
        {
            "title": "The service does not guarantee that software errors will be corrected",
            "rating": "bad",
            "description": "Users agree to use the service and its software as provided and accept that any errors within that software may not be corrected.",
            "last_updated": "2023-07-11 06:33:19",
            "point_link": "https://edit.tosdr.org/points/12492",
            "approval_status": "APPROVED",
            "clause_text": "COMPANY DOES NOT WARRANT THAT THE SITE OR THE FUNCTION, CONTENT OR SERVICES MADE AVAILABLE THEREBY WILL BE TIMELY, SECURE, UNINTERRUPTED OR ERROR FREE, OR THAT DEFECTS WILL BE CORRECTED.",
            "point_source": "https://www.artspace.com/legal",
            "case": {
                "text": "The service does not guarantee that software errors will be corrected",
                "href": "https://edit.tosdr.org/cases/289"
            }
        },
        {
            "title": "Users have a reduced time period to take legal action against the service",
            "rating": "bad",
            "description": "If you wish to bring legal action against a service about a past incident, you may not be able to do so if the Terms you agreed to implied a limited amount of time. As a result it may be worthy to carefully read that section of the Terms to know exactly how much time you might have before your right to take legal action expires.",
            "last_updated": "2023-07-11 06:34:09",
            "point_link": "https://edit.tosdr.org/points/12497",
            "approval_status": "APPROVED",
            "clause_text": "Any claim or cause of action you have with respect to use of the Site must be commenced within one (1) year after the claim arises.</p>",
            "point_source": "https://www.artspace.com/legal",
            "case": {
                "text": "You have a reduced time period to take legal action against the service",
                "href": "https://edit.tosdr.org/cases/151"
            }
        },
        {
            "title": "This service may use your personal information for marketing purposes",
            "rating": "bad",
            "description": "The service may use your personal data for marketing, such as sending you personalised offerings.",
            "last_updated": "2023-07-11 10:08:19",
            "point_link": "https://edit.tosdr.org/points/12445",
            "approval_status": "APPROVED",
            "clause_text": "and to notify you of promotions, updates, news or special offers (which may be offered by Artspace or one of our partners) that we think may be of interest you.",
            "point_source": "https://www.artspace.com/privacy_policy",
            "case": {
                "text": "Your personal data may be used for marketing purposes",
                "href": "https://edit.tosdr.org/cases/336"
            }
        },
        {
            "title": "The court of law governing the terms is in a jurisdiction that is less friendly to user privacy protection.",
            "rating": "bad",
            "description": "The Terms are governed by the applicable laws of a jurisdiction known for weak data regulations and poor user privacy protection. Usually contributors will need to explain in the Analysis view of each point linked to this Case the reason why it shall be applied.",
            "last_updated": "2023-07-11 10:08:20",
            "point_link": "https://edit.tosdr.org/points/12465",
            "approval_status": "APPROVED",
            "clause_text": "Our company is located in the United States.",
            "point_source": "https://www.artspace.com/privacy_policy",
            "case": {
                "text": "The court of law governing the terms is in a jurisdiction that is less friendly to user privacy protection.",
                "href": "https://edit.tosdr.org/cases/242"
            }
        },
        {
            "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.",
            "rating": "bad",
            "description": "If the service gets acquired or is involved in a merger, bankruptcy, reorganisation or sale, your personal data may be transferred or sold.",
            "last_updated": "2023-07-11 10:08:17",
            "point_link": "https://edit.tosdr.org/points/12458",
            "approval_status": "APPROVED",
            "clause_text": "(4) the disclosure is done as part of a purchase, transfer or sale of services or assets (e.g., in the event that substantially all of our assets are acquired by another party, customer information may be one of the transferred assets).",
            "point_source": "https://www.artspace.com/privacy_policy",
            "case": {
                "text": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction",
                "href": "https://edit.tosdr.org/cases/243"
            }
        },
        {
            "title": "The service uses your personal data to employ targeted third-party advertising",
            "rating": "bad",
            "description": "Your Personal Information is traded and shared with advertising companies to target ads on you, either on the website you were visiting or in third party websites. Your interaction with the service and data you have shared with them may be gathered to create an advertising ID or profile.",
            "last_updated": "2023-07-11 10:06:50",
            "point_link": "https://edit.tosdr.org/points/12455",
            "approval_status": "APPROVED",
            "clause_text": "<p>ii) We may use your personal and transactional information internally for our business purposes, including among other things, to offer our own, our affiliates' or third-party products and services that we think you may find of interest.",
            "point_source": "https://www.artspace.com/privacy_policy",
            "case": {
                "text": "Your personal data is used to employ targeted third-party advertising",
                "href": "https://edit.tosdr.org/cases/220"
            }
        },
        {
            "title": "Per the service's terms, users may not express negative opinions about them",
            "rating": "bad",
            "description": "Criticising, questioning, making objections or complaints about the Service, its staff or anything related to it is prohibited and constitutes a breach of the Terms.",
            "last_updated": "2023-07-11 10:08:18",
            "point_link": "https://edit.tosdr.org/points/12481",
            "approval_status": "APPROVED",
            "clause_text": "or<br> provide User Content which disparage us or our vendors, partners, contractors, galleries, artists, institutions, distributers, representatives and affiliates.<br>",
            "point_source": "https://www.artspace.com/legal",
            "case": {
                "text": "Per the service's terms, you may not express negative opinions about them",
                "href": "https://edit.tosdr.org/cases/156"
            }
        },
        {
            "title": "Your data may be processed and stored anywhere in the world",
            "rating": "bad",
            "description": "Your data is stored all over the world, including in countries where data protection rules may differ from the ones of the service's jurisdiction or those of your country jurisdiction.",
            "last_updated": "2023-07-11 10:08:18",
            "point_link": "https://edit.tosdr.org/points/12468",
            "approval_status": "APPROVED",
            "clause_text": "Your Personal Information may be processed by us in the country where it was collected as well as other countries, including the United States, where laws regarding data protection may be less stringent than the laws in your country.",
            "point_source": "https://www.artspace.com/privacy_policy",
            "case": {
                "text": "Your data may be processed and stored anywhere in the world",
                "href": "https://edit.tosdr.org/cases/187"
            }
        },
        {
            "title": "Tracking pixels are used in service-to-user communication",
            "rating": "bad",
            "description": "The service tracks the user count or some actions of the user; this is usually used for statistics. For example, emails sent by a service can contain a pixel tag, which is a small, clear image that can tell them whether or not you have opened an email and what your IP address is.",
            "last_updated": "2023-07-11 10:08:20",
            "point_link": "https://edit.tosdr.org/points/12447",
            "approval_status": "APPROVED",
            "clause_text": "In connection with this analysis, Artspace also uses devices called \"web beacons\" to help us identify when emails sent to you from us have been received and read.",
            "point_source": "https://www.artspace.com/privacy_policy",
            "case": {
                "text": "Tracking pixels are used in service-to-user communication",
                "href": "https://edit.tosdr.org/cases/217"
            }
        },
        {
            "title": "The service will not allow third parties to access your personal information without a legal basis",
            "rating": "good",
            "description": null,
            "last_updated": "2023-07-11 10:07:15",
            "point_link": "https://edit.tosdr.org/points/12457",
            "approval_status": "APPROVED",
            "clause_text": "<p>iv) We only reveal Personal Information to unaffiliated third parties if: (1) you request or authorize it.\n(2) the information is provided to help complete a transaction for you.\n(3) the information is provided to comply with the law, applicable regulations, court orders or subpoenas, to enforce our Terms of Use or other agreements, or to protect our rights, property or safety or the rights, property or safety of our users or others (e.g., to a consumer reporting agency for fraud protection etc.).",
            "point_source": "https://www.artspace.com/privacy_policy",
            "case": {
                "text": "Third parties are not allowed to access your personal information without a legal basis",
                "href": "https://edit.tosdr.org/cases/167"
            }
        },
        {
            "title": "This service allows you to retrieve an archive of your data",
            "rating": "good",
            "description": "Users can request a copy of the data collected through the services and infer from it the amount of personal information that is processed and stored by the Service. This usually applies to Services GDPR compliants.",
            "last_updated": "2023-07-11 10:08:21",
            "point_link": "https://edit.tosdr.org/points/12466",
            "approval_status": "APPROVED",
            "clause_text": "receive a copy of any information we hold about you in a format of your choice.",
            "point_source": "https://www.artspace.com/privacy_policy",
            "case": {
                "text": "You can retrieve an archive of your data",
                "href": "https://edit.tosdr.org/cases/140"
            }
        },
        {
            "title": "Third parties used by the service are bound by confidentiality obligations",
            "rating": "good",
            "description": "The Third Parties accessing your personal information must keep it confidential and only use it for limited purposes.",
            "last_updated": "2023-07-11 10:08:20",
            "point_link": "https://edit.tosdr.org/points/12462",
            "approval_status": "APPROVED",
            "clause_text": "<p> We take measures to ensure that third parties who process your information on our behalf are acting lawfully in accordance with our instructions and are subject to appropriate confidentiality requirements.",
            "point_source": "https://www.artspace.com/privacy_policy",
            "case": {
                "text": "Third parties used by the service are bound by confidentiality obligations",
                "href": "https://edit.tosdr.org/cases/210"
            }
        },
        {
            "title": "The user is informed about security practices",
            "rating": "good",
            "description": "It's important to know what security measures are taken to protect your data from unauthorized access. This case applies to the Agreements that precisely explain their security practices.",
            "last_updated": "2023-07-11 10:05:35",
            "point_link": "https://edit.tosdr.org/points/12471",
            "approval_status": "APPROVED",
            "clause_text": "<p>We use reasonable physical, electronic, and administrative safeguards to help us protect the security, integrity and confidentiality of data stored on our system.\nThe Site encrypts your credit card number and other Personal Information using secure socket layer (SSL) technology to provide for the secure transmission of the information from your PC to our servers.\nSSL is an industry-standard protocol for encryption over the Internet.\nWhile no system is 100% secure, we believe that the measures we have implemented minimize the risk of security breach to an appropriate level given the types of information involved.\nPlease note that any information you provide us by email is unencrypted.</p>",
            "point_source": "https://www.artspace.com/privacy_policy",
            "case": {
                "text": "Information is provided about security practices",
                "href": "https://edit.tosdr.org/cases/226"
            }
        },
        {
            "title": "The service has non-exclusive use of your content",
            "rating": "good",
            "description": "The service can pay for your content and you are allowed to make it commercially available to other services/parties.",
            "last_updated": "2023-07-11 10:08:20",
            "point_link": "https://edit.tosdr.org/points/12483",
            "approval_status": "APPROVED",
            "clause_text": "Except as otherwise specifically provided, if you post content or submit material to the Site, you grant us a nonexclusive,",
            "point_source": "https://www.artspace.com/legal",
            "case": {
                "text": "The service has non-exclusive use of your content",
                "href": "https://edit.tosdr.org/cases/402"
            }
        },
        {
            "title": "You can opt out of promotional communications",
            "rating": "good",
            "description": "You can update your account preferences and/or easily unsubscribe of email/sms lists to stop receiving promotional communications.",
            "last_updated": "2023-07-11 10:06:59",
            "point_link": "https://edit.tosdr.org/points/12456",
            "approval_status": "APPROVED",
            "clause_text": "You can elect not to receive emails from by unsubscribing to our emails or by contacting us as indicated below.",
            "point_source": "https://www.artspace.com/privacy_policy",
            "case": {
                "text": "You can opt out of promotional communications",
                "href": "https://edit.tosdr.org/cases/223"
            }
        },
        {
            "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:03:21",
            "point_link": "https://edit.tosdr.org/points/12487",
            "approval_status": "APPROVED",
            "clause_text": "You agree to defend, indemnify and hold Artspace LLC, its directors, officers, employees, agents, vendors, partners, contractors, galleries, artists, institutions, distributers, representatives and affiliates harmless from any and all claims, liabilities, damages, costs and expenses, including reasonable attorneys' fees, in any way arising from, related to or in connection with your use of the Site, your violation of any law, your violation of the Terms or the posting or transmission of any User Content, or materials on or through the Site by you, including, but not limited to, any third party claim that any information or materials you provide infringes any third party proprietary right.",
            "point_source": "https://www.artspace.com/legal",
            "case": {
                "text": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
                "href": "https://edit.tosdr.org/cases/146"
            }
        },
        {
            "title": "Users are responsible for any risks, damages, or losses they may incur by downloading materials",
            "rating": "neutral",
            "description": "Users are responsible for any harm to their computer system or loss of data they may incur through the download of materials from the service.",
            "last_updated": "2023-07-11 06:33:18",
            "point_link": "https://edit.tosdr.org/points/12493",
            "approval_status": "APPROVED",
            "clause_text": "<p>ANY MATERIAL DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE USE OF THE SITE IS DONE AT YOUR OWN DISCRETION AND RISK AND THAT YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE THAT RESULTS FROM THE DOWNLOAD OF ANY SUCH MATERIAL.</p>",
            "point_source": "https://www.artspace.com/legal",
            "case": {
                "text": "You are responsible for any risks, damages, or losses that may incur by downloading materials",
                "href": "https://edit.tosdr.org/cases/291"
            }
        },
        {
            "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
            "rating": "neutral",
            "description": "The service assumes no liability for any damages the user incurs, including tangible (e.g. profits) and intangible losses (e.g. data), resulting from the use or inability to use the service or any other matter relating to the service.",
            "last_updated": "2023-07-11 10:08:20",
            "point_link": "https://edit.tosdr.org/points/12494",
            "approval_status": "APPROVED",
            "clause_text": "<p>IN NO EVENT SHALL Artspace, ITS AFFILIATES OR ANY OF THEIR RESPECTIVE DIRECTORS, OFFICERS, EMPLOYEES, AGENTS, PARTNERS, SUBSIDIARIES, DIVISIONS, SUCCESSORS, SUPPLIERS, DISTRIBUTORS, AFFILIATES VENDORS, CONTRACTORS, GALLERIES, ARTISTS, INSTITUTIONS, REPRESENTATIVES OR CONTENT OR SERVICE PROVIDERS BE LIABLE FOR ANY INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL, EXEMPLARY OR PUNITIVE DAMAGES ARISING FROM OR DIRECTLY OR INDIRECTLY RELATED TO THE USE OF, OR THE INABILITY TO USE, THE SITE OR THE CONTENT, MATERIALS AND FUNCTION RELATED THERETO, INCLUDING, WITHOUT LIMITATION, LOSS OF REVENUE, OR ANTICIPATED PROFITS, OR LOST BUSINESS, DATA OR SALES, OR COST OF SUBSTITUTE SERVICES, EVEN IF COMPANY OR ITS REPRESENTATIVE OR SUCH INDIVIDUAL HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.",
            "point_source": "https://www.artspace.com/legal",
            "case": {
                "text": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
                "href": "https://edit.tosdr.org/cases/293"
            }
        },
        {
            "title": "There is a date of the last update of the terms",
            "rating": "neutral",
            "description": "The given text has a date that allows to know when it was last updated.",
            "last_updated": "2023-07-11 06:33:16",
            "point_link": "https://edit.tosdr.org/points/8092",
            "approval_status": "APPROVED",
            "clause_text": "Effective date: February 12, 2014.</p>",
            "point_source": "https://www.artspace.com/legal",
            "case": {
                "text": "There is a date of the last update of the agreements",
                "href": "https://edit.tosdr.org/cases/331"
            }
        },
        {
            "title": "The service can distribute your content through any media known now or in the future",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:08:17",
            "point_link": "https://edit.tosdr.org/points/12482",
            "approval_status": "APPROVED",
            "clause_text": "and display such content throughout the world in any media.",
            "point_source": "https://www.artspace.com/legal",
            "case": {
                "text": "Your content can be distributed through any media known now or in the future",
                "href": "https://edit.tosdr.org/cases/139"
            }
        },
        {
            "title": "Blocking first party cookies may limit your ability to use the service",
            "rating": "neutral",
            "description": "Most browsers allow users to set preferences related to cookies storage. You may choose to block all cookies (including first-party cookies), but it may impact your use of this service and you may not be able to access some or any of the features provided.",
            "last_updated": "2023-07-11 10:08:20",
            "point_link": "https://edit.tosdr.org/points/12451",
            "approval_status": "APPROVED",
            "clause_text": "If you do not want to have cookies placed on your computer, you can set your browser to refuse or remove cookies by following the instructions in your browser's \"help\" file.\nHowever, doing so will limit system performance, may not allow you to take advantage of certain features on our Site and even cause certain features of the Site to malfunction.",
            "point_source": "https://www.artspace.com/privacy_policy",
            "case": {
                "text": "Blocking first party cookies may limit your ability to use the service",
                "href": "https://edit.tosdr.org/cases/375"
            }
        },
        {
            "title": "The service is not responsible for linked or (clearly) quoted content from third-party content providers",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:08:21",
            "point_link": "https://edit.tosdr.org/points/12472",
            "approval_status": "APPROVED",
            "clause_text": "We may offer links to the websites of other companies but we are not responsible for the privacy practices of any third parties or the content of linked sites, nor are we responsible for how these other companies collect, use, disclose or secure the information you provide them.",
            "point_source": "https://www.artspace.com/privacy_policy",
            "case": {
                "text": "The service is not responsible for linked or (clearly) quoted content from third-party content providers",
                "href": "https://edit.tosdr.org/cases/278"
            }
        },
        {
            "title": "They may stop providing the service at any time",
            "rating": "neutral",
            "description": "They may discontinue the services without prior notice, at any time, for any or no reason. They usually assume no liability for losses and damages resulting from this suspension.",
            "last_updated": "2023-07-11 10:08:21",
            "point_link": "https://edit.tosdr.org/points/12475",
            "approval_status": "APPROVED",
            "clause_text": "We reserve the right, for any reason, in our sole discretion and without notice to you, to terminate, change, suspend or discontinue any aspect of the Site, including, but not limited to, information, products, data, text, music, sound, photographs, graphics, video, messages or other materials (\"Content\"), features and/or hours of availability, and we will not be liable to you or to any third party for doing so.",
            "point_source": "https://www.artspace.com/legal",
            "case": {
                "text": "They may stop providing the service at any time",
                "href": "https://edit.tosdr.org/cases/203"
            }
        },
        {
            "title": "This service does not condone any ideas contained in its user-generated contents",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:33:14",
            "point_link": "https://edit.tosdr.org/points/12485",
            "approval_status": "APPROVED",
            "clause_text": "We do not endorse, or support any views, opinions, recommendations, or advice that may be in User Content, nor do we vouch for its accuracy or its reliability, usefulness, safety or intellectual property rights of any User Content.",
            "point_source": "https://www.artspace.com/legal",
            "case": {
                "text": "This service does not condone any ideas contained in its user-generated contents",
                "href": "https://edit.tosdr.org/cases/292"
            }
        },
        {
            "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
            "rating": "neutral",
            "description": "The service provider expressly does not claim to provide uninterrupted, timely, secure or error-free service.",
            "last_updated": "2023-07-11 06:33:14",
            "point_link": "https://edit.tosdr.org/points/12489",
            "approval_status": "APPROVED",
            "clause_text": "WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, WITHOUT LIMITATION, ANY WARRANTY FOR INFORMATION, DATA, DATA PROCESSING SERVICES OR UNINTERRUPTED ACCESS,",
            "point_source": "https://www.artspace.com/legal",
            "case": {
                "text": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
                "href": "https://edit.tosdr.org/cases/287"
            }
        },
        {
            "title": "Your private content may be accessed by people working for the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:08:19",
            "point_link": "https://edit.tosdr.org/points/12460",
            "approval_status": "APPROVED",
            "clause_text": "WHO CAN SEE YOUR INFORMATION:<p>Our staff",
            "point_source": "https://www.artspace.com/privacy_policy",
            "case": {
                "text": "Your private content may be accessed by people working for the service",
                "href": "https://edit.tosdr.org/cases/189"
            }
        },
        {
            "title": "This service prohibits users sending chain letters, junk mail, spam or any unsolicited messages",
            "rating": "neutral",
            "description": "Users are not allowed to use the service for chain letters, junk mail, spamming or any other distribution of content to people who have not agreed to receiving it.",
            "last_updated": "2023-07-11 10:08:18",
            "point_link": "https://edit.tosdr.org/points/12477",
            "approval_status": "APPROVED",
            "clause_text": "or sending unsolicited e-mail, including promotions and/or advertising of products or services, or</li>\n<li>Forging any TCP/IP packet header or any part of the header information in any e-mail or newsgroup posting.</li>\n</ul>",
            "point_source": "https://www.artspace.com/legal",
            "case": {
                "text": "You are prohibited from sending chain letters, junk mail, spam or any unsolicited messages",
                "href": "https://edit.tosdr.org/cases/281"
            }
        },
        {
            "title": "Users who have been permanently banned from this service are not allowed to re-register under a new account",
            "rating": "neutral",
            "description": "Once users have been permanently banned from this service, they are not allowed to create a new account to keep using the service.",
            "last_updated": "2023-07-11 10:08:21",
            "point_link": "https://edit.tosdr.org/points/12473",
            "approval_status": "APPROVED",
            "clause_text": "The Site is available to users 18 years and older, who are residents of the United States and who have not been suspended or removed by Artspace for any reason.",
            "point_source": "https://www.artspace.com/legal",
            "case": {
                "text": "Users who have been permanently banned from this service are not allowed to re-register under a new account",
                "href": "https://edit.tosdr.org/cases/319"
            }
        },
        {
            "title": "Users agree not to submit libelous, harassing or threatening content",
            "rating": "neutral",
            "description": "This service prohibits users from submitting content of a variety of types. This can include content that is unlawful, harassing, abusive, threatening, libelous, sexist, racist, homophobic, transphobic, or discriminatory in any other way.",
            "last_updated": "2023-07-11 10:08:21",
            "point_link": "https://edit.tosdr.org/points/12478",
            "approval_status": "APPROVED",
            "clause_text": "On 2024-09-30 14:33:00 UTC, Opurnerly (33910)  Suspended wrote:\n          This is a smart blog. I mean it. You have so much knowledge about this issue, and so much passion. You also know how to make people rally behind it, obviously from the responses. Where is the nearest Scientology church?",
            "point_source": "https://www.artspace.com/legal",
            "case": {
                "text": "You agree not to submit libelous, harassing or threatening content",
                "href": "https://edit.tosdr.org/cases/283"
            }
        },
        {
            "title": "The service is provided 'as is' and to be used at the users' sole risk",
            "rating": "neutral",
            "description": "This service does not provide any guarantees as to its usability or fitness for the users' purposes. Users agree to use it at their own risk, accepting any possible bugs, malfunctions or harm to their devices.",
            "last_updated": "2023-07-11 10:07:52",
            "point_link": "https://edit.tosdr.org/points/12488",
            "approval_status": "APPROVED",
            "clause_text": "THE SITE, INCLUDING, WITHOUT LIMITATION, ALL CONTENT, FUNCTION, MATERIALS AND SERVICES IS PROVIDED \"AS IS,\"",
            "point_source": "https://www.artspace.com/legal",
            "case": {
                "text": "The service is provided 'as is' and to be used at your sole risk",
                "href": "https://edit.tosdr.org/cases/286"
            }
        },
        {
            "title": "Prohibits the posting of content which promotes or glorifies violence or politically or religiously extremist values.",
            "rating": "neutral",
            "description": "Users are not allowed to post extremist political or religious content. They are also not allowed to post content that glorifies violence.",
            "last_updated": "2023-07-11 10:08:21",
            "point_link": "https://edit.tosdr.org/points/12480",
            "approval_status": "APPROVED",
            "clause_text": "harassing, hateful, racially or ethnically offensive, or encourage conduct that would be considered a criminal offense, give rise to civil liability, violate any law, or is otherwise inappropriate;<br>",
            "point_source": "https://www.artspace.com/legal",
            "case": {
                "text": "You are prohibited from posting content which promotes violence or politically or religiously extremist values.",
                "href": "https://edit.tosdr.org/cases/314"
            }
        },
        {
            "title": "This service is only available to users over a certain age",
            "rating": "neutral",
            "description": "The Services are intended for users who are at least a certain age. If you are younger than the age required then you are prohibited from using the Service.",
            "last_updated": "2023-07-11 10:08:22",
            "point_link": "https://edit.tosdr.org/points/12467",
            "approval_status": "APPROVED",
            "clause_text": "This Site is not designed nor intended to be attractive to use by children under the age of 18 (\"Minors\").",
            "point_source": "https://www.artspace.com/privacy_policy",
            "case": {
                "text": "This service is only available to users over a certain age",
                "href": "https://edit.tosdr.org/cases/152"
            }
        },
        {
            "title": "Prohibits the posting of pornographic content",
            "rating": "neutral",
            "description": "Users are not allowed to post any content of pornographic nature. This includes adult content, things that are sexually explicit, or obscene.",
            "last_updated": "2023-07-11 10:07:56",
            "point_link": "https://edit.tosdr.org/points/12479",
            "approval_status": "APPROVED",
            "clause_text": "\"you may not: [...] provide User Content that is illegal, obscene, defamatory, libelous, threatening, pornographic,\"",
            "point_source": "https://www.artspace.com/legal",
            "case": {
                "text": "The posting of pornographic content is prohibited",
                "href": "https://edit.tosdr.org/cases/315"
            }
        },
        {
            "title": "You are responsible for maintaining the security of your account and for the activities on your account",
            "rating": "neutral",
            "description": "You are responsible for protecting the confidentiality of your password and for maintaining the security of your account. Any activity occurring under your account is your responsibility, whether authorized by you or not.",
            "last_updated": "2023-07-11 10:08:21",
            "point_link": "https://edit.tosdr.org/points/12469",
            "approval_status": "APPROVED",
            "clause_text": "<p>If you are a registered user of this Site, you are responsible for maintaining the confidentiality of your account and password.",
            "point_source": "https://www.artspace.com/privacy_policy",
            "case": {
                "text": "You are responsible for maintaining the security of your account and for the activities on your account",
                "href": "https://edit.tosdr.org/cases/148"
            }
        },
        {
            "title": "Users agree not to use the service for illegal purposes",
            "rating": "neutral",
            "description": "The user agrees not to commit any unlawful acts through the use of the website, including the posting of illegal content or messaging.",
            "last_updated": "2023-07-11 10:08:21",
            "point_link": "https://edit.tosdr.org/points/12476",
            "approval_status": "APPROVED",
            "clause_text": "The Site may be used only for lawful purposes by individuals using authorized services of Artspace.",
            "point_source": "https://www.artspace.com/legal",
            "case": {
                "text": "You agree not to use the service for illegal purposes",
                "href": "https://edit.tosdr.org/cases/280"
            }
        },
        {
            "title": "Provides instructions on how to submit a copyright claim",
            "rating": "neutral",
            "description": "If content that you own is copied or made accessible through the service in a way that constitutes an intellectual property right infringement, you can report it following the instructions given in the agreements.",
            "last_updated": "2023-07-11 10:09:07",
            "point_link": "https://edit.tosdr.org/points/12474",
            "approval_status": "APPROVED",
            "clause_text": ".<p>If you believe that your work has been copied in a way that constitutes copyright infringement, please provide our copyright agent the following written information: (i) an electronic or physical signature of the person authorized to act on behalf of the owner of the copyright interest.\n(ii) a description of the copyrighted work that you claim has been infringed upon.\n(iii) a description of where the material that you claim is infringing is located on the Site.\n(iv) your address, telephone number, and e-mail address.\n(v) a statement by you that you have a good-faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law.\nand (vi) a statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright owner or authorized to act on the copyright owner's behalf.",
            "point_source": "https://www.artspace.com/legal",
            "case": {
                "text": "Instructions are provided on how to submit a copyright claim",
                "href": "https://edit.tosdr.org/cases/138"
            }
        },
        {
            "title": "Your personal data is aggregated into statistics",
            "rating": "neutral",
            "description": "Your personal data is used for statistics in a de-identified/aggregated form (i.e. not directly linked to a unique identity) to analyse trends, for research and for analytics.",
            "last_updated": "2023-07-11 10:08:17",
            "point_link": "https://edit.tosdr.org/points/12446",
            "approval_status": "APPROVED",
            "clause_text": "This information includes hits to our server, browser type, Internet service provider (ISP), page views, navigational patterns, operating system, date/time stamp, clickstream data and the numbers and frequency of visitors to our site.\nWe use this information, which does not identify individual users, to analyze trends, to administer the Website, to track users' movements around the Website so that we can communicate with our users in the most effective manner and provide them the most useful and desired features,",
            "point_source": "https://www.artspace.com/privacy_policy",
            "case": {
                "text": "Your personal data is aggregated into statistics",
                "href": "https://edit.tosdr.org/cases/190"
            }
        },
        {
            "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder",
            "rating": "neutral",
            "description": "Should any portion of the Terms of Service be unenforceable or invalid, that portion will be enforced to the fullest extent permitted by applicable law and the remainder of the TOS will remain valid and enforceable.",
            "last_updated": "2023-07-11 10:08:21",
            "point_link": "https://edit.tosdr.org/points/12498",
            "approval_status": "APPROVED",
            "clause_text": "If any provision of the Terms is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties' intentions as reflected in the provision, and the other provisions of the Terms remain in full force and effect.</p>",
            "point_source": "https://www.artspace.com/legal",
            "case": {
                "text": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder",
                "href": "https://edit.tosdr.org/cases/294"
            }
        },
        {
            "title": "The service does not guarantee accuracy or reliability of the information provided",
            "rating": "neutral",
            "description": "This service makes no warranty regarding the accuracy or reliability of any information that is given on its website or the results that may be obtained from the use of the service.",
            "last_updated": "2023-07-11 06:33:19",
            "point_link": "https://edit.tosdr.org/points/12490",
            "approval_status": "APPROVED",
            "clause_text": "ANY WARRANTIES CONCERNING THE AVAILABILITY, ACCURACY, COMPLETENESS, USEFULNESS, OR CONTENT OF INFORMATION,",
            "point_source": "https://www.artspace.com/legal",
            "case": {
                "text": "The service does not guarantee accuracy or reliability of the information provided",
                "href": "https://edit.tosdr.org/cases/288"
            }
        },
        {
            "title": "This service requires first-party cookies",
            "rating": "neutral",
            "description": "First-party cookies only belong to the domain of the service and not a third party.",
            "last_updated": "2023-07-11 10:06:50",
            "point_link": "https://edit.tosdr.org/points/12450",
            "approval_status": "APPROVED",
            "clause_text": "Artspace uses cookies to collect aggregate information about site usage, help identify users when they return to our site, track navigational patterns of usage and access user preferences.",
            "point_source": "https://www.artspace.com/privacy_policy",
            "case": {
                "text": "First-party cookies are used",
                "href": "https://edit.tosdr.org/cases/126"
            }
        },
        {
            "title": "Users agree to comply with the law of the service's country",
            "rating": "neutral",
            "description": "By using the service, you agree to comply with the applicable laws of the service's jurisdiction, regardless of your location.",
            "last_updated": "2023-07-11 10:08:18",
            "point_link": "https://edit.tosdr.org/points/12486",
            "approval_status": "APPROVED",
            "clause_text": "you agree to comply with all applicable laws regarding the transmission of technical data exported from the United States or the country in which you reside.</p>",
            "point_source": "https://www.artspace.com/legal",
            "case": {
                "text": "You agree to comply with the law of the service's country",
                "href": "https://edit.tosdr.org/cases/237"
            }
        },
        {
            "title": "The court of law governing the terms is in location New York, USA",
            "rating": "neutral",
            "description": "The Terms are governed by the applicable laws of a jurisdiction (specified in the title of each point by replacing the \"X\").",
            "last_updated": "2023-07-11 06:33:18",
            "point_link": "https://edit.tosdr.org/points/12495",
            "approval_status": "APPROVED",
            "clause_text": "You agree that the laws of the state of New York, excluding its conflicts-of-law rules, shall govern these Terms.",
            "point_source": "https://www.artspace.com/legal",
            "case": {
                "text": "The court of law governing the terms is in location X",
                "href": "https://edit.tosdr.org/cases/163"
            }
        },
        {
            "title": "This service does not guarantee that it or the products obtained through it meet the users' expectations or requirements",
            "rating": "neutral",
            "description": "This service provider informs its users that the services, information, products, or other materials provided on its website may not meet the users' expectations or requirements.",
            "last_updated": "2023-07-11 06:33:19",
            "point_link": "https://edit.tosdr.org/points/12491",
            "approval_status": "APPROVED",
            "clause_text": "AND ANY WARRANTIES OF TITLE, NON-INFRINGEMENT, MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE.",
            "point_source": "https://www.artspace.com/legal",
            "case": {
                "text": "This service does not guarantee that it or the products obtained through it meet your expectations or requirements",
                "href": "https://edit.tosdr.org/cases/290"
            }
        },
        {
            "title": "Third parties may be involved in operating the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:08:18",
            "point_link": "https://edit.tosdr.org/points/12461",
            "approval_status": "APPROVED",
            "clause_text": "WHO CAN SEE YOUR INFORMATION:<p>Our staff or the staff of third party service providers may process your information on our behalf.",
            "point_source": "https://www.artspace.com/privacy_policy",
            "case": {
                "text": "Third parties are involved in operating the service",
                "href": "https://edit.tosdr.org/cases/207"
            }
        },
        {
            "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.",
            "rating": "neutral",
            "description": "Even though the Do Not Track (DNT) header was not implemented perfectly, services should not track users whose browsers send a DNT header.",
            "last_updated": "2023-07-11 06:33:15",
            "point_link": "https://edit.tosdr.org/points/12453",
            "approval_status": "APPROVED",
            "clause_text": "We do not use technology that recognizes do-not-track signals from your web browser.</p>",
            "point_source": "https://www.artspace.com/privacy_policy",
            "case": {
                "text": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.",
                "href": "https://edit.tosdr.org/cases/233"
            }
        },
        {
            "title": "This service collects your IP address for location use",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:08:18",
            "point_link": "https://edit.tosdr.org/points/12448",
            "approval_status": "APPROVED",
            "clause_text": "We may also collect IP addresses and other information in order to prevent the introduction of viruses and hackers into the Site.</p>\n<p>When we collect this usage data, we typically only use this data in aggregate form, and not in a manner that would identify you personally.",
            "point_source": "https://www.artspace.com/privacy_policy",
            "case": {
                "text": "Your IP address is collected, which can be used to view your approximate location",
                "href": "https://edit.tosdr.org/cases/399"
            }
        }
    ]
}