{
    "meta_data": {
        "title": "ASKfm - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "very broad",
            "rating": "bad",
            "description": null,
            "last_updated": "2023-07-11 06:33:58",
            "point_link": "https://edit.tosdr.org/points/1551",
            "approval_status": "APPROVED",
            "clause_text": "Ask.FM and your content",
            "point_source": "https://about.ask.fm/legal/en/terms.html",
            "case": {
                "text": "very broad",
                "href": "https://edit.tosdr.org/cases/133"
            }
        },
        {
            "title": "This service may collect, use, and share location data",
            "rating": "bad",
            "description": "Location-based information is collected and may be used and/or shared with third parties for purposes not directly related to the services provided (i.e. the Service doesn't rely on the use or share of location data to function properly).",
            "last_updated": "2023-07-11 06:34:42",
            "point_link": "https://edit.tosdr.org/points/5407",
            "approval_status": "APPROVED",
            "clause_text": "<p>We may collect general information (e.g.\nIP address, zip code) about your location, and may use that information to customize the Services with location-based information, advertising, and features that need to know your location to work properly.\nBy accessing and using the Services, you consent to this collection and processing of location information.\nIf you choose to turn off location services on your device, some features may not be available to you.</p>",
            "point_source": "https://about.ask.fm/legal/en/privacy.html",
            "case": {
                "text": "This service may collect, use, and share location data",
                "href": "https://edit.tosdr.org/cases/373"
            }
        },
        {
            "title": "This service allows tracking via third-party cookies for purposes including targeted advertising.",
            "rating": "bad",
            "description": "The service's website sets third-party cookies (cookies that do not belong to their domain) for purposes not including statistics and analytics.",
            "last_updated": "2023-07-11 10:06:03",
            "point_link": "https://edit.tosdr.org/points/5393",
            "approval_status": "APPROVED",
            "clause_text": "third-parties whose products or services are accessible or advertised via the services may use cookies to collect information about your activities on the services, other sites, and/or the ads you have clicked on.\nThis information may be used by them to serve ads that they believe are most likely to be of interest to you and measure the effectiveness of their ads.\nTargeting and advertising cookies on the services may include&nbsp;DoubleClick,&nbsp;Criteo, and other advertising networks and services we use from time to time",
            "point_source": "https://about.ask.fm/legal/en/cookies.html",
            "case": {
                "text": "Third-party cookies are used for advertising",
                "href": "https://edit.tosdr.org/cases/128"
            }
        },
        {
            "title": "This service may keep personal data after a request for erasure for business interests or legal obligations",
            "rating": "bad",
            "description": "After the end of the data retention period and/or if you request the deletion of your data, they may still keep it for business interests (fraud detection, transactions...) or legal obligations (tax, legal reporting...)",
            "last_updated": "2023-07-11 06:34:46",
            "point_link": "https://edit.tosdr.org/points/5412",
            "approval_status": "APPROVED",
            "clause_text": "We keep your information and store it safely as long as you are using the Services.\nAfter you close your account we still keep some or all of your information for up to 9 months.\nIt is important that we retain your data for this short period after cancellation to ensure that we can answer any payment or other account related queries, or provide information to third parties in line with our disclosure provisions outlined in this policy, e.g., assisting police investigations.",
            "point_source": "https://about.ask.fm/legal/en/privacy.html",
            "case": {
                "text": "Some personal data may be kept for business interests or legal obligations",
                "href": "https://edit.tosdr.org/cases/333"
            }
        },
        {
            "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
            "rating": "bad",
            "description": "Tracking technologies (such as web beacons, tracking pixels...) are employed on users and/or the service assigns a unique ID to a browser or device to track its behaviour.",
            "last_updated": "2023-07-11 06:34:41",
            "point_link": "https://edit.tosdr.org/points/5390",
            "approval_status": "APPROVED",
            "clause_text": "<p>ASKfm uses cookies and similar technologies, such as web beacons or pixel tags, to deliver, measure, and improve our services in various ways.</p>",
            "point_source": "https://about.ask.fm/legal/en/cookies.html",
            "case": {
                "text": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting",
                "href": "https://edit.tosdr.org/cases/323"
            }
        },
        {
            "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.",
            "rating": "bad",
            "description": "If the service gets acquired or is involved in a merger, bankruptcy, reorganisation or sale, your personal data may be transferred or sold.",
            "last_updated": "2023-07-11 10:06:02",
            "point_link": "https://edit.tosdr.org/points/5414",
            "approval_status": "APPROVED",
            "clause_text": "<li>As we continue to develop our business, we may sell, buy, merge or partner with other companies or businesses, or sell some or all of our assets.\nIn such transactions, user information may be among the transferred assets",
            "point_source": "https://about.ask.fm/legal/en/privacy.html",
            "case": {
                "text": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction",
                "href": "https://edit.tosdr.org/cases/243"
            }
        },
        {
            "title": "The service uses your personal data to employ targeted third-party advertising",
            "rating": "bad",
            "description": "Your Personal Information is traded and shared with advertising companies to target ads on you, either on the website you were visiting or in third party websites. Your interaction with the service and data you have shared with them may be gathered to create an advertising ID or profile.",
            "last_updated": "2023-07-11 10:06:02",
            "point_link": "https://edit.tosdr.org/points/5411",
            "approval_status": "APPROVED",
            "clause_text": "Our partners also may collect information directly from your device, such as your IP address, device ID (which in some countries is considered as personal data) or similar information regarding the location of your mobile device.\nmay combine our personal and non-personal information about you with information from other sources.\nand may place or recognize a unique cookie on your browser.\nIf we are sharing ANY data that is considered to be personal data by the appropriate laws of the country in which you live, we will always ask your consent before we use your data in this way (and you can ask us to stop at any time).",
            "point_source": "https://about.ask.fm/legal/en/privacy.html",
            "case": {
                "text": "Your personal data is used to employ targeted third-party advertising",
                "href": "https://edit.tosdr.org/cases/220"
            }
        },
        {
            "title": "This service can share your personal information to third parties",
            "rating": "bad",
            "description": "Your personal data is or may be given to third parties essential to the service’s operation. This could be an external spam detection service for an internet forum.",
            "last_updated": "2023-07-11 06:34:50",
            "point_link": "https://edit.tosdr.org/points/5410",
            "approval_status": "APPROVED",
            "clause_text": "In order to respond to the claims of violation of the rights of third parties and/or to protect the rights, property, and safety of ASKfm, our employees, Registered and Guest Users, or the public.\nThis may involve the sharing of your information with law enforcement, government agencies, courts, and/or other organizations",
            "point_source": "https://about.ask.fm/legal/en/privacy.html",
            "case": {
                "text": "This service gives your personal data to third parties involved in its operation",
                "href": "https://edit.tosdr.org/cases/188"
            }
        },
        {
            "title": "Your data may be processed and stored anywhere in the world",
            "rating": "bad",
            "description": "Your data is stored all over the world, including in countries where data protection rules may differ from the ones of the service's jurisdiction or those of your country jurisdiction.",
            "last_updated": "2023-07-11 10:06:02",
            "point_link": "https://edit.tosdr.org/points/5413",
            "approval_status": "APPROVED",
            "clause_text": "By giving us any personal information or by using the applications available on the Services, you agree that your personal information may be transferred to and stored and processed in our and our third-party vendors’ facilities in various countries around the globe, including the United States.\nThese countries may have privacy laws that differ from the laws in your country or the laws of Ireland.",
            "point_source": "https://about.ask.fm/legal/en/privacy.html",
            "case": {
                "text": "Your data may be processed and stored anywhere in the world",
                "href": "https://edit.tosdr.org/cases/187"
            }
        },
        {
            "title": "This service uses third-party cookies for statistics",
            "rating": "bad",
            "description": "For instance, Google Analytics, rather than self-hosted (first-party) statistics software.",
            "last_updated": "2023-07-11 10:03:23",
            "point_link": "https://edit.tosdr.org/points/5391",
            "approval_status": "APPROVED",
            "clause_text": "We might also optimize and improve your experience on ASKfm by using cookies to see how you interact with our services, such as when and how often you use them and what links you click on.</p>\n<p>To help us better understand how people use our services, we work with a number of analytics partners, including Google Analytics, Quantcast and Scorecard.",
            "point_source": "https://about.ask.fm/legal/en/cookies.html",
            "case": {
                "text": "Third-party cookies are used for statistics",
                "href": "https://edit.tosdr.org/cases/325"
            }
        },
        {
            "title": "This service employs third-party cookies, but with opt-out instructions",
            "rating": "bad",
            "description": null,
            "last_updated": "2023-07-11 10:06:04",
            "point_link": "https://edit.tosdr.org/points/5394",
            "approval_status": "APPROVED",
            "clause_text": "p>\n<p>For more information about targeting and advertising cookies and how you can opt out, you can visit&nbsp;http://youronlinechoices.eu/&nbsp;or&nbsp;http://www.allaboutcookies.org/manage-cookies/index.html",
            "point_source": "https://about.ask.fm/legal/en/cookies.html",
            "case": {
                "text": "Third party cookies are employed, but with opt out instructions",
                "href": "https://edit.tosdr.org/cases/127"
            }
        },
        {
            "title": "The service informs users about the risk of publishing personal info online",
            "rating": "good",
            "description": null,
            "last_updated": "2023-07-11 10:05:24",
            "point_link": "https://edit.tosdr.org/points/5409",
            "approval_status": "APPROVED",
            "clause_text": "In general, please be careful and responsible whenever you are online.\nShould you choose to voluntarily disclose information through the Services, such as by submitting a question to another user or by answering a question to be posted on your profile, that information can be viewed publicly and people can copy content that is posted on the Internet.\nIt could also be collected and used by third parties without our or your knowledge, which may result in unsolicited messages from other individuals or third parties.\nYou should not share personal information that might allow others to contact or locate you or other users, and you should think before you post.",
            "point_source": "https://about.ask.fm/legal/en/privacy.html",
            "case": {
                "text": "You are informed about the risk of publishing personal info online",
                "href": "https://edit.tosdr.org/cases/231"
            }
        },
        {
            "title": "The service provides details about what kinds of personal information they collect",
            "rating": "good",
            "description": "The Privacy Policy describes in detail the data collected through the website and through the services provided.",
            "last_updated": "2023-07-11 06:33:44",
            "point_link": "https://edit.tosdr.org/points/5406",
            "approval_status": "APPROVED",
            "clause_text": "The different categories of information we collect from you are described below.",
            "point_source": "https://about.ask.fm/legal/en/privacy.html",
            "case": {
                "text": "Information is provided about what kind of information they collect",
                "href": "https://edit.tosdr.org/cases/228"
            }
        },
        {
            "title": "You have the right to leave this service at any time",
            "rating": "good",
            "description": "You can stop using the service and/or cancel or delete your account at any time for any reason. Moreover, the termination is reasonably fast and simple.",
            "last_updated": "2023-07-11 10:05:54",
            "point_link": "https://edit.tosdr.org/points/5399",
            "approval_status": "APPROVED",
            "clause_text": "Should you choose to leave the Services, rather than deactivate your account, you may do so by selecting the “I want to leave ASKfm” tab on the&nbsp;Contact Us&nbsp;page.\nOnce received, we will process your request to leave as soon as practicable",
            "point_source": "https://about.ask.fm/legal/en/terms.html",
            "case": {
                "text": "You have the right to leave this service at any time",
                "href": "https://edit.tosdr.org/cases/170"
            }
        },
        {
            "title": "The terms for this service are easy to read",
            "rating": "good",
            "description": "The Agreements are well-organised, define legal terms (where applicable), aren't needlessly long and may be pleasant to read.",
            "last_updated": "2020-12-14 21:32:23",
            "point_link": "https://edit.tosdr.org/points/5415",
            "approval_status": "APPROVED",
            "clause_text": null,
            "point_source": "https://about.ask.fm/legal/en/terms.html",
            "case": {
                "text": "The terms for this service are easy to read",
                "href": "https://edit.tosdr.org/cases/199"
            }
        },
        {
            "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
            "rating": "neutral",
            "description": "The service assumes no liability for any damages the user incurs, including tangible (e.g. profits) and intangible losses (e.g. data), resulting from the use or inability to use the service or any other matter relating to the service.",
            "last_updated": "2023-07-11 10:05:58",
            "point_link": "https://edit.tosdr.org/points/5404",
            "approval_status": "APPROVED",
            "clause_text": "TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT SHALL THE ASKFM PARTIES BE LIABLE TO YOU FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, PUNITIVE, OR CONSEQUENTIAL DAMAGES WHATSOEVER RESULTING FROM ANY (I) ERRORS, MISTAKES, OR INACCURACIES OF CONTENT, (II) PERSONAL INJURY OR PROPERTY DAMAGE, OF ANY NATURE WHATSOEVER, RESULTING FROM YOUR ACCESS TO AND USE OF THE SERVICES, (III) ANY UNAUTHORIZED ACCESS TO OR USE OF OUR SERVERS AND/OR ANY AND ALL PERSONAL INFORMATION AND/OR FINANCIAL INFORMATION STORED THEREIN, (IV) ANY INTERRUPTION OR CESSATION OF TRANSMISSION TO OR FROM OUR SERVERS, (V) ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE, WHICH MAY BE TRANSMITTED TO OR THROUGH THE SERVICE BY ANY THIRD PARTY, (VI) ANY LOSS OF YOUR DATA OR CONTENT FROM THE SERVICES (VII) ANY ERRORS OR OMISSIONS IN ANY CONTENT OR FOR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF YOUR USE OF ANY CONTENT POSTED, TRANSMITTED, OR OTHERWISE MADE AVAILABLE VIA THE SERVICES, WHETHER BASED ON WARRANTY, CONTRACT, TORT, OR ANY OTHER LEGAL THEORY, AND WHETHER OR NOT THE ASKFM PARTIES ARE ADVISED OF THE POSSIBILITY OF SUCH DAMAGES, AND/OR (VIII) THE DISCLOSURE OF INFORMATION PURSUANT TO THESE TERMS OF USE OR PRIVACY POLICY.",
            "point_source": "https://about.ask.fm/legal/en/terms.html",
            "case": {
                "text": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
                "href": "https://edit.tosdr.org/cases/293"
            }
        },
        {
            "title": "no refund policy",
            "rating": "neutral",
            "description": "Payments are final and can't be refunded unless required by law.",
            "last_updated": "2023-07-11 10:06:03",
            "point_link": "https://edit.tosdr.org/points/5402",
            "approval_status": "APPROVED",
            "clause_text": "ALL SALES ARE FINAL.\nYOU ACKNOWLEDGE THAT NEITHER WE NOR ANY APP STORE PROVIDER IS REQUIRED TO PROVIDE A REFUND FOR ANY REASON, AND THAT YOU WILL NOT RECEIVE MONEY OR OTHER COMPENSATION FOR UNUSED IN-APP PURCHASES WHEN AN ACCOUNT IS CLOSED, WHETHER SUCH CLOSURE WAS VOLUNTARY OR INVOLUNTARY UNLESS OTHERWISE REQUIRED BY APPLICABLE LAW.",
            "point_source": "https://about.ask.fm/legal/en/terms.html",
            "case": {
                "text": "The service has a no refund policy",
                "href": "https://edit.tosdr.org/cases/162"
            }
        },
        {
            "title": "This service assumes no responsibility and liability for the contents of links to other websites",
            "rating": "neutral",
            "description": "The service rejects any responsibility for the contents of other websites to which it links.",
            "last_updated": "2023-07-11 10:03:38",
            "point_link": "https://edit.tosdr.org/points/5405",
            "approval_status": "APPROVED",
            "clause_text": "<p>Information provided by our users through the Services may contain links to third-party websites, mobile apps or other services that are not owned or controlled by us.\nWe have no control over and assume no responsibility for, the content, privacy policies, or practices of any third-party websites.\nIn addition, we will not and cannot censor or edit the content of any third-party site.\nBy using the Services, you expressly acknowledge and agree that the ASKfm Parties shall not be responsible for any damages, claims or other liability arising from or related to your use of any third-party website.",
            "point_source": "https://about.ask.fm/legal/en/terms.html",
            "case": {
                "text": "This service assumes no responsibility and liability for the contents of links to other websites",
                "href": "https://edit.tosdr.org/cases/279"
            }
        },
        {
            "title": "This service can delete your content if you violate the terms",
            "rating": "neutral",
            "description": "Content infringing the Terms of Service (or the Acceptable Use Policy or equivalent) may be removed, with or without notice.",
            "last_updated": "2023-07-11 10:05:54",
            "point_link": "https://edit.tosdr.org/points/5398",
            "approval_status": "APPROVED",
            "clause_text": "We can also block or respond to content that we determine is otherwise objectionable or as set forth in the TOU.",
            "point_source": "https://about.ask.fm/legal/en/terms.html",
            "case": {
                "text": "Your content can be deleted if you violate the terms",
                "href": "https://edit.tosdr.org/cases/377"
            }
        },
        {
            "title": "The service is provided 'as is' and to be used at the users' sole risk",
            "rating": "neutral",
            "description": "This service does not provide any guarantees as to its usability or fitness for the users' purposes. Users agree to use it at their own risk, accepting any possible bugs, malfunctions or harm to their devices.",
            "last_updated": "2023-07-11 10:06:03",
            "point_link": "https://edit.tosdr.org/points/5401",
            "approval_status": "APPROVED",
            "clause_text": "<p>YOU ACKNOWLEDGE AND AGREE THAT THE SERVICES ARE PROVIDED “AS IS” AND “AS AVAILABLE” AND THAT YOUR USE OF THE SERVICES SHALL BE AT YOUR SOLE RISK.",
            "point_source": "https://about.ask.fm/legal/en/terms.html",
            "case": {
                "text": "The service is provided 'as is' and to be used at your sole risk",
                "href": "https://edit.tosdr.org/cases/286"
            }
        },
        {
            "title": "This service will continue using anonymized user-generated content even after erasure of personal information",
            "rating": "neutral",
            "description": "If you delete your account or your information from this service, user-generated content such as comments and posts will remain and still be used, but on a pseudonymized or anonymized form so that they can't be linked back to you.",
            "last_updated": "2023-07-11 10:06:03",
            "point_link": "https://edit.tosdr.org/points/5400",
            "approval_status": "APPROVED",
            "clause_text": "Warning: After you have deactivated your account or left the Services, questions may still appear on the Services, but will be anonymized and no longer associated with you directly (in other words, a question you asked on your friend’s profile will still be visible, but will not include your username).",
            "point_source": "https://about.ask.fm/legal/en/terms.html",
            "case": {
                "text": "This service will continue using anonymized user-generated content after erasure of personal information",
                "href": "https://edit.tosdr.org/cases/240"
            }
        },
        {
            "title": "This service is only available to users of a certain age",
            "rating": "neutral",
            "description": "The Services are intended for users who are at least a certain age. If you are younger than the age required then you are prohibited from using the Service.",
            "last_updated": "2023-07-11 10:06:03",
            "point_link": "https://edit.tosdr.org/points/5396",
            "approval_status": "APPROVED",
            "clause_text": "<p>Sorry, but you can’t use ASKfm if you are under 13 years old.\nIf you are under 13 years of age, you are not permitted to access or use the Services.\nIf we become aware that you are using the Services even though you are under 13 and not permitted to do so, we will deactivate your account and attempt to block you from accessing the Services.",
            "point_source": "https://about.ask.fm/legal/en/terms.html",
            "case": {
                "text": "This service is only available to users over a certain age",
                "href": "https://edit.tosdr.org/cases/152"
            }
        },
        {
            "title": "This service requires first-party cookies, which are cookies that only belong to the domain of the service and not a third party.",
            "rating": "neutral",
            "description": "First-party cookies only belong to the domain of the service and not a third party.",
            "last_updated": "2023-07-11 06:34:43",
            "point_link": "https://edit.tosdr.org/points/5389",
            "approval_status": "APPROVED",
            "clause_text": "ASKfm uses both session cookies and persistent cookies.",
            "point_source": "https://about.ask.fm/legal/en/cookies.html",
            "case": {
                "text": "First-party cookies are used",
                "href": "https://edit.tosdr.org/cases/126"
            }
        },
        {
            "title": "The service does not guarantee accuracy or reliability of the information provided",
            "rating": "neutral",
            "description": "This service makes no warranty regarding the accuracy or reliability of any information that is given on its website or the results that may be obtained from the use of the service.",
            "last_updated": "2023-07-11 10:06:03",
            "point_link": "https://edit.tosdr.org/points/5403",
            "approval_status": "APPROVED",
            "clause_text": "TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, THE ASKFM PARTIES MAKE NO WARRANTIES OR REPRESENTATIONS THAT WE HAVE THE NECESSARY SKILL TO RENDER THE SERVICES OR THAT THE SERVICES HAVE BEEN AND WILL BE PROVIDED WITH DUE SKILL, CARE AND DILIGENCE OR ABOUT THE ACCURACY OR COMPLETENESS OF THE SERVICES’ CONTENT",
            "point_source": "https://about.ask.fm/legal/en/terms.html",
            "case": {
                "text": "The service does not guarantee accuracy or reliability of the information provided",
                "href": "https://edit.tosdr.org/cases/288"
            }
        },
        {
            "title": "The service refers users to external documents for more information",
            "rating": "neutral",
            "description": "The service states that whenever it links to third party websites or applications, its privacy policy does not apply. Those third party websites or applications hosted or operated by other organizations may have their own privacy policies.",
            "last_updated": "2023-07-11 10:06:03",
            "point_link": "https://edit.tosdr.org/points/5392",
            "approval_status": "APPROVED",
            "clause_text": "To find out more about their cookies and the privacy choices they offer, please visit the following links:&nbsp;Google Analytics,&nbsp;Quantcast,&nbsp;and&nbsp;ScoreCard.</p",
            "point_source": "https://about.ask.fm/legal/en/cookies.html",
            "case": {
                "text": "The service informs you that its privacy policy does not apply to third party websites",
                "href": "https://edit.tosdr.org/cases/299"
            }
        },
        {
            "title": "You are responsible for maintaining the security of your account and for the activities on your account",
            "rating": "neutral",
            "description": "You are responsible for protecting the confidentiality of your password and for maintaining the security of your account. Any activity occurring under your account is your responsibility, whether authorized by you or not.",
            "last_updated": "2023-07-11 10:03:37",
            "point_link": "https://edit.tosdr.org/points/5397",
            "approval_status": "APPROVED",
            "clause_text": "You must keep your password confidential and, other than sharing it with your parent or guardian if you are a minor, you should not tell anyone your password or let anyone else access your account.\n(Parents and guardians might also find some useful information&nbsp;here).\nSharing your password might lead to all of your posts, messages and personal information being leaked or someone impersonating or pretending to be you.\nIf you don’t keep your password confidential or give it to anyone other than your parent or guardian, we are not responsible for anyone accessing or using your account, including reading or sending messages from it.\nIf you think that someone else might be using your account, you must let us know immediately using the contact information below",
            "point_source": "https://about.ask.fm/legal/en/terms.html",
            "case": {
                "text": "You are responsible for maintaining the security of your account and for the activities on your account",
                "href": "https://edit.tosdr.org/cases/148"
            }
        },
        {
            "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.",
            "rating": "neutral",
            "description": "Even though the Do Not Track (DNT) header was not implemented perfectly, services should not track users whose browsers send a DNT header.",
            "last_updated": "2023-07-11 06:34:41",
            "point_link": "https://edit.tosdr.org/points/5395",
            "approval_status": "APPROVED",
            "clause_text": "we do not currently recognize or respond to browser-initiated Do Not Track signals, as the internet industry is still working on Do Not Track standards, implementations, and solutions.</p>",
            "point_source": "https://about.ask.fm/legal/en/cookies.html",
            "case": {
                "text": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.",
                "href": "https://edit.tosdr.org/cases/233"
            }
        },
        {
            "title": "The service is transparent regarding government requests or inquiries that may involve user data.",
            "rating": "neutral",
            "description": "Weight was 30.",
            "last_updated": "2023-07-11 06:34:46",
            "point_link": "https://edit.tosdr.org/points/5408",
            "approval_status": "APPROVED",
            "clause_text": "We may assist the police or other law enforcement agencies with their requests, or produce information in response to legal process where we, in good faith, believe that such disclosure is required by law, or to protect our rights and property, or the safety of individual users or the public, or where otherwise permitted by this Privacy Policy.",
            "point_source": "https://about.ask.fm/legal/en/privacy.html",
            "case": {
                "text": "The service is transparent regarding government requests or inquiries that may involve your data.",
                "href": "https://edit.tosdr.org/cases/169"
            }
        }
    ]
}