{
    "meta_data": {
        "title": "SpanishDict - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "They store data on you even if you did not interact with the service",
            "rating": "blocker",
            "description": "Some services store data on you even if you did not provide that data yourself. For example, users might provide access to their address book, after which a service might also store the phone numbers of that person's contacts.",
            "last_updated": "2023-07-11 06:19:24",
            "point_link": "https://edit.tosdr.org/points/23028",
            "approval_status": "APPROVED",
            "clause_text": "On 2025-01-17 05:42:01 UTC, gicon95255 (35019)  wrote:\n          If you're planning to expand, explore business loan options in Singapore for a quick cash infusion with customizable repayment terms.business loan",
            "point_source": "https://www.spanishdict.com/company/privacy",
            "case": {
                "text": "They store data on you even if you did not interact with the service",
                "href": "https://edit.tosdr.org/cases/234"
            }
        },
        {
            "title": "Logs are kept for an undefined period of time",
            "rating": "bad",
            "description": "Logs are text files containing some information about web visitors, such as user agents (showing for instance that you're connecting from Firefox for Android) and ip addresses (which reveal your approximate location). This case applies to Services that may keep logs indefinitely, allowing user sessions to be tracked over time. Logs that are kept for a time \"consistent with applicable law\" also fall under this case, since this period of time may be murky or undefined.",
            "last_updated": "2023-07-11 06:19:19",
            "point_link": "https://edit.tosdr.org/points/23021",
            "approval_status": "APPROVED",
            "clause_text": "On 2024-09-26 05:03:53 UTC, gicon95255 (35019)  wrote:\n          Sleeping pills are not a one-size-fits-all solution. What works for one person may not work for another, so it's best to consult a healthcare provider.安眠藥購買",
            "point_source": "https://www.spanishdict.com/company/privacy",
            "case": {
                "text": "Logs are kept for an undefined period of time",
                "href": "https://edit.tosdr.org/cases/178"
            }
        },
        {
            "title": "This service may collect, use, and share location data",
            "rating": "bad",
            "description": "Location-based information is collected and may be used and/or shared with third parties for purposes not directly related to the services provided (i.e. the Service doesn't rely on the use or share of location data to function properly).",
            "last_updated": "2023-07-11 06:19:21",
            "point_link": "https://edit.tosdr.org/points/23019",
            "approval_status": "APPROVED",
            "clause_text": "On 2024-10-03 05:36:46 UTC, gicon95255 (35019)  wrote:\n          Specializing in a wide range of home improvement solutions, including interior and exterior painting, remodeling, tile work, framing, roofing, drywall installation, flooring upgrades, and siding services, D&J Surebuilder is dedicated to bringing your vision to life with precision and professionalism.Seymour TN Painting",
            "point_source": "https://www.spanishdict.com/company/privacy",
            "case": {
                "text": "This service may collect, use, and share location data",
                "href": "https://edit.tosdr.org/cases/373"
            }
        },
        {
            "title": "Third-party cookies are used for advertising",
            "rating": "bad",
            "description": "The service's website sets third-party cookies (cookies that do not belong to their domain) for purposes not including statistics and analytics.",
            "last_updated": "2023-07-11 06:19:28",
            "point_link": "https://edit.tosdr.org/points/23024",
            "approval_status": "APPROVED",
            "clause_text": "On 2024-11-25 13:08:31 UTC, gicon95255 (35019)  wrote:\n          Automated parking uses advanced technology to streamline the parking process, offering a more efficient alternative to traditional methods.automated parking system",
            "point_source": "https://www.spanishdict.com/company/privacy",
            "case": {
                "text": "Third-party cookies are used for advertising",
                "href": "https://edit.tosdr.org/cases/128"
            }
        },
        {
            "title": "This service shares your personal data with third parties that are not involved in its operation",
            "rating": "bad",
            "description": "Your personal data is or may be given to third parties nonessential to the service’s operation. This could be a business partner that receives your data to provide targeted advertisements.",
            "last_updated": "2023-07-11 06:19:28",
            "point_link": "https://edit.tosdr.org/points/23033",
            "approval_status": "APPROVED",
            "clause_text": "Hashed personal data combined with the amounts of information collected through cookies both on and off the website might easily become personal data.",
            "point_source": "https://www.spanishdict.com/company/privacy",
            "case": {
                "text": "This service shares your personal data with third parties that are not essential to its operation",
                "href": "https://edit.tosdr.org/cases/166"
            }
        },
        {
            "title": "This service tracks you on other websites",
            "rating": "bad",
            "description": "The service may use tracking technologies in third-party websites to track your online activity while you aren't visiting their Site.",
            "last_updated": "2023-07-11 06:19:18",
            "point_link": "https://edit.tosdr.org/points/23025",
            "approval_status": "APPROVED",
            "clause_text": "For example, we may use Cookies to serve you interest-based ads, such as ads that are displayed to you based on your visits to other websites",
            "point_source": "https://www.spanishdict.com/company/privacy",
            "case": {
                "text": "This service tracks you on other websites",
                "href": "https://edit.tosdr.org/cases/129"
            }
        },
        {
            "title": "Your Personal data may be sold unless you opt out",
            "rating": "bad",
            "description": "There is a form to opt-out (typically California's CCPA) of the selling of your personal data. This is a bad a point because there are many services that don't have this form due to not selling your data in the first place.",
            "last_updated": "2023-07-11 06:19:22",
            "point_link": "https://edit.tosdr.org/points/23040",
            "approval_status": "APPROVED",
            "clause_text": "On 2024-07-29 13:21:48 UTC, gicon95255 (35019)  wrote:\n          Raccoon removal is crucial for preventing damage to your property. Experts can ensure the process is done safely for both you and the raccoons.raccoon removal",
            "point_source": "https://www.spanishdict.com/company/privacy",
            "case": {
                "text": "Your Personal data may be sold unless you opt out",
                "href": "https://edit.tosdr.org/cases/396"
            }
        },
        {
            "title": "You are tracked via web beacons, tracking pixels, browser fingerprinting and device fingerprinting",
            "rating": "bad",
            "description": "Tracking technologies (such as web beacons, tracking pixels...) are employed on users and/or the service assigns a unique ID to a browser or device to track its behaviour.",
            "last_updated": "2023-07-11 06:19:19",
            "point_link": "https://edit.tosdr.org/points/23022",
            "approval_status": "APPROVED",
            "clause_text": "On 2024-12-05 04:55:02 UTC, gicon95255 (35019)  wrote:\n          The unsecured loan option is perfect for my business needs. Quick, reliable funding without collateral is ideal.business loan",
            "point_source": "https://www.spanishdict.com/company/privacy",
            "case": {
                "text": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting",
                "href": "https://edit.tosdr.org/cases/323"
            }
        },
        {
            "title": "You waive your right to a class action.",
            "rating": "bad",
            "description": "The right to be represented in a class action (or representative action) exists in the US and some European countries. It allows people who have been similarly injured by the same accused to take legal action by a single lawsuit instead of individually. Some Terms of Service try to limit that right. By agreeing to them, you could waive (= renounce to) your right to a class action, which might reduce your chances to be successful in a case.",
            "last_updated": "2023-07-11 06:19:21",
            "point_link": "https://edit.tosdr.org/points/23016",
            "approval_status": "APPROVED",
            "clause_text": "On 2024-10-10 10:49:01 UTC, xosige9990 (37185)  wrote:\n          If you need cash fast, Magnus Credit's foreigner loans are the way to go. I received my funds almost instantly! Foreigner loan Singapore",
            "point_source": "https://www.spanishdict.com/company/tos",
            "case": {
                "text": "You waive your right to a class action.",
                "href": "https://edit.tosdr.org/cases/117"
            }
        },
        {
            "title": "The court of law governing the terms is in a jurisdiction that is less friendly to user privacy protection (Virginia, USA)",
            "rating": "bad",
            "description": "The Terms are governed by the applicable laws of a jurisdiction known for weak data regulations and poor user privacy protection. Usually contributors will need to explain in the Analysis view of each point linked to this Case the reason why it shall be applied.",
            "last_updated": "2023-07-11 06:19:21",
            "point_link": "https://edit.tosdr.org/points/23017",
            "approval_status": "APPROVED",
            "clause_text": "These Terms of Service will be governed by and construed in accordance with the laws of the State of Virginia, without giving effect to its conflict of laws provisions or your actual state or country of residence.",
            "point_source": "https://www.spanishdict.com/company/tos",
            "case": {
                "text": "The court of law governing the terms is in a jurisdiction that is less friendly to user privacy protection.",
                "href": "https://edit.tosdr.org/cases/242"
            }
        },
        {
            "title": "You are being tracked via social media cookies/pixels",
            "rating": "bad",
            "description": "These types of cookies/pixels send information to social media sites when you interact with the service.",
            "last_updated": "2023-07-11 06:19:22",
            "point_link": "https://edit.tosdr.org/points/23026",
            "approval_status": "APPROVED",
            "clause_text": "On 2025-01-06 05:01:53 UTC, gicon95255 (35019)  wrote:\n          If you’re looking for extra cash, this is the place to go! Low interest rates on payday loans are a huge plus.Singapore payday loan",
            "point_source": "https://www.spanishdict.com/company/privacy",
            "case": {
                "text": "You are being tracked via social media cookies/pixels",
                "href": "https://edit.tosdr.org/cases/307"
            }
        },
        {
            "title": "Information is gathered about you through third parties",
            "rating": "bad",
            "description": "This Service may employ, either identifiable or non-identifiable, data collection from third party sources about you.",
            "last_updated": "2023-07-11 06:19:28",
            "point_link": "https://edit.tosdr.org/points/23027",
            "approval_status": "APPROVED",
            "clause_text": "<p>We may also obtain information about you and your activity outside SpanishDict from our affiliates, advertisers, partners and other third parties we work with, or other publicly available sources.",
            "point_source": "https://www.spanishdict.com/company/privacy",
            "case": {
                "text": "Information is gathered about you through third parties",
                "href": "https://edit.tosdr.org/cases/382"
            }
        },
        {
            "title": "You are forced into binding arbitration in case of disputes",
            "rating": "bad",
            "description": "This service forces users to use their own contracted arbitrator and forces users to waive their rights to jury trial.",
            "last_updated": "2023-07-11 06:19:21",
            "point_link": "https://edit.tosdr.org/points/23015",
            "approval_status": "APPROVED",
            "clause_text": "Unless your dispute falls under one of the two exceptions",
            "point_source": "https://www.spanishdict.com/company/tos",
            "case": {
                "text": "You are forced into binding arbitration in case of disputes",
                "href": "https://edit.tosdr.org/cases/339"
            }
        },
        {
            "title": "This service receives your precise location through GPS coordinates",
            "rating": "bad",
            "description": "Unless the service relies on Geo Location, this case is to be assigned to points that don't need your GPS coordinates to function properly.",
            "last_updated": "2023-07-11 06:19:21",
            "point_link": "https://edit.tosdr.org/points/23018",
            "approval_status": "APPROVED",
            "clause_text": "If you tell us where you are (e.g., by allowing your mobile device to send us your location), we may store and use that information to provide you with location-based advertising.\nIf you want to deactivate this feature, you can either reinstall the Application or deactivate GPS on your mobile device.</li>\n<li>",
            "point_source": "https://www.spanishdict.com/company/privacy",
            "case": {
                "text": "This service receives your precise location through GPS coordinates",
                "href": "https://edit.tosdr.org/cases/400"
            }
        },
        {
            "title": "Your personal data is used to employ targeted third-party advertising",
            "rating": "bad",
            "description": "Your Personal Information is traded and shared with advertising companies to target ads on you, either on the website you were visiting or in third party websites. Your interaction with the service and data you have shared with them may be gathered to create an advertising ID or profile.",
            "last_updated": "2023-07-11 06:19:22",
            "point_link": "https://edit.tosdr.org/points/23031",
            "approval_status": "APPROVED",
            "clause_text": "On 2024-12-30 13:22:31 UTC, gicon95255 (35019)  wrote:\n          I use Oxynorm for my fibromyalgia pain, and it's a game changer. It doesn't completely eliminate the pain, but it reduces it enough to function.oxynorm",
            "point_source": "https://www.spanishdict.com/company/privacy",
            "case": {
                "text": "Your personal data is used to employ targeted third-party advertising",
                "href": "https://edit.tosdr.org/cases/220"
            }
        },
        {
            "title": "This service gives your personal data to third parties involved in its operation",
            "rating": "bad",
            "description": "Your personal data is or may be given to third parties essential to the service’s operation. This could be an external spam detection service for an internet forum.",
            "last_updated": "2023-07-11 06:19:22",
            "point_link": "https://edit.tosdr.org/points/23035",
            "approval_status": "APPROVED",
            "clause_text": "We may share information from or about you with these third party providers so that they can perform their services or complete your requests.\nThese third party providers may share information with us that they obtain from or about you in connection with providing their services or completing your requests.",
            "point_source": "https://www.spanishdict.com/company/privacy",
            "case": {
                "text": "This service gives your personal data to third parties involved in its operation",
                "href": "https://edit.tosdr.org/cases/188"
            }
        },
        {
            "title": "Your personal data is used for advertising",
            "rating": "bad",
            "description": "Your interaction with the service and data you have shared with them may be gathered to create an advertising ID or profile to target ads on you, either on the website you were visiting or in third party websites.",
            "last_updated": "2023-07-11 06:19:22",
            "point_link": "https://edit.tosdr.org/points/23030",
            "approval_status": "APPROVED",
            "clause_text": "<li>\n<strong>Deliver Targeted Advertising",
            "point_source": "https://www.spanishdict.com/company/privacy",
            "case": {
                "text": "Your personal data is used for advertising",
                "href": "https://edit.tosdr.org/cases/216"
            }
        },
        {
            "title": "Your data may be processed and stored anywhere in the world",
            "rating": "bad",
            "description": "Your data is stored all over the world, including in countries where data protection rules may differ from the ones of the service's jurisdiction or those of your country jurisdiction.",
            "last_updated": "2023-07-11 06:19:20",
            "point_link": "https://edit.tosdr.org/points/22995",
            "approval_status": "APPROVED",
            "clause_text": "Personal information collected by SpanishDict may be stored and processed in the United States or any other country in which SpanishDict or its agents maintain facilities.\nBy using the Service, you consent to any such transfer of information outside of your country.",
            "point_source": "https://www.spanishdict.com/company/tos",
            "case": {
                "text": "Your data may be processed and stored anywhere in the world",
                "href": "https://edit.tosdr.org/cases/187"
            }
        },
        {
            "title": "Any liability on behalf of the service is only limited to $100",
            "rating": "bad",
            "description": null,
            "last_updated": "2023-07-11 06:19:21",
            "point_link": "https://edit.tosdr.org/points/23009",
            "approval_status": "APPROVED",
            "clause_text": "On 2025-01-15 13:10:42 UTC, xosige9990 (37185)  wrote:\n          Johnny B's has been a huge help with my pest control needs! I trust their expertise completely! rats",
            "point_source": "https://www.spanishdict.com/company/tos",
            "case": {
                "text": "Any liability on behalf of the service is only limited to the fees you paid as a user",
                "href": "https://edit.tosdr.org/cases/149"
            }
        },
        {
            "title": "Tracking pixels are used in service-to-user communication",
            "rating": "bad",
            "description": "The service tracks the user count or some actions of the user; this is usually used for statistics. For example, emails sent by a service can contain a pixel tag, which is a small, clear image that can tell them whether or not you have opened an email and what your IP address is.",
            "last_updated": "2023-07-11 06:19:28",
            "point_link": "https://edit.tosdr.org/points/23023",
            "approval_status": "APPROVED",
            "clause_text": "Cookies may have unique identifiers, and reside, among other places, on your computer or mobile device, in emails we send to you, and on our web pages.",
            "point_source": "https://www.spanishdict.com/company/privacy",
            "case": {
                "text": "Tracking pixels are used in service-to-user communication",
                "href": "https://edit.tosdr.org/cases/217"
            }
        },
        {
            "title": "You maintain ownership of your content",
            "rating": "good",
            "description": "This service does not claim ownership over user-generated content or materials, and the user doesn't need to waive any moral rights by posting owned content.",
            "last_updated": "2023-07-11 06:19:20",
            "point_link": "https://edit.tosdr.org/points/22996",
            "approval_status": "APPROVED",
            "clause_text": "SpanishDict claims no ownership or control over any Content submitted, posted or displayed by you on or through SpanishDict services.",
            "point_source": "https://www.spanishdict.com/company/tos",
            "case": {
                "text": "You maintain ownership of your content",
                "href": "https://edit.tosdr.org/cases/183"
            }
        },
        {
            "title": "No need to register",
            "rating": "good",
            "description": "This service can be used without providing a user profile.",
            "last_updated": "2023-07-11 06:19:20",
            "point_link": "https://edit.tosdr.org/points/22993",
            "approval_status": "APPROVED",
            "clause_text": "Your Account.</strong> In order to access certain features of SpanishDict Properties, you must become a Registered User.",
            "point_source": "https://www.spanishdict.com/company/tos",
            "case": {
                "text": "No need to register",
                "href": "https://edit.tosdr.org/cases/320"
            }
        },
        {
            "title": "Information is provided about how they collect personal data",
            "rating": "good",
            "description": "The service details situations in which they collect personal information or means by which they do.",
            "last_updated": "2023-07-11 06:19:20",
            "point_link": "https://edit.tosdr.org/points/22991",
            "approval_status": "APPROVED",
            "clause_text": "<li>How We Collect Information</li>",
            "point_source": "https://www.spanishdict.com/company/privacy",
            "case": {
                "text": "Information is provided about how they collect personal data",
                "href": "https://edit.tosdr.org/cases/297"
            }
        },
        {
            "title": "User accounts can be terminated after having been in breach of the terms of service repeatedly",
            "rating": "good",
            "description": "User accounts can be terminated for having been in breach of the terms of service repeatedly, meaning they cannot be terminated without a reason, but only for a limited number of reasons. Additionally, user accounts will not be deleted after a first infringement.",
            "last_updated": "2023-07-11 06:19:21",
            "point_link": "https://edit.tosdr.org/points/23011",
            "approval_status": "APPROVED",
            "clause_text": "It is SpanishDict’s policy to terminate membership privileges of any User who repeatedly infringes copyright upon prompt notification to SpanishDict by the copyright owner or the copyright owner’s legal agent.",
            "point_source": "https://www.spanishdict.com/company/tos",
            "case": {
                "text": "User accounts can be terminated after having been in breach of the terms of service repeatedly",
                "href": "https://edit.tosdr.org/cases/313"
            }
        },
        {
            "title": "Promises will be kept after a merger or acquisition",
            "rating": "good",
            "description": "If the service gets acquired or needs to transfer personal data after a merger, bankruptcy, reorganisation or sale of the services, the data will still be processed in a manner that honours the promises made in the agreements.",
            "last_updated": "2023-07-11 06:19:22",
            "point_link": "https://edit.tosdr.org/points/23036",
            "approval_status": "APPROVED",
            "clause_text": "If another company acquires Curiosity Media or all or substantially all of our assets, that company will possess the same information, and will assume the rights and obligations with respect to that information as described in this Privacy Policy.",
            "point_source": "https://www.spanishdict.com/company/privacy",
            "case": {
                "text": "Promises will be kept after a merger or acquisition",
                "href": "https://edit.tosdr.org/cases/321"
            }
        },
        {
            "title": "You can request access, correction and/or deletion of your data",
            "rating": "good",
            "description": "Users have the right to access personal data hold by the Service, correct it and/or permanently delete it. This usually applies to Services GDPR compliants.",
            "last_updated": "2023-07-11 06:19:24",
            "point_link": "https://edit.tosdr.org/points/23037",
            "approval_status": "APPROVED",
            "clause_text": "On 2024-06-13 10:57:40 UTC, cexixak648  (29694)  Suspended wrote:\n          You have a good point here!I totally agree with what you have said!!Thanks for sharing your views…hope more people will read this article!!! AC MAINTENANCE service in dubai",
            "point_source": "https://www.spanishdict.com/company/privacy",
            "case": {
                "text": "You can request access, correction and/or deletion of your data",
                "href": "https://edit.tosdr.org/cases/195"
            }
        },
        {
            "title": "If you offer suggestions to the service, they may use that without your approval or compensation, but they do not become the owner",
            "rating": "good",
            "description": "The service may employ a broad copyright license over feedback, proposals, ideas and suggestions submitted, including the right to use them without restriction, compensation or obligation to the user, but they do not claim ownership on them.",
            "last_updated": "2023-07-11 06:19:20",
            "point_link": "https://edit.tosdr.org/points/22998",
            "approval_status": "APPROVED",
            "clause_text": "You agree that submission of any ideas, suggestions, documents, and/or proposals to SpanishDict through its suggestion, feedback, wiki, forum or similar pages (“Feedback”) is at your own risk and that SpanishDict has no obligations (including without limitation obligations of confidentiality) with respect to such Feedback.\nYou represent and warrant that you have all rights necessary to submit the Feedback.\nYou hereby grant to SpanishDict a fully paid, royalty-free, perpetual, irrevocable, worldwide, non-exclusive, and fully sublicensable right and license to use, reproduce, perform, display, distribute, adapt, modify, re-format, create derivative works of, and otherwise commercially or non-commercially exploit in any manner, any and all Feedback, and to sublicense the foregoing rights, in connection with the operation and maintenance of SpanishDict Properties and/or SpanishDict’s business.",
            "point_source": "https://www.spanishdict.com/company/tos",
            "case": {
                "text": "If you offer suggestions to the service, they may use that without your approval or compensation, but they do not become the owner",
                "href": "https://edit.tosdr.org/cases/390"
            }
        },
        {
            "title": "Information is provided about how your personal data is used",
            "rating": "good",
            "description": "The Privacy Policy explains the purposes for which data is collected and the way it is processed, used and shared.",
            "last_updated": "2023-07-11 06:19:20",
            "point_link": "https://edit.tosdr.org/points/22992",
            "approval_status": "APPROVED",
            "clause_text": "<li>How We Use the Information</li>",
            "point_source": "https://www.spanishdict.com/company/privacy",
            "case": {
                "text": "Information is provided about how your personal data is used",
                "href": "https://edit.tosdr.org/cases/227"
            }
        },
        {
            "title": "The service claims to be CCPA compliant for California users",
            "rating": "good",
            "description": "The service has a different behavior towards users protected by the California Consumer Privacy Act.",
            "last_updated": "2023-07-11 06:19:24",
            "point_link": "https://edit.tosdr.org/points/23039",
            "approval_status": "APPROVED",
            "clause_text": "On 2024-05-26 10:55:13 UTC, balay (32946)  wrote:\n          That is some inspirational stuff. Couldn’t know that opinions could be this varied. Thank you for every one of the enthusiasm to provide such tips here. furla77",
            "point_source": "https://www.spanishdict.com/company/privacy",
            "case": {
                "text": "The service claims to be CCPA compliant for California users",
                "href": "https://edit.tosdr.org/cases/482"
            }
        },
        {
            "title": "You have the right to leave this service at any time",
            "rating": "good",
            "description": "You can stop using the service and/or cancel or delete your account at any time for any reason. Moreover, the termination is reasonably fast and simple.",
            "last_updated": "2023-07-11 06:19:27",
            "point_link": "https://edit.tosdr.org/points/23013",
            "approval_status": "APPROVED",
            "clause_text": "If you want to terminate the Services provided by SpanishDict, you may do so by closing your Account for all of the Services that you use.<strong>",
            "point_source": "https://www.spanishdict.com/company/tos",
            "case": {
                "text": "You have the right to leave this service at any time",
                "href": "https://edit.tosdr.org/cases/170"
            }
        },
        {
            "title": "Copyright license limited for the purposes of that same service",
            "rating": "good",
            "description": null,
            "last_updated": "2023-07-11 06:19:20",
            "point_link": "https://edit.tosdr.org/points/22999",
            "approval_status": "APPROVED",
            "clause_text": "On 2024-05-01 15:01:34 UTC, vexer85285 (35608)  wrote:\n          hey all, I was simply checkin’ out this blog and I actually admire the premise of the article, and don’t have anything to do, so if anybody wish to to have an engrossing convo about it, please contact me on AIM, my name is heather smith đăng ký i9bet",
            "point_source": "https://www.spanishdict.com/company/tos",
            "case": {
                "text": "Copyright license limited for the purposes of that same service but transferable and sublicenseable",
                "href": "https://edit.tosdr.org/cases/135"
            }
        },
        {
            "title": "You can opt out of promotional communications",
            "rating": "good",
            "description": "You can update your account preferences and/or easily unsubscribe of email/sms lists to stop receiving promotional communications.",
            "last_updated": "2023-07-11 06:19:22",
            "point_link": "https://edit.tosdr.org/points/23032",
            "approval_status": "APPROVED",
            "clause_text": "You may opt out of receiving commercial email messages from us by following the instructions contained in those email messages.",
            "point_source": "https://www.spanishdict.com/company/privacy",
            "case": {
                "text": "You can opt out of promotional communications",
                "href": "https://edit.tosdr.org/cases/223"
            }
        },
        {
            "title": "The service has non-exclusive use of your content",
            "rating": "good",
            "description": "The service can pay for your content and you are allowed to make it commercially available to other services/parties.",
            "last_updated": "2023-07-11 06:19:27",
            "point_link": "https://edit.tosdr.org/points/22997",
            "approval_status": "APPROVED",
            "clause_text": "By submitting, posting or displaying Content on or through SpanishDict services which are intended to be available to the members of the public, you grant SpanishDict a worldwide, non-exclusive, royalty-free license",
            "point_source": "https://www.spanishdict.com/company/tos",
            "case": {
                "text": "The service has non-exclusive use of your content",
                "href": "https://edit.tosdr.org/cases/402"
            }
        },
        {
            "title": "You are responsible for any risks, damages, or losses that may incur by downloading materials",
            "rating": "neutral",
            "description": "Users are responsible for any harm to their computer system or loss of data they may incur through the download of materials from the service.",
            "last_updated": "2023-07-11 06:19:19",
            "point_link": "https://edit.tosdr.org/points/23007",
            "approval_status": "APPROVED",
            "clause_text": "(b) ANY CONTENT DOWNLOADED FROM OR OTHERWISE ACCESSED THROUGH SPANISHDICT PROPERTIES IS ACCESSED AT YOUR OWN RISK, AND YOU SHALL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR PROPERTY, INCLUDING, BUT NOT LIMITED TO, YOUR COMPUTER SYSTEM AND ANY DEVICE YOU USE TO ACCESS SPANISHDICT PROPERTIES, OR ANY OTHER LOSS THAT RESULTS FROM ACCESSING SUCH CONTENT.",
            "point_source": "https://www.spanishdict.com/company/tos",
            "case": {
                "text": "You are responsible for any risks, damages, or losses that may incur by downloading materials",
                "href": "https://edit.tosdr.org/cases/291"
            }
        },
        {
            "title": "You should revisit the terms periodically, although in case of material changes, the service will notify",
            "rating": "neutral",
            "description": "The service may update the Terms without notice, but if they significantly change the agreements in a manner that importantly and/or negatively affects the way the service is used, users will be notified.",
            "last_updated": "2023-07-11 06:19:19",
            "point_link": "https://edit.tosdr.org/points/22989",
            "approval_status": "APPROVED",
            "clause_text": "The Terms are subject to change by SPANISHDICT in its sole discretion at any time.\nWhen changes are made, SpanishDict will make a new copy of the Agreement available at the Website and any new Supplemental Terms will be made available from within, or through, the affected Service on the Website.\nWe will also update the “Last Updated” date at the top of the Agreement.\nIf we make material changes to the Agreement, we may (and, where required by law, will) also provide notification of changes in another way that we believe is reasonably likely to reach you, such as via e-mail if you have an Account (as defined in Section 2.1) or another manner through the Services (which may include posting an announcement on our Website).",
            "point_source": "https://www.spanishdict.com/company/tos",
            "case": {
                "text": "You should revisit the terms periodically, although in case of material changes, the service will notify",
                "href": "https://edit.tosdr.org/cases/329"
            }
        },
        {
            "title": "The service has a no refund policy",
            "rating": "neutral",
            "description": "Payments are final and can't be refunded unless required by law.",
            "last_updated": "2023-07-11 06:19:28",
            "point_link": "https://edit.tosdr.org/points/23003",
            "approval_status": "APPROVED",
            "clause_text": "Except as set forth in the Agreement, all fees for the Services are non-refundable.",
            "point_source": "https://www.spanishdict.com/company/tos",
            "case": {
                "text": "The service has a no refund policy",
                "href": "https://edit.tosdr.org/cases/162"
            }
        },
        {
            "title": "There is a date of the last update of the agreements",
            "rating": "neutral",
            "description": "The given text has a date that allows to know when it was last updated.",
            "last_updated": "2023-07-11 06:19:27",
            "point_link": "https://edit.tosdr.org/points/22988",
            "approval_status": "APPROVED",
            "clause_text": "Last Updated: June 3, 2021</p>",
            "point_source": "https://www.spanishdict.com/company/privacy",
            "case": {
                "text": "There is a date of the last update of the agreements",
                "href": "https://edit.tosdr.org/cases/331"
            }
        },
        {
            "title": "You authorise the service to charge a credit card supplied on re-occurring basis",
            "rating": "neutral",
            "description": "You card will be billed on recurring basis unless cancelled. For instance, monthly or annual subscriptions.",
            "last_updated": "2023-07-11 06:19:20",
            "point_link": "https://edit.tosdr.org/points/23004",
            "approval_status": "APPROVED",
            "clause_text": "Automatic Renewal.</strong> Although you may choose your payment plan for subscription services (i.e.\n1 month, 6 months, or 12 months), your subscription will continue indefinitely until terminated in accordance with the Agreement.\nAfter your initial subscription period, and again after any subsequent subscription period, your subscription will automatically commence on the first day following the end of such period (each, a “Renewal Commencement Date”) and continue for an additional equivalent period, at SpanishDict’s then-current price for such subscription.\nYou agree that your Account will be subject to this automatic renewal feature unless and until you cancel your subscription.",
            "point_source": "https://www.spanishdict.com/company/tos",
            "case": {
                "text": "You authorise the service to charge a credit card supplied on re-occurring basis",
                "href": "https://edit.tosdr.org/cases/384"
            }
        },
        {
            "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
            "rating": "neutral",
            "description": "The service assumes no liability for any damages the user incurs, including tangible (e.g. profits) and intangible losses (e.g. data), resulting from the use or inability to use the service or any other matter relating to the service.",
            "last_updated": "2023-07-11 06:19:28",
            "point_link": "https://edit.tosdr.org/points/23008",
            "approval_status": "APPROVED",
            "clause_text": "TO THE FULLEST EXTENT PERMITTED BY LAW, YOU UNDERSTAND AND AGREE THAT IN NO EVENT SHALL THE SPANISHDICT PARTIES BE LIABLE FOR ANY LOSS OF PROFITS, REVENUE OR DATA, INDIRECT, INCIDENTAL, SPECIAL, OR CONSEQUENTIAL DAMAGES ARISING OUT OF OR IN CONNECTION WITH SPANISHDICT PROPERTIES, OR DAMAGES OR COSTS DUE TO LOSS OF PRODUCTION OR USE, BUSINESS INTERRUPTION, PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES, WHETHER OR NOT SPANISHDICT HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES, ARISING OUT OF OR IN CONNECTION WITH THE TERMS, OR FROM ANY COMMUNICATIONS, INTERACTIONS OR MEETINGS WITH OTHER USERS OF SPANISHDICT PROPERTIES, ON ANY THEORY OF LIABILITY, RESULTING FROM: (1) THE USE OR INABILITY TO USE SPANISHDICT PROPERTIES.\n(2) THE COST OF PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES RESULTING FROM ANY GOODS, DATA, INFORMATION OR SERVICES PURCHASED OR OBTAINED OR MESSAGES RECEIVED FOR TRANSACTIONS ENTERED INTO THROUGH SPANISHDICT PROPERTIES.\n(3) UNAUTHORIZED ACCESS TO OR ALTERATION OF YOUR TRANSMISSIONS OR DATA.\n(4) STATEMENTS OR CONDUCT OF ANY THIRD PARTY ON SPANISHDICT PROPERTIES.\nOR (5) ANY OTHER MATTER RELATED TO SPANISHDICT PROPERTIES, WHETHER BASED ON WARRANTY, COPYRIGHT, CONTRACT, TORT (INCLUDING NEGLIGENCE), PRODUCT LIABILITY OR ANY OTHER LEGAL THEORY.",
            "point_source": "https://www.spanishdict.com/company/tos",
            "case": {
                "text": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
                "href": "https://edit.tosdr.org/cases/293"
            }
        },
        {
            "title": "The service can intervene in user disputes",
            "rating": "neutral",
            "description": "If you have a dispute with another user on this service, they can review the issue and intervene. However, they don't have an obligation to do so.",
            "last_updated": "2023-07-11 06:19:20",
            "point_link": "https://edit.tosdr.org/points/23002",
            "approval_status": "APPROVED",
            "clause_text": "You are solely responsible for your interactions with other Users and any other parties with whom you interact.\nprovided, however, that SpanishDict reserves the right, but has no obligation, to intercede in such disputes.",
            "point_source": "https://www.spanishdict.com/company/tos",
            "case": {
                "text": "The service can intervene in user disputes",
                "href": "https://edit.tosdr.org/cases/276"
            }
        },
        {
            "title": "You are prohibited from sending chain letters, junk mail, spam or any unsolicited messages",
            "rating": "neutral",
            "description": "Users are not allowed to use the service for chain letters, junk mail, spamming or any other distribution of content to people who have not agreed to receiving it.",
            "last_updated": "2023-07-11 06:19:28",
            "point_link": "https://edit.tosdr.org/points/22990",
            "approval_status": "APPROVED",
            "clause_text": "(e) you shall not use any manual or automated software, devices or other processes (including, but not limited to, spiders, robots, scrapers, crawlers, avatars, data mining tools or the like) to “scrape” or download data from any web pages contained in the Website (except that we grant the operators of public search engines revocable permission to use spiders to copy materials from the Website for the sole purpose of and solely to the extent necessary for creating publicly available searchable indices of the materials, but not caches or archives of such materials).",
            "point_source": "https://www.spanishdict.com/company/tos",
            "case": {
                "text": "You are prohibited from sending chain letters, junk mail, spam or any unsolicited messages",
                "href": "https://edit.tosdr.org/cases/281"
            }
        },
        {
            "title": "You agree not to submit libelous, harassing or threatening content",
            "rating": "neutral",
            "description": "This service prohibits users from submitting content of a variety of types. This can include content that is unlawful, harassing, abusive, threatening, libelous, sexist, racist, homophobic, transphobic, or discriminatory in any other way.",
            "last_updated": "2023-07-11 06:19:20",
            "point_link": "https://edit.tosdr.org/points/23001",
            "approval_status": "APPROVED",
            "clause_text": "You shall not (and shall not permit any third party) either (a) take any action or (b) Make Available any Content on or through SpanishDict Properties that: (i) infringes any patent, trademark, trade secret, copyright, right of publicity or other right of any person or entity.\n(ii) is unlawful, threatening, abusive, harassing, defamatory, libelous",
            "point_source": "https://www.spanishdict.com/company/tos",
            "case": {
                "text": "You agree not to submit libelous, harassing or threatening content",
                "href": "https://edit.tosdr.org/cases/283"
            }
        },
        {
            "title": "Users who have been permanently banned from this service are not allowed to re-register under a new account",
            "rating": "neutral",
            "description": "Once users have been permanently banned from this service, they are not allowed to create a new account to keep using the service.",
            "last_updated": "2023-07-11 06:19:27",
            "point_link": "https://edit.tosdr.org/points/23014",
            "approval_status": "APPROVED",
            "clause_text": "If your registration(s) with or ability to access SpanishDict Properties, or any other SpanishDict community is discontinued by SpanishDict due to your violation of any portion of the Agreement, then you agree that you shall not attempt to re-register with or access SpanishDict Properties or any SpanishDict community through use of a different member name or otherwise",
            "point_source": "https://www.spanishdict.com/company/tos",
            "case": {
                "text": "Users who have been permanently banned from this service are not allowed to re-register under a new account",
                "href": "https://edit.tosdr.org/cases/319"
            }
        },
        {
            "title": "The service is provided 'as is' and to be used at your sole risk",
            "rating": "neutral",
            "description": "This service does not provide any guarantees as to its usability or fitness for the users' purposes. Users agree to use it at their own risk, accepting any possible bugs, malfunctions or harm to their devices.",
            "last_updated": "2023-07-11 06:19:19",
            "point_link": "https://edit.tosdr.org/points/23005",
            "approval_status": "APPROVED",
            "clause_text": "YOUR USE OF SPANISHDICT PROPERTIES IS AT YOUR SOLE RISK, AND SPANISHDICT PROPERTIES ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS,",
            "point_source": "https://www.spanishdict.com/company/tos",
            "case": {
                "text": "The service is provided 'as is' and to be used at your sole risk",
                "href": "https://edit.tosdr.org/cases/286"
            }
        },
        {
            "title": "This service is only available to users over 18 years of age",
            "rating": "neutral",
            "description": "The Services are intended for users who are at least a certain age. If you are younger than the age required then you are prohibited from using the Service.",
            "last_updated": "2023-07-11 06:19:20",
            "point_link": "https://edit.tosdr.org/points/22994",
            "approval_status": "APPROVED",
            "clause_text": "You represent that you are (i) at least eighteen (18) years old.\n(ii) of legal age to form a binding contract.",
            "point_source": "https://www.spanishdict.com/company/tos",
            "case": {
                "text": "This service is only available to users over a certain age",
                "href": "https://edit.tosdr.org/cases/152"
            }
        },
        {
            "title": "Your account can be suspended if you violate the terms",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:19:21",
            "point_link": "https://edit.tosdr.org/points/23012",
            "approval_status": "APPROVED",
            "clause_text": "In the event that SpanishDict determines, in its sole discretion, that you have breached any portion of the Agreement, or have otherwise demonstrated conduct inappropriate for SpanishDict Properties, SpanishDict reserves the right to:<ul>\n<li>(a) Warn you via e-mail (to any e-mail address you have provided to SpanishDict) that you have violated the Terms;</li>\n<li>(b) Terminate your pending loan application(s);</li>\n<li>(c) Discontinue your access to any Services;</li>\n<li>(d) Notify and/or send Your Data to and/or fully cooperate with the proper law enforcement authorities for further action.\nand/or</li>\n<li>(e) File a report with any and all appropriate Credit Check Agencies.</li>\n<li>(f) Pursue any other action which SpanishDict deems to be appropriate.</li>",
            "point_source": "https://www.spanishdict.com/company/tos",
            "case": {
                "text": "Your account can be suspended for several reasons",
                "href": "https://edit.tosdr.org/cases/205"
            }
        },
        {
            "title": "You agree not to use the service for illegal purposes",
            "rating": "neutral",
            "description": "The user agrees not to commit any unlawful acts through the use of the website, including the posting of illegal content or messaging.",
            "last_updated": "2023-07-11 06:19:20",
            "point_link": "https://edit.tosdr.org/points/23000",
            "approval_status": "APPROVED",
            "clause_text": "you agree not to use SpanishDict Properties for any purpose that is prohibited by the Terms or by applicable law.",
            "point_source": "https://www.spanishdict.com/company/tos",
            "case": {
                "text": "You agree not to use the service for illegal purposes",
                "href": "https://edit.tosdr.org/cases/280"
            }
        },
        {
            "title": "Instructions are provided on how to submit a copyright claim",
            "rating": "neutral",
            "description": "If content that you own is copied or made accessible through the service in a way that constitutes an intellectual property right infringement, you can report it following the instructions given in the agreements.",
            "last_updated": "2023-07-11 06:19:21",
            "point_link": "https://edit.tosdr.org/points/23010",
            "approval_status": "APPROVED",
            "clause_text": "Procedure for Making Claims of Copyright Infringement",
            "point_source": "https://www.spanishdict.com/company/tos",
            "case": {
                "text": "Instructions are provided on how to submit a copyright claim",
                "href": "https://edit.tosdr.org/cases/138"
            }
        },
        {
            "title": "Your personal data is aggregated into statistics",
            "rating": "neutral",
            "description": "Your personal data is used for statistics in a de-identified/aggregated form (i.e. not directly linked to a unique identity) to analyse trends, for research and for analytics.",
            "last_updated": "2023-07-11 06:19:22",
            "point_link": "https://edit.tosdr.org/points/23029",
            "approval_status": "APPROVED",
            "clause_text": "On 2025-01-17 08:51:54 UTC, JimmySeo (38187)  wrote:\n          Swift Credit is a professional licensed lender offering fast loans for Singapore residents and foreigners. licensed money lender in Singapore",
            "point_source": "https://www.spanishdict.com/company/privacy",
            "case": {
                "text": "Your personal data is aggregated into statistics",
                "href": "https://edit.tosdr.org/cases/190"
            }
        },
        {
            "title": "Third parties are involved in operating the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:19:24",
            "point_link": "https://edit.tosdr.org/points/23034",
            "approval_status": "APPROVED",
            "clause_text": "<li>\n<strong>Service Providers: </strong>We may rely on third party providers to support or provide some of the services that are available through the SpanishDict Services, such as translations.",
            "point_source": "https://www.spanishdict.com/company/privacy",
            "case": {
                "text": "Third parties are involved in operating the service",
                "href": "https://edit.tosdr.org/cases/207"
            }
        },
        {
            "title": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.",
            "rating": "neutral",
            "description": "Even though the Do Not Track (DNT) header was not implemented perfectly, services should not track users whose browsers send a DNT header.",
            "last_updated": "2023-07-11 06:19:22",
            "point_link": "https://edit.tosdr.org/points/23038",
            "approval_status": "APPROVED",
            "clause_text": "Some web browsers may transmit “do-not-track” signals to the websites with which the user communicates.\nThere currently is no consensus among industry participants as to what \"Do Not Track\" means in this context.\nTherefore, like many websites and online services, we do not alter their practices when we receive a \"Do Not Track\" signal from a visitor's browser.",
            "point_source": "https://www.spanishdict.com/company/privacy",
            "case": {
                "text": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.",
                "href": "https://edit.tosdr.org/cases/233"
            }
        },
        {
            "title": "Your IP address is collected, which can be used to view your approximate location",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:19:27",
            "point_link": "https://edit.tosdr.org/points/23020",
            "approval_status": "APPROVED",
            "clause_text": "This may include your IP address",
            "point_source": "https://www.spanishdict.com/company/privacy",
            "case": {
                "text": "Your IP address is collected, which can be used to view your approximate location",
                "href": "https://edit.tosdr.org/cases/399"
            }
        },
        {
            "title": "This service does not guarantee that it or the products obtained through it meet your expectations or requirements",
            "rating": "neutral",
            "description": "This service provider informs its users that the services, information, products, or other materials provided on its website may not meet the users' expectations or requirements.",
            "last_updated": "2023-07-11 06:19:28",
            "point_link": "https://edit.tosdr.org/points/23006",
            "approval_status": "APPROVED",
            "clause_text": "SPANISHDICT PARTIES EXPRESSLY DISCLAIM ALL WARRANTIES, REPRESENTATIONS, AND CONDITIONS OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OR CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT ARISING FROM USE OF THE WEBSITE.(a) SPANISHDICT PARTIES MAKE NO WARRANTY, REPRESENTATION OR CONDITION THAT: (1) SPANISHDICT PROPERTIES WILL MEET YOUR REQUIREMENTS.",
            "point_source": "https://www.spanishdict.com/company/tos",
            "case": {
                "text": "This service does not guarantee that it or the products obtained through it meet your expectations or requirements",
                "href": "https://edit.tosdr.org/cases/290"
            }
        }
    ]
}