{
    "meta_data": {
        "title": "XE.com - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "The service collects many different types of personal data",
            "rating": "bad",
            "description": "The service collects different kinds of personal data, such as name, demographic information, postal address, biometric data, device information, IDs, contacts, call logs...",
            "last_updated": "2023-07-11 10:03:39",
            "edit_link": "https://edit.tosdr.org/points/17836",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service shares your personal data with third parties that are not involved in its operation",
            "rating": "bad",
            "description": "Your personal data is or may be given to third parties nonessential to the service’s operation. This could be a business partner that receives your data to provide targeted advertisements.",
            "last_updated": "2023-07-11 10:13:51",
            "edit_link": "https://edit.tosdr.org/points/17842",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service keeps a license on user-generated content even after users close their accounts.",
            "rating": "bad",
            "description": "The service may still use your content and display it after you stopped using it by closing your account. The case applies to terms requiring users to grant them a perpetual license over that content.",
            "last_updated": "2023-07-11 10:13:49",
            "edit_link": "https://edit.tosdr.org/points/17827",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service uses social media cookies/pixels",
            "rating": "bad",
            "description": "These types of cookies/pixels send information to social media sites when you interact with the service.",
            "last_updated": "2023-07-11 10:13:51",
            "edit_link": "https://edit.tosdr.org/points/17844",
            "approval_status": "APPROVED"
        },
        {
            "title": "Instead of asking directly, this Service will assume your consent merely from your usage.",
            "rating": "bad",
            "description": "The Service infers your acceptance from your continued usage, instead of prompting you to read the new Terms and asking for direct consent. This doesn’t apply to services that have no way to seek consent from users through their contact details or an account.",
            "last_updated": "2023-07-11 10:13:45",
            "edit_link": "https://edit.tosdr.org/points/17807",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service receives your precise location through GPS coordinates",
            "rating": "bad",
            "description": "Unless the service relies on Geo Location, this case is to be assigned to points that don't need your GPS coordinates to function properly.",
            "last_updated": "2023-07-11 10:05:46",
            "edit_link": "https://edit.tosdr.org/points/17838",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service uses your personal data to employ targeted third-party advertising",
            "rating": "bad",
            "description": "Your Personal Information is traded and shared with advertising companies to target ads on you, either on the website you were visiting or in third party websites. Your interaction with the service and data you have shared with them may be gathered to create an advertising ID or profile.",
            "last_updated": "2023-07-11 10:13:51",
            "edit_link": "https://edit.tosdr.org/points/17843",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service uses your personal information for many different purposes",
            "rating": "bad",
            "description": "Personal Data can be processed for many reasons, including non essential processing such as for advertising, marketing and analytics purposes.",
            "last_updated": "2023-07-11 10:05:48",
            "edit_link": "https://edit.tosdr.org/points/17841",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your data may be processed and stored anywhere in the world",
            "rating": "bad",
            "description": "Your data is stored all over the world, including in countries where data protection rules may differ from the ones of the service's jurisdiction or those of your country jurisdiction.",
            "last_updated": "2023-07-11 10:05:47",
            "edit_link": "https://edit.tosdr.org/points/17840",
            "approval_status": "APPROVED"
        },
        {
            "title": "Third-party cookies are used for statistics",
            "rating": "bad",
            "description": "For instance, Google Analytics, rather than self-hosted (first-party) statistics software.",
            "last_updated": "2023-07-11 10:13:50",
            "edit_link": "https://edit.tosdr.org/points/17806",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service employs third-party cookies, but with opt-out instructions",
            "rating": "bad",
            "description": null,
            "last_updated": "2023-07-11 10:13:49",
            "edit_link": "https://edit.tosdr.org/points/17804",
            "approval_status": "APPROVED"
        },
        {
            "title": "The cookies used by this service do not contain information that would personally identify you",
            "rating": "good",
            "description": "The cookies used only collect anonymous, aggregated data that cannot be linked to a unique identity.",
            "last_updated": "2023-07-11 10:05:51",
            "edit_link": "https://edit.tosdr.org/points/17805",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service provides information about how they collect personal data",
            "rating": "good",
            "description": "The service details situations in which they collect personal information or means by which they do.",
            "last_updated": "2023-07-11 10:13:50",
            "edit_link": "https://edit.tosdr.org/points/17835",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service provides a complete list of all cookies set by its website",
            "rating": "good",
            "description": "The service provides users with a complete list of all first and third party cookies its website sets and an explanation of their uses. This information can be valuable for users to make an informed choice whether to allow those cookies.",
            "last_updated": "2023-07-11 10:06:01",
            "edit_link": "https://edit.tosdr.org/points/17802",
            "approval_status": "APPROVED"
        },
        {
            "title": "A complaint mechanism is provided for the handling of personal data",
            "rating": "good",
            "description": "The service provides users with contact information for an internal or external structure to lodge complaints. It also provides users with contact information for a higher data protection / privacy office in case the internal mechanism fails to satisfy the user.",
            "last_updated": "2023-07-11 10:13:51",
            "edit_link": "https://edit.tosdr.org/points/17846",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service provides details about what kinds of personal information they collect",
            "rating": "good",
            "description": "The Privacy Policy describes in detail the data collected through the website and through the services provided.",
            "last_updated": "2023-07-11 10:03:39",
            "edit_link": "https://edit.tosdr.org/points/17834",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service provides information about how they intend to use your personal data",
            "rating": "good",
            "description": "The Privacy Policy explains the purposes for which data is collected and the way it is processed, used and shared.",
            "last_updated": "2023-07-11 10:13:50",
            "edit_link": "https://edit.tosdr.org/points/17839",
            "approval_status": "APPROVED"
        },
        {
            "title": "When the service wants to change its terms, users are notified 30 days in advance.",
            "rating": "good",
            "description": "Users will be notified a week before the Terms are somehow updated, which lets them a reasonable amount of time to carefully read the changes and perhaps stop using the services if they do not longer agree.",
            "last_updated": "2023-07-11 10:13:49",
            "edit_link": "https://edit.tosdr.org/points/17808",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service has non-exclusive use of your content",
            "rating": "good",
            "description": "The service can pay for your content and you are allowed to make it commercially available to other services/parties.",
            "last_updated": "2023-07-11 10:03:30",
            "edit_link": "https://edit.tosdr.org/points/17828",
            "approval_status": "APPROVED"
        },
        {
            "title": "You can opt out of promotional communications",
            "rating": "good",
            "description": "You can update your account preferences and/or easily unsubscribe of email/sms lists to stop receiving promotional communications.",
            "last_updated": "2023-07-11 10:13:50",
            "edit_link": "https://edit.tosdr.org/points/17845",
            "approval_status": "APPROVED"
        },
        {
            "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:13:50",
            "edit_link": "https://edit.tosdr.org/points/17832",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service assumes no responsibility and liability for the contents of links to other websites",
            "rating": "neutral",
            "description": "The service rejects any responsibility for the contents of other websites to which it links.",
            "last_updated": "2023-07-11 10:13:50",
            "edit_link": "https://edit.tosdr.org/points/17831",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service can use your content for all their existing and future services",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:03:30",
            "edit_link": "https://edit.tosdr.org/points/17829",
            "approval_status": "APPROVED"
        },
        {
            "title": "Blocking first party cookies may limit your ability to use the service",
            "rating": "neutral",
            "description": "Most browsers allow users to set preferences related to cookies storage. You may choose to block all cookies (including first-party cookies), but it may impact your use of this service and you may not be able to access some or any of the features provided.",
            "last_updated": "2023-07-11 10:13:49",
            "edit_link": "https://edit.tosdr.org/points/17801",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
            "rating": "neutral",
            "description": "The service assumes no liability for any damages the user incurs, including tangible (e.g. profits) and intangible losses (e.g. data), resulting from the use or inability to use the service or any other matter relating to the service.",
            "last_updated": "2023-07-11 10:13:49",
            "edit_link": "https://edit.tosdr.org/points/17811",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service is only available for use individually and non-commercially.",
            "rating": "neutral",
            "description": "Users can't use the Service for commercial purposes (unless the Service consents): it is only for personal, individual purposes.",
            "last_updated": "2023-07-11 10:13:49",
            "edit_link": "https://edit.tosdr.org/points/17809",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service prohibits users sending chain letters, junk mail, spam or any unsolicited messages.",
            "rating": "neutral",
            "description": "Users are not allowed to use the service for chain letters, junk mail, spamming or any other distribution of content to people who have not agreed to receiving it.",
            "last_updated": "2023-07-11 10:03:27",
            "edit_link": "https://edit.tosdr.org/points/17825",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service is provided 'as is' and to be used at the users' sole risk",
            "rating": "neutral",
            "description": "This service does not provide any guarantees as to its usability or fitness for the users' purposes. Users agree to use it at their own risk, accepting any possible bugs, malfunctions or harm to their devices.",
            "last_updated": "2023-07-11 10:05:58",
            "edit_link": "https://edit.tosdr.org/points/17830",
            "approval_status": "APPROVED"
        },
        {
            "title": "Spidering, crawling, or accessing the site through any automated means is not allowed",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:13:51",
            "edit_link": "https://edit.tosdr.org/points/17826",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service does not guarantee accuracy or reliability of the information provided",
            "rating": "neutral",
            "description": "This service makes no warranty regarding the accuracy or reliability of any information that is given on its website or the results that may be obtained from the use of the service.",
            "last_updated": "2023-07-11 10:13:49",
            "edit_link": "https://edit.tosdr.org/points/17810",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service requires first-party cookies",
            "rating": "neutral",
            "description": "First-party cookies only belong to the domain of the service and not a third party.",
            "last_updated": "2023-07-11 10:05:58",
            "edit_link": "https://edit.tosdr.org/points/17803",
            "approval_status": "APPROVED"
        },
        {
            "title": "The court of law governing the terms is in the Province of Ontario, Canada",
            "rating": "neutral",
            "description": "The Terms are governed by the applicable laws of a jurisdiction (specified in the title of each point by replacing the \"X\").",
            "last_updated": "2023-07-11 10:03:39",
            "edit_link": "https://edit.tosdr.org/points/17833",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service collects your IP address, which can be used to view your approximate location",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:13:51",
            "edit_link": "https://edit.tosdr.org/points/17837",
            "approval_status": "APPROVED"
        }
    ]
}