{
    "meta_data": {
        "title": "SpigotMC - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "Third-party cookies are used for advertising",
            "rating": "bad",
            "description": "The service's website sets third-party cookies (cookies that do not belong to their domain) for purposes not including statistics and analytics.",
            "last_updated": "2024-10-23 19:06:37",
            "edit_link": "https://edit.tosdr.org/points/36532"
        },
        {
            "title": "Terms may be changed any time at their discretion, without notice to you",
            "rating": "bad",
            "description": "The Agreements can be updated at any time, including in a way that negatively affects user rights, without notifying before or after the changes.",
            "last_updated": "2024-10-23 19:11:09",
            "edit_link": "https://edit.tosdr.org/points/36540"
        },
        {
            "title": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction",
            "rating": "bad",
            "description": "If the service gets acquired or is involved in a merger, bankruptcy, reorganisation or sale, your personal data may be transferred or sold.",
            "last_updated": "2024-10-23 18:51:11",
            "edit_link": "https://edit.tosdr.org/points/36539"
        },
        {
            "title": "This service uses third-party cookies for statistics",
            "rating": "bad",
            "description": "For instance, Google Analytics, rather than self-hosted (first-party) statistics software.",
            "last_updated": "2023-07-11 10:02:51",
            "edit_link": "https://edit.tosdr.org/points/4737"
        },
        {
            "title": "This service employs third-party cookies, but with opt-out instructions",
            "rating": "bad",
            "description": null,
            "last_updated": "2023-07-11 06:33:08",
            "edit_link": "https://edit.tosdr.org/points/4736"
        },
        {
            "title": "You can request access, correction and/or deletion of your data",
            "rating": "good",
            "description": "Users have the right to access personal data hold by the Service, correct it and/or permanently delete it. This usually applies to Services GDPR compliants.",
            "last_updated": "2024-08-17 11:37:47",
            "edit_link": "https://edit.tosdr.org/points/36534"
        },
        {
            "title": "This service provides archives of their terms of service so that changes can be viewed over time",
            "rating": "good",
            "description": "This case applies to Services whose agreements provide previous versions, so that users can compare them and understand how the Service seems to evolve regarding user rights.",
            "last_updated": "2018-08-22 11:02:22",
            "edit_link": "https://edit.tosdr.org/points/4442"
        },
        {
            "title": "The data retention period is kept to the minimum necessary for fulfilling its purposes",
            "rating": "good",
            "description": "The service will remove personal data from its systems once it is no longer required. Depending on the type of information and the reason it was collected, data retention periods will vary.",
            "last_updated": "2024-08-11 17:22:40",
            "edit_link": "https://edit.tosdr.org/points/36533"
        },
        {
            "title": "The service provides a complete list of all cookies set by its website",
            "rating": "good",
            "description": "The service provides users with a complete list of all first and third party cookies its website sets and an explanation of their uses. This information can be valuable for users to make an informed choice whether to allow those cookies.",
            "last_updated": "2023-07-11 06:33:23",
            "edit_link": "https://edit.tosdr.org/points/4577"
        },
        {
            "title": "User feedback is invited regarding changes to the terms.",
            "rating": "good",
            "description": "The Service takes user suggestions into account to update its Terms.",
            "last_updated": "2019-06-23 01:02:00",
            "edit_link": "https://edit.tosdr.org/points/4744"
        },
        {
            "title": "The service will only respond to government requests that are reasonable",
            "rating": "good",
            "description": "The Agreement explains they will disclose personal data about you if it is reasonably necessary to comply with applicable law and government requests.",
            "last_updated": "2023-07-11 10:09:13",
            "edit_link": "https://edit.tosdr.org/points/13400"
        },
        {
            "title": "The service provides two factor authentification for your account",
            "rating": "good",
            "description": "The service provides means of further securing your account with two factor authentification, thus greatly improving account security.",
            "last_updated": "2023-07-11 06:33:46",
            "edit_link": "https://edit.tosdr.org/points/4735"
        },
        {
            "title": "The service allows you to use pseudonyms",
            "rating": "good",
            "description": "You don't need to provide your full name to use the Service and you are allowed to use a pseudonym instead.",
            "last_updated": "2023-07-11 06:33:46",
            "edit_link": "https://edit.tosdr.org/points/4576"
        },
        {
            "title": "The terms for this service are easy to read",
            "rating": "good",
            "description": "The Agreements are well-organised, define legal terms (where applicable), aren't needlessly long and may be pleasant to read.",
            "last_updated": "2020-11-18 16:22:23",
            "edit_link": "https://edit.tosdr.org/points/4741"
        },
        {
            "title": "You can choose the copyright license",
            "rating": "good",
            "description": "You have the right to choose or change the license over content you publish through the Service.",
            "last_updated": "2018-10-12 15:19:27",
            "edit_link": "https://edit.tosdr.org/points/4743"
        },
        {
            "title": "There is a date of the last update of the terms",
            "rating": "neutral",
            "description": "The given text has a date that allows to know when it was last updated.",
            "last_updated": "2018-10-12 15:23:23",
            "edit_link": "https://edit.tosdr.org/points/4745"
        },
        {
            "title": "There is a date of the last update of the agreements",
            "rating": "neutral",
            "description": "The given text has a date that allows to know when it was last updated.",
            "last_updated": "2023-07-11 06:22:39",
            "edit_link": "https://edit.tosdr.org/points/25612"
        },
        {
            "title": "Blocking first party cookies may limit your ability to use the service",
            "rating": "neutral",
            "description": "Most browsers allow users to set preferences related to cookies storage. You may choose to block all cookies (including first-party cookies), but it may impact your use of this service and you may not be able to access some or any of the features provided.",
            "last_updated": "2024-10-23 19:06:25",
            "edit_link": "https://edit.tosdr.org/points/36543"
        },
        {
            "title": "Service does not allow alternative accounts",
            "rating": "neutral",
            "description": "Services that do not allow multiple or alternative accounts are covered by this case.\nAlternative accounts can contribute to an increased privacy, but can also be used to manipulate discussions and polls and might decrease the trustworthiness of a person.",
            "last_updated": "2023-07-11 06:33:46",
            "edit_link": "https://edit.tosdr.org/points/4591"
        },
        {
            "title": "no spidering or crawling",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:33:06",
            "edit_link": "https://edit.tosdr.org/points/4732"
        },
        {
            "title": "Users agree not to submit libelous, harassing or threatening content",
            "rating": "neutral",
            "description": "This service prohibits users from submitting content of a variety of types. This can include content that is unlawful, harassing, abusive, threatening, libelous, sexist, racist, homophobic, transphobic, or discriminatory in any other way.",
            "last_updated": "2023-07-11 06:33:46",
            "edit_link": "https://edit.tosdr.org/points/4729"
        },
        {
            "title": "This service is only available to users over a certain age",
            "rating": "neutral",
            "description": "The Services are intended for users who are at least a certain age. If you are younger than the age required then you are prohibited from using the Service.",
            "last_updated": "2024-08-27 11:49:56",
            "edit_link": "https://edit.tosdr.org/points/36538"
        },
        {
            "title": "Prohibits the posting of pornographic content",
            "rating": "neutral",
            "description": "Users are not allowed to post any content of pornographic nature. This includes adult content, things that are sexually explicit, or obscene.",
            "last_updated": "2023-07-11 06:33:07",
            "edit_link": "https://edit.tosdr.org/points/4730"
        },
        {
            "title": "You cannot distribute or disclose your account to third parties",
            "rating": "neutral",
            "description": "In this context third-parties refers to anyone including friends, family, or company",
            "last_updated": "2023-07-11 06:33:11",
            "edit_link": "https://edit.tosdr.org/points/4740"
        },
        {
            "title": "Users agree not to use the service for illegal purposes",
            "rating": "neutral",
            "description": "The user agrees not to commit any unlawful acts through the use of the website, including the posting of illegal content or messaging.",
            "last_updated": "2023-07-11 06:33:46",
            "edit_link": "https://edit.tosdr.org/points/4574"
        },
        {
            "title": "You are responsible for maintaining the security of your account and for the activities on your account",
            "rating": "neutral",
            "description": "You are responsible for protecting the confidentiality of your password and for maintaining the security of your account. Any activity occurring under your account is your responsibility, whether authorized by you or not.",
            "last_updated": "2023-07-11 06:33:46",
            "edit_link": "https://edit.tosdr.org/points/4572"
        },
        {
            "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.",
            "rating": "neutral",
            "description": "Even though the Do Not Track (DNT) header was not implemented perfectly, services should not track users whose browsers send a DNT header.",
            "last_updated": "2023-07-11 06:33:22",
            "edit_link": "https://edit.tosdr.org/points/4746"
        }
    ]
}