{
    "meta_data": {
        "title": "RiseUp.net - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "The service can delete your account without prior notice and without a reason",
            "rating": "bad",
            "description": "At any time, your account can be terminated without explanation and without warning by the service.",
            "last_updated": "2023-07-11 06:33:47",
            "edit_link": "https://edit.tosdr.org/points/1241",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service does not track you",
            "rating": "good",
            "description": "The document excerpt needs to include the words \"[the service] does not track [users]\" or \"[the service] does not use any tracking technology\".",
            "last_updated": "2023-07-11 10:09:19",
            "edit_link": "https://edit.tosdr.org/points/17341",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service will resist legal requests for user information where reasonably possible",
            "rating": "good",
            "description": "The service will attempt to protect user information to a great extent, even so far as stating that they will only follow legal requirements to disclose user information in circumstances where this cannot be reasonably resisted.",
            "last_updated": "2023-07-11 10:07:41",
            "edit_link": "https://edit.tosdr.org/points/13421",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your personal data is used for limited purposes",
            "rating": "good",
            "description": "Your Personal Data is only used for the essential purposes of the Service, which are clearly defined on the Agreements. For instance, the Service won't abuse your data to deliver targeted advertisements to you or for marketing purposes.",
            "last_updated": "2023-07-11 10:13:10",
            "edit_link": "https://edit.tosdr.org/points/17343",
            "approval_status": "APPROVED"
        },
        {
            "title": "User-generated content is encrypted, and this service cannot decrypt it",
            "rating": "good",
            "description": "Content generated by the users is end-to-end encrypted, in a way that it can't be accessed by anyone unauthorised, and even the service has no technical means to decrypt it.",
            "last_updated": "2023-07-11 10:13:26",
            "edit_link": "https://edit.tosdr.org/points/17342",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service does not share user information with third parties",
            "rating": "good",
            "description": "Information collected from users by this service is not given to third parties.",
            "last_updated": "2023-07-11 10:05:49",
            "edit_link": "https://edit.tosdr.org/points/9011",
            "approval_status": "APPROVED"
        },
        {
            "title": "IP addresses of website visitors are not tracked",
            "rating": "good",
            "description": "The Service disclaims that IP adresses from users are not collected (or anonymized) nor shared.",
            "last_updated": "2023-07-11 10:07:36",
            "edit_link": "https://edit.tosdr.org/points/13422",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service provides an onion site accessible over Tor",
            "rating": "good",
            "description": "Tor is a software for anonymous communication that directs Internet traffic through an overlay network. Onion sites are only available through Tor browser and provide additional security and anonymity to users.",
            "last_updated": "2021-02-22 14:10:39",
            "edit_link": "https://edit.tosdr.org/points/16746",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service does not sell your personal data",
            "rating": "good",
            "description": "This service makes an explicit promise not to sell \"personal data\" of users.",
            "last_updated": "2023-07-11 10:06:30",
            "edit_link": "https://edit.tosdr.org/points/9271",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service does not use third-party analytics or tracking platforms",
            "rating": "good",
            "description": "There are no Google Analytics or other tracking codes embedded in the service. Any tracking is performed by the service itself.",
            "last_updated": "2023-07-11 10:13:28",
            "edit_link": "https://edit.tosdr.org/points/17340",
            "approval_status": "APPROVED"
        },
        {
            "title": "You have the right to leave this service at any time",
            "rating": "good",
            "description": "You can stop using the service and/or cancel or delete your account at any time for any reason. Moreover, the termination is reasonably fast and simple.",
            "last_updated": "2023-07-11 10:13:25",
            "edit_link": "https://edit.tosdr.org/points/17345",
            "approval_status": "APPROVED"
        },
        {
            "title": "Users should revisit the terms periodically, although in case of material changes, the service will notify",
            "rating": "neutral",
            "description": "The service may update the Terms without notice, but if they significantly change the agreements in a manner that importantly and/or negatively affects the way the service is used, users will be notified.",
            "last_updated": "2023-07-11 10:04:53",
            "edit_link": "https://edit.tosdr.org/points/17339",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
            "rating": "neutral",
            "description": "The service assumes no liability for any damages the user incurs, including tangible (e.g. profits) and intangible losses (e.g. data), resulting from the use or inability to use the service or any other matter relating to the service.",
            "last_updated": "2023-07-11 10:07:00",
            "edit_link": "https://edit.tosdr.org/points/13423",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
            "rating": "neutral",
            "description": "The service provider expressly does not claim to provide uninterrupted, timely, secure or error-free service.",
            "last_updated": "2023-07-11 10:09:18",
            "edit_link": "https://edit.tosdr.org/points/17338",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service is provided 'as is' and to be used at the users' sole risk",
            "rating": "neutral",
            "description": "This service does not provide any guarantees as to its usability or fitness for the users' purposes. Users agree to use it at their own risk, accepting any possible bugs, malfunctions or harm to their devices.",
            "last_updated": "2023-07-11 10:09:34",
            "edit_link": "https://edit.tosdr.org/points/13425",
            "approval_status": "APPROVED"
        },
        {
            "title": "Users agree not to submit libelous, harassing or threatening content",
            "rating": "neutral",
            "description": "This service prohibits users from submitting content of a variety of types. This can include content that is unlawful, harassing, abusive, threatening, libelous, sexist, racist, homophobic, transphobic, or discriminatory in any other way.",
            "last_updated": "2023-07-11 10:09:35",
            "edit_link": "https://edit.tosdr.org/points/13424",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your personal data is aggregated into statistics",
            "rating": "neutral",
            "description": "Your personal data is used for statistics in a de-identified/aggregated form (i.e. not directly linked to a unique identity) to analyse trends, for research and for analytics.",
            "last_updated": "2023-07-11 10:13:28",
            "edit_link": "https://edit.tosdr.org/points/17344",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service does not guarantee that it or the products obtained through it meet the users' expectations or requirements",
            "rating": "neutral",
            "description": "This service provider informs its users that the services, information, products, or other materials provided on its website may not meet the users' expectations or requirements.",
            "last_updated": "2023-07-11 10:13:26",
            "edit_link": "https://edit.tosdr.org/points/17337",
            "approval_status": "APPROVED"
        },
        {
            "title": "The terms for this service are translated into different languages",
            "rating": "neutral",
            "description": "Although there's generally a unique binding language for the terms, they are translated to allow all users to understand the agreement they're accepting, no matter their native language.",
            "last_updated": "2023-07-11 10:13:28",
            "edit_link": "https://edit.tosdr.org/points/17346",
            "approval_status": "APPROVED"
        }
    ]
}