{
    "meta_data": {
        "title": "Gfycat - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "Private messages can be read",
            "rating": "unknown",
            "description": "The Service is able to access, scan, review or read all user communications, including private messages, which may contain personal or sensitive data.",
            "last_updated": "2023-07-11 10:13:33",
            "edit_link": "https://edit.tosdr.org/points/17389",
            "approval_status": "APPROVED"
        },
        {
            "title": "App required for this service requires broad device permissions",
            "rating": "bad",
            "description": "The app of the service requires more device permissions than necessary. As a consequence it can compromise your privacy by accessing many functions and information from your device, such as precise location, contacts, device identifiers etc.",
            "last_updated": "2023-07-11 10:13:40",
            "edit_link": "https://edit.tosdr.org/points/17396",
            "approval_status": "APPROVED"
        },
        {
            "title": "Tracking via third-party cookies for advertising",
            "rating": "bad",
            "description": "The service's website sets third-party cookies (cookies that do not belong to their domain) for purposes not including statistics and analytics.",
            "last_updated": "2023-07-11 10:13:44",
            "edit_link": "https://edit.tosdr.org/points/17397",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service may keep personal data after a request for erasure for business interests or legal obligations",
            "rating": "bad",
            "description": "After the end of the data retention period and/or if you request the deletion of your data, they may still keep it for business interests (fraud detection, transactions...) or legal obligations (tax, legal reporting...)",
            "last_updated": "2023-07-11 10:13:44",
            "edit_link": "https://edit.tosdr.org/points/17409",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service may sell your data unless you opt out",
            "rating": "bad",
            "description": "There is a form to opt-out (typically California's CCPA) of the selling of your personal data. This is a bad a point because there are many services that don't have this form due to not selling your data in the first place.",
            "last_updated": "2023-07-11 10:13:48",
            "edit_link": "https://edit.tosdr.org/points/17408",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service can delete your account without prior notice and without a reason",
            "rating": "bad",
            "description": "At any time, your account can be terminated without explanation and without warning by the service.",
            "last_updated": "2023-07-11 10:13:31",
            "edit_link": "https://edit.tosdr.org/points/17383",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service can license user content to third parties",
            "rating": "bad",
            "description": "By posting content through the Services, users grant them a transferable and/or sublicensable right, which allows user content to be licensed to third parties.",
            "last_updated": "2023-07-11 10:09:50",
            "edit_link": "https://edit.tosdr.org/points/17373",
            "approval_status": "APPROVED"
        },
        {
            "title": "You waive your right to a class action.",
            "rating": "bad",
            "description": "The right to be represented in a class action (or representative action) exists in the US and some European countries. It allows people who have been similarly injured by the same accused to take legal action by a single lawsuit instead of individually. Some Terms of Service try to limit that right. By agreeing to them, you could waive (= renounce to) your right to a class action, which might reduce your chances to be successful in a case.",
            "last_updated": "2023-07-11 10:10:15",
            "edit_link": "https://edit.tosdr.org/points/17382",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service tracks which web page referred you to it",
            "rating": "bad",
            "description": "The service logs the URL of the last web page you visited before visiting the Site and may use that information to gather more data about you.",
            "last_updated": "2023-07-11 10:11:17",
            "edit_link": "https://edit.tosdr.org/points/17393",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service may use your personal information for marketing purposes",
            "rating": "bad",
            "description": "The service may use your personal data for marketing, such as sending you personalised offerings.",
            "last_updated": "2023-07-11 10:13:32",
            "edit_link": "https://edit.tosdr.org/points/17387",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service uses social media cookies/pixels",
            "rating": "bad",
            "description": "These types of cookies/pixels send information to social media sites when you interact with the service.",
            "last_updated": "2023-07-11 10:13:39",
            "edit_link": "https://edit.tosdr.org/points/17399",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service may collect extra data about you through promotions",
            "rating": "bad",
            "description": "Additional personal data may be collected through contests, surveys, promotions, petitions or sweepstakes.",
            "last_updated": "2023-07-11 10:13:32",
            "edit_link": "https://edit.tosdr.org/points/17384",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service forces users into binding arbitration in the case of disputes",
            "rating": "bad",
            "description": "This service forces users to use their own contracted arbitrator and forces users to waive their rights to jury trial.",
            "last_updated": "2023-07-11 10:13:31",
            "edit_link": "https://edit.tosdr.org/points/17381",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
            "rating": "bad",
            "description": "Tracking technologies (such as web beacons, tracking pixels...) are employed on users and/or the service assigns a unique ID to a browser or device to track its behaviour.",
            "last_updated": "2023-07-11 10:13:31",
            "edit_link": "https://edit.tosdr.org/points/17391",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service reserves the right to disclose your personal information without notifying you",
            "rating": "bad",
            "description": "If the Government governing the Terms requests personal data of a user of this service, they may not inform/notify the user while complying with the request.",
            "last_updated": "2023-07-11 10:13:47",
            "edit_link": "https://edit.tosdr.org/points/17402",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service keeps a license on user-generated content even after users close their accounts.",
            "rating": "bad",
            "description": "The service may still use your content and display it after you stopped using it by closing your account. The case applies to terms requiring users to grant them a perpetual license over that content.",
            "last_updated": "2023-07-11 10:07:19",
            "edit_link": "https://edit.tosdr.org/points/17374",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service receives your precise location through GPS coordinates",
            "rating": "bad",
            "description": "Unless the service relies on Geo Location, this case is to be assigned to points that don't need your GPS coordinates to function properly.",
            "last_updated": "2023-07-11 10:03:59",
            "edit_link": "https://edit.tosdr.org/points/17392",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service uses your personal data to employ targeted third-party advertising",
            "rating": "bad",
            "description": "Your Personal Information is traded and shared with advertising companies to target ads on you, either on the website you were visiting or in third party websites. Your interaction with the service and data you have shared with them may be gathered to create an advertising ID or profile.",
            "last_updated": "2023-07-11 10:13:45",
            "edit_link": "https://edit.tosdr.org/points/17401",
            "approval_status": "APPROVED"
        },
        {
            "title": "Per the service's terms, users may not express negative opinions about them",
            "rating": "bad",
            "description": "Criticising, questioning, making objections or complaints about the Service, its staff or anything related to it is prohibited and constitutes a breach of the Terms.",
            "last_updated": "2023-07-11 10:13:31",
            "edit_link": "https://edit.tosdr.org/points/17368",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service gives your personal data to third parties involved in its operation",
            "rating": "bad",
            "description": "Your personal data is or may be given to third parties essential to the service’s operation. This could be an external spam detection service for an internet forum.",
            "last_updated": "2023-07-11 10:13:39",
            "edit_link": "https://edit.tosdr.org/points/17395",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service uses your personal data for advertising",
            "rating": "bad",
            "description": "Your interaction with the service and data you have shared with them may be gathered to create an advertising ID or profile to target ads on you, either on the website you were visiting or in third party websites.",
            "last_updated": "2023-07-11 10:04:02",
            "edit_link": "https://edit.tosdr.org/points/17394",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service throttles your use",
            "rating": "bad",
            "description": "The service may impose limits or restrictions to the use of the service, thus negatively impacting users experience. They may do so without reason or prior notice.",
            "last_updated": "2023-07-11 10:13:30",
            "edit_link": "https://edit.tosdr.org/points/17361",
            "approval_status": "APPROVED"
        },
        {
            "title": "Users shall not interfere with another person's enjoyment of the service",
            "rating": "bad",
            "description": "Users are asked not to interfere with another person't enjoyment in using the service.\nHowever, this statement is very vague and open to interpretation by the service itself.",
            "last_updated": "2023-07-11 10:07:03",
            "edit_link": "https://edit.tosdr.org/points/17367",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your data may be processed and stored anywhere in the world",
            "rating": "bad",
            "description": "Your data is stored all over the world, including in countries where data protection rules may differ from the ones of the service's jurisdiction or those of your country jurisdiction.",
            "last_updated": "2023-07-11 10:13:47",
            "edit_link": "https://edit.tosdr.org/points/17404",
            "approval_status": "APPROVED"
        },
        {
            "title": "Third-party cookies are used for statistics",
            "rating": "bad",
            "description": "For instance, Google Analytics, rather than self-hosted (first-party) statistics software.",
            "last_updated": "2023-07-11 10:13:45",
            "edit_link": "https://edit.tosdr.org/points/17400",
            "approval_status": "APPROVED"
        },
        {
            "title": "Any liability on behalf of the service is only limited to the fees you paid as a user or $100",
            "rating": "bad",
            "description": null,
            "last_updated": "2023-07-11 10:10:15",
            "edit_link": "https://edit.tosdr.org/points/17380",
            "approval_status": "APPROVED"
        },
        {
            "title": "If you offer suggestions to the service, they may use that without your approval or compensation, but they do not become the owner",
            "rating": "good",
            "description": "The service may employ a broad copyright license over feedback, proposals, ideas and suggestions submitted, including the right to use them without restriction, compensation or obligation to the user, but they do not claim ownership on them.",
            "last_updated": "2023-09-12 13:21:45",
            "edit_link": "https://edit.tosdr.org/points/17376",
            "approval_status": "APPROVED"
        },
        {
            "title": "You can request access and deletion of personal data",
            "rating": "good",
            "description": "Users have the right to access personal data hold by the Service, correct it and/or permanently delete it. This usually applies to Services GDPR compliants.",
            "last_updated": "2023-07-11 10:13:48",
            "edit_link": "https://edit.tosdr.org/points/17406",
            "approval_status": "APPROVED"
        },
        {
            "title": "Promises will be kept after a merger or acquisition",
            "rating": "good",
            "description": "If the service gets acquired or needs to transfer personal data after a merger, bankruptcy, reorganisation or sale of the services, the data will still be processed in a manner that honours the promises made in the agreements.",
            "last_updated": "2023-07-11 10:13:47",
            "edit_link": "https://edit.tosdr.org/points/17403",
            "approval_status": "APPROVED"
        },
        {
            "title": "You can limit how your information is used by third-parties and the service",
            "rating": "good",
            "description": "Usually it's related to the right to object to data processing or restrict it under the GDPR. Users may be able to refuse the use of their data for marketing purposes for instance.",
            "last_updated": "2023-07-11 10:13:45",
            "edit_link": "https://edit.tosdr.org/points/17407",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service provides information about how they intend to use your personal data",
            "rating": "good",
            "description": "The Privacy Policy explains the purposes for which data is collected and the way it is processed, used and shared.",
            "last_updated": "2023-07-11 10:13:33",
            "edit_link": "https://edit.tosdr.org/points/17386",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service provides details about what kinds of personal information they collect",
            "rating": "good",
            "description": "The Privacy Policy describes in detail the data collected through the website and through the services provided.",
            "last_updated": "2023-07-11 10:13:32",
            "edit_link": "https://edit.tosdr.org/points/17385",
            "approval_status": "APPROVED"
        },
        {
            "title": "The services will notify users if personal data has been affected by data breaches",
            "rating": "good",
            "description": "Should the personal information of a service be compromised, the service will inform users if any personal data has been affected by data breaches. This case is also related to privacy.",
            "last_updated": "2023-07-11 10:13:48",
            "edit_link": "https://edit.tosdr.org/points/17410",
            "approval_status": "APPROVED"
        },
        {
            "title": "When the service wants to change its terms, users are notified a week or more in advance.",
            "rating": "good",
            "description": "Users will be notified a week before the Terms are somehow updated, which lets them a reasonable amount of time to carefully read the changes and perhaps stop using the services if they do not longer agree.",
            "last_updated": "2023-07-11 10:13:30",
            "edit_link": "https://edit.tosdr.org/points/17357",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service has non-exclusive use of your content",
            "rating": "good",
            "description": "The service can pay for your content and you are allowed to make it commercially available to other services/parties.",
            "last_updated": "2023-07-11 10:13:31",
            "edit_link": "https://edit.tosdr.org/points/17372",
            "approval_status": "APPROVED"
        },
        {
            "title": "You can opt out of promotional communications",
            "rating": "good",
            "description": "You can update your account preferences and/or easily unsubscribe of email/sms lists to stop receiving promotional communications.",
            "last_updated": "2023-07-11 10:13:33",
            "edit_link": "https://edit.tosdr.org/points/17388",
            "approval_status": "APPROVED"
        },
        {
            "title": "Blocking first party cookies may limit your ability to use the service",
            "rating": "neutral",
            "description": "Most browsers allow users to set preferences related to cookies storage. You may choose to block all cookies (including first-party cookies), but it may impact your use of this service and you may not be able to access some or any of the features provided.",
            "last_updated": "2023-07-11 10:13:45",
            "edit_link": "https://edit.tosdr.org/points/17398",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service can distribute your content through any media known now or in the future",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:07:21",
            "edit_link": "https://edit.tosdr.org/points/17375",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
            "rating": "neutral",
            "description": "The service assumes no liability for any damages the user incurs, including tangible (e.g. profits) and intangible losses (e.g. data), resulting from the use or inability to use the service or any other matter relating to the service.",
            "last_updated": "2023-07-11 10:13:31",
            "edit_link": "https://edit.tosdr.org/points/17379",
            "approval_status": "APPROVED"
        },
        {
            "title": "There is a date of the last update of the agreements",
            "rating": "neutral",
            "description": "The given text has a date that allows to know when it was last updated.",
            "last_updated": "2023-07-11 10:09:27",
            "edit_link": "https://edit.tosdr.org/points/17355",
            "approval_status": "APPROVED"
        },
        {
            "title": "They may stop providing the service at any time",
            "rating": "neutral",
            "description": "They may discontinue the services without prior notice, at any time, for any or no reason. They usually assume no liability for losses and damages resulting from this suspension.",
            "last_updated": "2023-07-11 10:13:30",
            "edit_link": "https://edit.tosdr.org/points/17360",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
            "rating": "neutral",
            "description": "The service provider expressly does not claim to provide uninterrupted, timely, secure or error-free service.",
            "last_updated": "2023-07-11 10:13:26",
            "edit_link": "https://edit.tosdr.org/points/17378",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service is only available for use individually and non-commercially.",
            "rating": "neutral",
            "description": "Users can't use the Service for commercial purposes (unless the Service consents): it is only for personal, individual purposes.",
            "last_updated": "2023-07-11 10:13:31",
            "edit_link": "https://edit.tosdr.org/points/17370",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service prohibits users sending chain letters, junk mail, spam or any unsolicited messages.",
            "rating": "neutral",
            "description": "Users are not allowed to use the service for chain letters, junk mail, spamming or any other distribution of content to people who have not agreed to receiving it.",
            "last_updated": "2023-07-11 10:09:45",
            "edit_link": "https://edit.tosdr.org/points/17364",
            "approval_status": "APPROVED"
        },
        {
            "title": "Users agree not to submit libelous, harassing or threatening content",
            "rating": "neutral",
            "description": "This service prohibits users from submitting content of a variety of types. This can include content that is unlawful, harassing, abusive, threatening, libelous, sexist, racist, homophobic, transphobic, or discriminatory in any other way.",
            "last_updated": "2023-07-11 10:13:30",
            "edit_link": "https://edit.tosdr.org/points/17366",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service is provided 'as is' and to be used at the users' sole risk",
            "rating": "neutral",
            "description": "This service does not provide any guarantees as to its usability or fitness for the users' purposes. Users agree to use it at their own risk, accepting any possible bugs, malfunctions or harm to their devices.",
            "last_updated": "2023-07-11 10:07:58",
            "edit_link": "https://edit.tosdr.org/points/17377",
            "approval_status": "APPROVED"
        },
        {
            "title": "Prohibits the posting of pornographic content",
            "rating": "neutral",
            "description": "Users are not allowed to post any content of pornographic nature. This includes adult content, things that are sexually explicit, or obscene.",
            "last_updated": "2023-07-11 10:13:30",
            "edit_link": "https://edit.tosdr.org/points/17365",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service is only available to users over a 13 years of age",
            "rating": "neutral",
            "description": "The Services are intended for users who are at least a certain age. If you are younger than the age required then you are prohibited from using the Service.",
            "last_updated": "2023-07-11 10:13:30",
            "edit_link": "https://edit.tosdr.org/points/17358",
            "approval_status": "APPROVED"
        },
        {
            "title": "You are responsible for maintaining the security of your account and for the activities on your account",
            "rating": "neutral",
            "description": "You are responsible for protecting the confidentiality of your password and for maintaining the security of your account. Any activity occurring under your account is your responsibility, whether authorized by you or not.",
            "last_updated": "2023-07-11 10:13:30",
            "edit_link": "https://edit.tosdr.org/points/17359",
            "approval_status": "APPROVED"
        },
        {
            "title": "Provides instructions on how to submit a copyright claim",
            "rating": "neutral",
            "description": "If content that you own is copied or made accessible through the service in a way that constitutes an intellectual property right infringement, you can report it following the instructions given in the agreements.",
            "last_updated": "2023-07-11 10:13:28",
            "edit_link": "https://edit.tosdr.org/points/17354",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service collects your IP address, which can be used to view your approximate location",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:13:34",
            "edit_link": "https://edit.tosdr.org/points/17390",
            "approval_status": "APPROVED"
        },
        {
            "title": "Third parties are involved in operating the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:13:31",
            "edit_link": "https://edit.tosdr.org/points/17371",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.",
            "rating": "neutral",
            "description": "Even though the Do Not Track (DNT) header was not implemented perfectly, services should not track users whose browsers send a DNT header.",
            "last_updated": "2023-07-11 10:13:48",
            "edit_link": "https://edit.tosdr.org/points/17405",
            "approval_status": "APPROVED"
        }
    ]
}