{
    "meta_data": {
        "title": "Quizlet - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "Terms may be changed any time at their discretion, without notice to the user",
            "rating": "bad",
            "description": "The Agreements can be updated at any time, including in a way that negatively affects user rights, without notifying before or after the changes.",
            "last_updated": "2023-07-11 10:03:03",
            "point_link": "https://edit.tosdr.org/points/10268",
            "approval_status": "APPROVED",
            "clause_text": "The Service, including without limitation all content there available, product and membership features, any and all of Quizlet’s policies, and these Terms of Service, may be changed at the sole discretion of Quizlet without notice.",
            "point_source": "https://quizlet.com/tos",
            "case": {
                "text": "Terms may be changed any time at their discretion, without notice to you",
                "href": "https://edit.tosdr.org/cases/121"
            }
        },
        {
            "title": "This service tracks which web page referred you to it",
            "rating": "bad",
            "description": "The service logs the URL of the last web page you visited before visiting the Site and may use that information to gather more data about you.",
            "last_updated": "2023-07-11 10:03:05",
            "point_link": "https://edit.tosdr.org/points/10269",
            "approval_status": "APPROVED",
            "clause_text": "This data includes details of how you used our service, like your search queries, clicks and site navigation information, or study activity.\nIt also may include data such as:</p>\n<ul>\n<li>Browser type</li>\n<li>Language preference and time zone</li>\n<li>Referring site,",
            "point_source": "https://quizlet.com/privacy",
            "case": {
                "text": "This service tracks which web page referred you to it",
                "href": "https://edit.tosdr.org/cases/387"
            }
        },
        {
            "title": "This service forces users into binding arbitration in the case of disputes",
            "rating": "bad",
            "description": "This service forces users to use their own contracted arbitrator and forces users to waive their rights to jury trial.",
            "last_updated": "2023-07-11 10:03:00",
            "point_link": "https://edit.tosdr.org/points/10265",
            "approval_status": "APPROVED",
            "clause_text": "Binding Arbitration</strong>: Any dispute arising out of or relating to these Terms or your use of our Services will be settled through binding arbitration, conducted by the American Arbitration Association (\"<strong>AAA</strong>\") and in accordance with their Commercial Arbitration Rules.",
            "point_source": "https://quizlet.com/tos",
            "case": {
                "text": "You are forced into binding arbitration in case of disputes",
                "href": "https://edit.tosdr.org/cases/339"
            }
        },
        {
            "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
            "rating": "bad",
            "description": "Tracking technologies (such as web beacons, tracking pixels...) are employed on users and/or the service assigns a unique ID to a browser or device to track its behaviour.",
            "last_updated": "2023-07-11 10:03:14",
            "point_link": "https://edit.tosdr.org/points/10254",
            "approval_status": "APPROVED",
            "clause_text": "For instance, we may also use web beacons, flash cookies, and similar technologies.\nWe also use local storage, which allows data to be stored locally on your browser or device and includes HTML5 local storage and browser cache.",
            "point_source": "https://quizlet.com/cookies",
            "case": {
                "text": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting",
                "href": "https://edit.tosdr.org/cases/323"
            }
        },
        {
            "title": "You waive your right to a class action.",
            "rating": "bad",
            "description": "The right to be represented in a class action (or representative action) exists in the US and some European countries. It allows people who have been similarly injured by the same accused to take legal action by a single lawsuit instead of individually. Some Terms of Service try to limit that right. By agreeing to them, you could waive (= renounce to) your right to a class action, which might reduce your chances to be successful in a case.",
            "last_updated": "2023-07-11 10:03:02",
            "point_link": "https://edit.tosdr.org/points/10264",
            "approval_status": "APPROVED",
            "clause_text": "Disputes will be settled on an individual basis</strong>: <strong> YOU AND QUIZLET KNOWINGLY AND VOLUNTARILY AGREE TO WAIVE YOUR RESPECTIVE RIGHTS TO BRING OR PARTICIPATE IN A CLASS, COLLECTIVE, CONSOLIDATED, OR REPRESENTATIVE ACTION OR ARBITRATION</strong>.",
            "point_source": "https://quizlet.com/tos",
            "case": {
                "text": "You waive your right to a class action.",
                "href": "https://edit.tosdr.org/cases/117"
            }
        },
        {
            "title": "The service provides information about how they intend to use your personal data",
            "rating": "good",
            "description": "The Privacy Policy explains the purposes for which data is collected and the way it is processed, used and shared.",
            "last_updated": "2023-07-11 10:04:34",
            "point_link": "https://edit.tosdr.org/points/10271",
            "approval_status": "APPROVED",
            "clause_text": "Quote: \"How we use your information We collect information about you when you use the Service for a variety of reasons in order to support Quizlet and to enable our team to continue to create engaging experiences for our users. \nProviding, Analyzing, Improving and Developing the Service \nWe process the data we collect about you to operate, improve and develop the Quizlet Service, including providing, maintaining, securing and improving our services, developing new ones, and protecting Quizlet and our users. We are able to deliver our services, personalize content, and make suggestions for you by using this information to understand how you use and interact with our services. We conduct surveys and research, test features in development, and analyze the information we have to evaluate and improve products and services, develop new products or features, and conduct audits and troubleshooting activities. Here are some examples of how we use this information:\nProviding, maintaining and improving the Quizlet Service. The information we collect from you allows us to help you log in, host your content, and use the various study tools we have. It also allows us learn about how you and others use Quizlet to help create new activities and services, like Quizlet Live. Improving, personalizing and facilitating your use of the Service. When you sign up and use a Quizlet account, we may associate certain information with your new account, such as information about other Quizlet accounts you had or currently have, and your prior usage of the Service. For example, we use information collected from cookies and other technologies, like pixel tags, to save your language preferences, so we will be able to have our services appear in the language you prefer. We do this in order to ensure that content from the Service is presented in the most effective manner for you. Measuring, tracking and analyzing trends and usage in connection with your use or the performance of the Service.\"",
            "point_source": "https://quizlet.com/privacy",
            "case": {
                "text": "Information is provided about how your personal data is used",
                "href": "https://edit.tosdr.org/cases/227"
            }
        },
        {
            "title": "You have the right to leave this service at any time",
            "rating": "good",
            "description": "You can stop using the service and/or cancel or delete your account at any time for any reason. Moreover, the termination is reasonably fast and simple.",
            "last_updated": "2023-07-11 06:33:36",
            "point_link": "https://edit.tosdr.org/points/4941",
            "approval_status": "APPROVED",
            "clause_text": "you can delete your account at any time and/or stop using the Service",
            "point_source": "https://quizlet.com/privacy",
            "case": {
                "text": "You have the right to leave this service at any time",
                "href": "https://edit.tosdr.org/cases/170"
            }
        },
        {
            "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:03:00",
            "point_link": "https://edit.tosdr.org/points/10259",
            "approval_status": "APPROVED",
            "clause_text": "You agree to defend, indemnify and hold harmless Quizlet, its contractors, and its licensors, and their respective directors, officers, employees and agents from and against any and all claims and expenses, including attorneys' fees, arising from your use of the Service, including but not limited to, any violation of any representation or warranty contained in these Terms of Service.",
            "point_source": "https://quizlet.com/tos",
            "case": {
                "text": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
                "href": "https://edit.tosdr.org/cases/146"
            }
        },
        {
            "title": "The service has a no refund policy",
            "rating": "neutral",
            "description": "Payments are final and can't be refunded unless required by law.",
            "last_updated": "2023-07-11 10:02:55",
            "point_link": "https://edit.tosdr.org/points/10262",
            "approval_status": "APPROVED",
            "clause_text": "<strong>Refunds</strong>: Except where required by law, Upgraded Memberships purchased directly through Quizlet are non-refundable.",
            "point_source": "https://quizlet.com/tos",
            "case": {
                "text": "The service has a no refund policy",
                "href": "https://edit.tosdr.org/cases/162"
            }
        },
        {
            "title": "Users are responsible for any risks, damages, or losses they may incur by downloading materials",
            "rating": "neutral",
            "description": "Users are responsible for any harm to their computer system or loss of data they may incur through the download of materials from the service.",
            "last_updated": "2023-07-11 10:03:03",
            "point_link": "https://edit.tosdr.org/points/10266",
            "approval_status": "APPROVED",
            "clause_text": "YOU UNDERSTAND AND AGREE THAT YOU DOWNLOAD FROM, OR OTHERWISE OBTAIN CONTENT OR SERVICES THROUGH, THE SERVICE AT YOUR OWN DISCRETION AND RISK, AND THAT QUIZLET, ITS SUPPLIERS AND ITS LICENSORS WILL HAVE NO LIABILITY OR RESPONSIBILITY FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR DATA THAT RESULTS FROM THE DOWNLOAD SUCH CONTENT OR THE USE OF THE SERVICE.",
            "point_source": "https://quizlet.com/tos",
            "case": {
                "text": "You are responsible for any risks, damages, or losses that may incur by downloading materials",
                "href": "https://edit.tosdr.org/cases/291"
            }
        },
        {
            "title": "This service prohibits users sending chain letters, junk mail, spam or any unsolicited messages",
            "rating": "neutral",
            "description": "Users are not allowed to use the service for chain letters, junk mail, spamming or any other distribution of content to people who have not agreed to receiving it.",
            "last_updated": "2023-07-11 10:03:02",
            "point_link": "https://edit.tosdr.org/points/10263",
            "approval_status": "APPROVED",
            "clause_text": "<li>involves the transmission of junk mail, chain letters, unsolicited mass mailings or instant messages, or spam;",
            "point_source": "https://quizlet.com/tos",
            "case": {
                "text": "You are prohibited from sending chain letters, junk mail, spam or any unsolicited messages",
                "href": "https://edit.tosdr.org/cases/281"
            }
        },
        {
            "title": "The service is provided 'as is' and to be used at the users' sole risk",
            "rating": "neutral",
            "description": "This service does not provide any guarantees as to its usability or fitness for the users' purposes. Users agree to use it at their own risk, accepting any possible bugs, malfunctions or harm to their devices.",
            "last_updated": "2023-07-11 10:03:03",
            "point_link": "https://edit.tosdr.org/points/10260",
            "approval_status": "APPROVED",
            "clause_text": "QUIZLET, ITS SUPPLIERS AND ITS LICENSORS.</strong> EXCEPT AS OTHERWISE EXPRESSLY STATED, ALL CONTENT POSTED TO OR AVAILABLE FROM THE SERVICE IS PROVIDED \"AS IS\", AND QUIZLET, ITS SUPPLIERS AND ITS LICENSORS MAKE NO REPRESENTATIONS OR WARRANTIES, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, OR NON-INFRINGEMENT OF PROPRIETARY RIGHTS.",
            "point_source": "https://quizlet.com/tos",
            "case": {
                "text": "The service is provided 'as is' and to be used at your sole risk",
                "href": "https://edit.tosdr.org/cases/286"
            }
        },
        {
            "title": "Users agree not to submit libelous, harassing or threatening content",
            "rating": "neutral",
            "description": "This service prohibits users from submitting content of a variety of types. This can include content that is unlawful, harassing, abusive, threatening, libelous, sexist, racist, homophobic, transphobic, or discriminatory in any other way.",
            "last_updated": "2023-07-11 10:03:13",
            "point_link": "https://edit.tosdr.org/points/10256",
            "approval_status": "APPROVED",
            "clause_text": "abusive, threatening, obscene, defamatory or libelous;</",
            "point_source": "https://quizlet.com/tos",
            "case": {
                "text": "You agree not to submit libelous, harassing or threatening content",
                "href": "https://edit.tosdr.org/cases/283"
            }
        },
        {
            "title": "Prohibits the posting of content which promotes or glorifies violence or politically or religiously extremist values.",
            "rating": "neutral",
            "description": "Users are not allowed to post extremist political or religious content. They are also not allowed to post content that glorifies violence.",
            "last_updated": "2023-07-11 10:02:56",
            "point_link": "https://edit.tosdr.org/points/10253",
            "approval_status": "APPROVED",
            "clause_text": "<li>is patently offensive and promotes racism, bigotry, hatred or physical harm of any kind against any class or individual",
            "point_source": "https://quizlet.com/tos",
            "case": {
                "text": "You are prohibited from posting content which promotes violence or politically or religiously extremist values.",
                "href": "https://edit.tosdr.org/cases/314"
            }
        },
        {
            "title": "Prohibits the posting of pornographic content",
            "rating": "neutral",
            "description": "Users are not allowed to post any content of pornographic nature. This includes adult content, things that are sexually explicit, or obscene.",
            "last_updated": "2023-07-11 10:03:07",
            "point_link": "https://edit.tosdr.org/points/10275",
            "approval_status": "APPROVED",
            "clause_text": "<li>contains sexually suggestive,",
            "point_source": "https://quizlet.com/tos",
            "case": {
                "text": "The posting of pornographic content is prohibited",
                "href": "https://edit.tosdr.org/cases/315"
            }
        },
        {
            "title": "You cannot distribute or disclose your account to third parties",
            "rating": "neutral",
            "description": "In this context third-parties refers to anyone including friends, family, or company",
            "last_updated": "2023-07-11 10:03:07",
            "point_link": "https://edit.tosdr.org/points/10276",
            "approval_status": "APPROVED",
            "clause_text": "disclosing your password to any third party, or permitting any third party to access your account;",
            "point_source": "https://quizlet.com/tos",
            "case": {
                "text": "You cannot distribute or disclose your account to third parties",
                "href": "https://edit.tosdr.org/cases/229"
            }
        },
        {
            "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder",
            "rating": "neutral",
            "description": "Should any portion of the Terms of Service be unenforceable or invalid, that portion will be enforced to the fullest extent permitted by applicable law and the remainder of the TOS will remain valid and enforceable.",
            "last_updated": "2023-07-11 10:03:01",
            "point_link": "https://edit.tosdr.org/points/10251",
            "approval_status": "APPROVED",
            "clause_text": "If any part of these Terms of Service is held invalid or unenforceable, that part will be construed to reflect the drafter’s original intent, and the remaining portions will remain in full force and effect.",
            "point_source": "https://quizlet.com/tos",
            "case": {
                "text": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder",
                "href": "https://edit.tosdr.org/cases/294"
            }
        },
        {
            "title": "Provides instructions on how to submit a copyright claim",
            "rating": "neutral",
            "description": "If content that you own is copied or made accessible through the service in a way that constitutes an intellectual property right infringement, you can report it following the instructions given in the agreements.",
            "last_updated": "2023-07-11 10:03:13",
            "point_link": "https://edit.tosdr.org/points/10273",
            "approval_status": "APPROVED",
            "clause_text": "<strong>Click here</strong> to submit a copyright infringement notification.\nWe review and take action on these reports promptly.</p>\n<p>If you do not wish to submit your DMCA notice using our online form, you may also send a copyright infringement notification to us by email or mail.\nYour request must include the following information per Section 512(c)(3) of the Digital Millennium Copyright Act:</p>\n<ol>\n<li>Valid contact information for you or a representative authorized to act on your behalf<br> You need to provide information that will allow us and the uploaders of any sets, classes, folders, or other removed content to contact you regarding the complaint.\nIn general, contact information must include:<br>\n<ol>\n<li>Full legal name (a first and last name, not a company name)</li>\n<li>Email address</li>\n<li>Physical address</li>\n<li>Telephone number</li>\n</ol>\n</li>\n<li>A description of the work being infringed<br> You must clearly and completely describe the copyrighted content you are seeking to protect.\nIf multiple copyrighted works are covered in the complaint, the law allows you to include a representative list of such works.</li>\n<li>Each allegedly infringing piece of content’s specific URL<br> You should always include the specific URL of the content believed to infringe on your copyright(s).\nGeneral information about the content, such as a folder, search term or username, is usually not sufficient unless also accompanied by a detailed explanation that allows us to identify the content in question clearly and unambiguously (e.g., a statement that all public content created by the user is infringing)<br> In general, however, <strong>submissions should identify content via a specific URL</strong> in one of the following formats: <ol>\n<li>www.quizlet.com/#####/xxxxxx</li>\n<li>www.quizlet.com/class/###### (with an accompanying detailed explanation)</li>\n<li>www.quizlet.com/username/folders/xxxxxx (with an accompanying detailed explanation)</li>\n</ol>\n</li>\n<li>You must agree to and/or include the following statements: <ol>\n<li>“I have a good faith belief that the use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.”</li>\n<li>\"The information in this notification is accurate, and under penalty of perjury, I am the owner, or an agent authorized to act on behalf of the owner, of an exclusive right that is allegedly infringed.”</li>\n</ol>\n</li>\n<li>The request must include your signature:<br> Complete complaints require your physical or electronic signature or the signature of a representative authorized to act on your behalf.\nTo satisfy this requirement, you (or your representative) may type your full legal name to act as your signature at the bottom of the complaint or in the Quizlet DMCA submission form.\n</li>\n</ol>\n<p>You can submit your DMCA notice by email to dmca@quizlet.com or by mail to:</p>\n<p>\n<strong>Quizlet, Inc.</strong>\n<br> ATTN: DMCA Agent<br> 501 2nd Street, Suite 500<br> San Francisco CA, 94107 USA<br>",
            "point_source": "https://quizlet.com/dmca",
            "case": {
                "text": "Instructions are provided on how to submit a copyright claim",
                "href": "https://edit.tosdr.org/cases/138"
            }
        },
        {
            "title": "You are responsible for maintaining the security of your account and for the activities on your account",
            "rating": "neutral",
            "description": "You are responsible for protecting the confidentiality of your password and for maintaining the security of your account. Any activity occurring under your account is your responsibility, whether authorized by you or not.",
            "last_updated": "2023-07-11 10:03:11",
            "point_link": "https://edit.tosdr.org/points/10274",
            "approval_status": "APPROVED",
            "clause_text": "If you create an account on the Service, you are responsible for maintaining the security of your account and data, and you are fully responsible for all activities that occur under the account.",
            "point_source": "https://quizlet.com/tos",
            "case": {
                "text": "You are responsible for maintaining the security of your account and for the activities on your account",
                "href": "https://edit.tosdr.org/cases/148"
            }
        },
        {
            "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision",
            "rating": "neutral",
            "description": "Even if the service does not or not always enforce all of the rules or provisions contained in its terms, they still apply. Users can at a later time still be held accountable for violating provisions that have not been enforced consistently.",
            "last_updated": "2023-07-11 10:03:00",
            "point_link": "https://edit.tosdr.org/points/10252",
            "approval_status": "APPROVED",
            "clause_text": "A waiver by either party of any term or condition of these Terms of Service or any breach thereof, in any one instance, will not waive such term or condition or any subsequent breach thereof.",
            "point_source": "https://quizlet.com/tos",
            "case": {
                "text": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision",
                "href": "https://edit.tosdr.org/cases/295"
            }
        },
        {
            "title": "The court of law governing the terms is in location X",
            "rating": "neutral",
            "description": "The Terms are governed by the applicable laws of a jurisdiction (specified in the title of each point by replacing the \"X\").",
            "last_updated": "2023-07-11 10:03:00",
            "point_link": "https://edit.tosdr.org/points/10267",
            "approval_status": "APPROVED",
            "clause_text": "Except to the extent any applicable law provides otherwise, these Terms of Service and any access to or use of the Service will be governed by the laws of the state of California, U.S.A., excluding its conflict of law provisions, regardless of where you are located in the world.</li>",
            "point_source": "https://quizlet.com/tos",
            "case": {
                "text": "The court of law governing the terms is in location X",
                "href": "https://edit.tosdr.org/cases/163"
            }
        },
        {
            "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.",
            "rating": "neutral",
            "description": "Even though the Do Not Track (DNT) header was not implemented perfectly, services should not track users whose browsers send a DNT header.",
            "last_updated": "2023-07-11 10:03:01",
            "point_link": "https://edit.tosdr.org/points/10250",
            "approval_status": "APPROVED",
            "clause_text": "Some browsers have “do not track” features that allow you to tell a website not to track you.\nThese features are not all uniform.</strong> We do not currently respond to those signals.",
            "point_source": "https://quizlet.com/cookies",
            "case": {
                "text": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.",
                "href": "https://edit.tosdr.org/cases/233"
            }
        }
    ]
}