{
    "meta_data": {
        "title": "Hulu - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "The service can delete specific content without reason and may do it without prior notice",
            "rating": "blocker",
            "description": "This service can delete specific content. Usually they will claim they reserve the right to do it at their sole discretion, which is legalese for saying they won't give a specific reason. If the terms say they will not notify you, it shall be included in the quote but if it does not explicitly say they will give you a notice, it can be reasonably inferred that they can do it without telling you.",
            "last_updated": "2023-07-11 10:07:40",
            "point_link": "https://edit.tosdr.org/points/12128",
            "approval_status": "APPROVED",
            "clause_text": "We reserve the right, but have no obligation, to monitor User Material and to restrict or remove User Material that we determine, in our sole discretion, is inappropriate or for any other business reason, as permitted by law.",
            "point_source": "https://secure.hulu.com/terms",
            "case": {
                "text": "Specific content can be deleted without reason and may be removed without prior notice",
                "href": "https://edit.tosdr.org/cases/202"
            }
        },
        {
            "title": "This service may collect, use, and share location data",
            "rating": "bad",
            "description": "Location-based information is collected and may be used and/or shared with third parties for purposes not directly related to the services provided (i.e. the Service doesn't rely on the use or share of location data to function properly).",
            "last_updated": "2023-07-11 06:34:50",
            "point_link": "https://edit.tosdr.org/points/12869",
            "approval_status": "APPROVED",
            "clause_text": "We may share information collected from or about you with such business partners, including email address, Viewing Information, information about the ads you view on Hulu and account or device information (e.g., age, gender, device type, IP address, ZIP code, advertising identifiers).",
            "point_source": "https://secure.hulu.com/privacy",
            "case": {
                "text": "This service may collect, use, and share location data",
                "href": "https://edit.tosdr.org/cases/373"
            }
        },
        {
            "title": "This service shares your personal data with third parties that are not essential to its operation",
            "rating": "bad",
            "description": "Your personal data is or may be given to third parties nonessential to the service’s operation. This could be a business partner that receives your data to provide targeted advertisements.",
            "last_updated": "2023-07-11 06:20:53",
            "point_link": "https://edit.tosdr.org/points/24083",
            "approval_status": "APPROVED",
            "clause_text": "On 2024-12-31 15:14:22 UTC, xosige9990 (37185)  wrote:\n          Whether you’re buying your first Caribbean property or adding to your portfolio, RE/MAX Belize provides top-notch service and industry-leading expertise. Belize Property For Sale",
            "point_source": "https://secure.hulu.com/privacy",
            "case": {
                "text": "This service shares your personal data with third parties that are not essential to its operation",
                "href": "https://edit.tosdr.org/cases/166"
            }
        },
        {
            "title": "SDKs are used for advertising",
            "rating": "bad",
            "description": "The service's website sets third-party cookies (cookies that do not belong to their domain) for purposes not including statistics and analytics.",
            "last_updated": "2023-07-11 06:20:54",
            "point_link": "https://edit.tosdr.org/points/24079",
            "approval_status": "APPROVED",
            "clause_text": "On 2025-01-15 05:51:22 UTC, JimmySeo (38187)  wrote:\n          The staff is professional and dedicated to providing quality service! I can’t thank them enough for their help! Waco Termite Control",
            "point_source": "https://secure.hulu.com/privacy",
            "case": {
                "text": "Third-party cookies are used for advertising",
                "href": "https://edit.tosdr.org/cases/128"
            }
        },
        {
            "title": "This service may use your personal information for marketing purposes",
            "rating": "bad",
            "description": "The service may use your personal data for marketing, such as sending you personalised offerings.",
            "last_updated": "2023-07-11 10:05:06",
            "point_link": "https://edit.tosdr.org/points/12130",
            "approval_status": "APPROVED",
            "clause_text": "For example, we share payment information with our third-party payment processor to assist us in our billing efforts, email addresses with our marketing service providers to assist with our email campaigns,",
            "point_source": "https://secure.hulu.com/privacy",
            "case": {
                "text": "Your personal data may be used for marketing purposes",
                "href": "https://edit.tosdr.org/cases/336"
            }
        },
        {
            "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
            "rating": "bad",
            "description": "Tracking technologies (such as web beacons, tracking pixels...) are employed on users and/or the service assigns a unique ID to a browser or device to track its behaviour.",
            "last_updated": "2023-07-11 10:07:41",
            "point_link": "https://edit.tosdr.org/points/12126",
            "approval_status": "APPROVED",
            "clause_text": "In addition to cookies, we may use other technologies such as web beacons or pixel tags,",
            "point_source": "https://secure.hulu.com/privacy",
            "case": {
                "text": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting",
                "href": "https://edit.tosdr.org/cases/323"
            }
        },
        {
            "title": "This service gathers information about you through third parties",
            "rating": "bad",
            "description": "This Service may employ, either identifiable or non-identifiable, data collection from third party sources about you.",
            "last_updated": "2023-07-11 10:07:42",
            "point_link": "https://edit.tosdr.org/points/12142",
            "approval_status": "APPROVED",
            "clause_text": "We may also collect information about you from other sources, including service providers (e.g., data licensors, research and analytics companies, and payment processors), public databases, our marketing partners, and advertisers.",
            "point_source": "https://secure.hulu.com/privacy",
            "case": {
                "text": "Information is gathered about you through third parties",
                "href": "https://edit.tosdr.org/cases/382"
            }
        },
        {
            "title": "You waive your right to a class action.",
            "rating": "bad",
            "description": "The right to be represented in a class action (or representative action) exists in the US and some European countries. It allows people who have been similarly injured by the same accused to take legal action by a single lawsuit instead of individually. Some Terms of Service try to limit that right. By agreeing to them, you could waive (= renounce to) your right to a class action, which might reduce your chances to be successful in a case.",
            "last_updated": "2023-07-11 06:34:49",
            "point_link": "https://edit.tosdr.org/points/12870",
            "approval_status": "APPROVED",
            "clause_text": "YOU AND HULU AGREE TO ARBITRATE IN EACH OF OUR INDIVIDUAL CAPACITIES ONLY, NOT AS A REPRESENTATIVE OR MEMBER OF A CLASS, AND EACH OF US EXPRESSLY WAIVES ANY RIGHT TO FILE A CLASS ACTION OR SEEK RELIEF ON A CLASS BASIS.",
            "point_source": "https://secure.hulu.com/terms",
            "case": {
                "text": "You waive your right to a class action.",
                "href": "https://edit.tosdr.org/cases/117"
            }
        },
        {
            "title": "This service forces users into binding arbitration in the case of disputes",
            "rating": "bad",
            "description": "This service forces users to use their own contracted arbitrator and forces users to waive their rights to jury trial.",
            "last_updated": "2023-07-11 10:04:26",
            "point_link": "https://edit.tosdr.org/points/8043",
            "approval_status": "APPROVED",
            "clause_text": "you and Hulu agree that any and all claims, except disputes relating to the ownership or enforcement of intellectual property rights, that either of us may have, whether based on past, present, or future events, arising out of or relating to: (i) these Terms (including formation, performance, or breach of them, and including the scope and enforceability of this arbitration provision).\n(ii) the Privacy Policy, which is incorporated in these Terms.\n(iii) any aspect of our relationship with each other.\nand (iv) use of the Services, must be resolved through binding arbitration.",
            "point_source": "https://secure.hulu.com/terms",
            "case": {
                "text": "You are forced into binding arbitration in case of disputes",
                "href": "https://edit.tosdr.org/cases/339"
            }
        },
        {
            "title": "Users have a reduced time period to take legal action against the service",
            "rating": "bad",
            "description": "If you wish to bring legal action against a service about a past incident, you may not be able to do so if the Terms you agreed to implied a limited amount of time. As a result it may be worthy to carefully read that section of the Terms to know exactly how much time you might have before your right to take legal action expires.",
            "last_updated": "2023-07-11 10:06:50",
            "point_link": "https://edit.tosdr.org/points/12134",
            "approval_status": "APPROVED",
            "clause_text": "you and Hulu agree to bring any claim arising out of or relating to these Terms (including Hulu’s Privacy Policy), our relationship, or the use of the Services within one year after a claim arises.\notherwise, the claim is waived.",
            "point_source": "https://secure.hulu.com/terms",
            "case": {
                "text": "You have a reduced time period to take legal action against the service",
                "href": "https://edit.tosdr.org/cases/151"
            }
        },
        {
            "title": "This service reserves the right to disclose your personal information without notifying you",
            "rating": "bad",
            "description": "If the Government governing the Terms requests personal data of a user of this service, they may not inform/notify the user while complying with the request.",
            "last_updated": "2023-07-11 06:35:32",
            "point_link": "https://edit.tosdr.org/points/12143",
            "approval_status": "APPROVED",
            "clause_text": "In some instances, we may disclose information from or about you without providing you a choice.\nFor example, we may disclose your information in the following ways: to protect the legal rights of Hulu and our affiliates or partners.\nto protect the safety and security of users of the Hulu Services or third parties.\nto enforce our Terms of Use.\nto protect against fraud.\nand to comply with or respond to the law or legal process or a request for cooperation by a government entity, whether or not legally required.\n</p>",
            "point_source": "https://secure.hulu.com/privacy",
            "case": {
                "text": "Your personal data may be disclosed to comply with government requests without notice to you",
                "href": "https://edit.tosdr.org/cases/164"
            }
        },
        {
            "title": "This service receives your precise location through GPS coordinates",
            "rating": "bad",
            "description": "Unless the service relies on Geo Location, this case is to be assigned to points that don't need your GPS coordinates to function properly.",
            "last_updated": "2023-07-11 06:20:54",
            "point_link": "https://edit.tosdr.org/points/24080",
            "approval_status": "APPROVED",
            "clause_text": "On 2024-12-31 14:21:38 UTC, xosige9990 (37185)  wrote:\n          Belize’s booming market is full of potential, and RE/MAX’s leadership in the industry ensures you’ll find the perfect property for your needs. San Pedro Belize Real Estate",
            "point_source": "https://secure.hulu.com/privacy",
            "case": {
                "text": "This service receives your precise location through GPS coordinates",
                "href": "https://edit.tosdr.org/cases/400"
            }
        },
        {
            "title": "The service uses your personal data to employ targeted third-party advertising",
            "rating": "bad",
            "description": "Your Personal Information is traded and shared with advertising companies to target ads on you, either on the website you were visiting or in third party websites. Your interaction with the service and data you have shared with them may be gathered to create an advertising ID or profile.",
            "last_updated": "2023-07-11 10:07:45",
            "point_link": "https://edit.tosdr.org/points/12131",
            "approval_status": "APPROVED",
            "clause_text": "We may share information collected from or about you with companies that provide services to us, our business partners, and advertisers, including companies that assist with payment processing, analytics, data processing and management (e.g., to facilitate our targeted advertising and marketing efforts),",
            "point_source": "https://secure.hulu.com/privacy",
            "case": {
                "text": "Your personal data is used to employ targeted third-party advertising",
                "href": "https://edit.tosdr.org/cases/220"
            }
        },
        {
            "title": "This service gives your personal data to third parties involved in its operation",
            "rating": "bad",
            "description": "Your personal data is or may be given to third parties essential to the service’s operation. This could be an external spam detection service for an internet forum.",
            "last_updated": "2023-07-11 06:20:53",
            "point_link": "https://edit.tosdr.org/points/24082",
            "approval_status": "APPROVED",
            "clause_text": "On 2025-01-12 06:50:00 UTC, xosige9990 (37185)  wrote:\n          Their team is dedicated to solving your pest problems. Bug Busters USA is the way to go for termite control! rat pest control chattanooga",
            "point_source": "https://secure.hulu.com/privacy",
            "case": {
                "text": "This service gives your personal data to third parties involved in its operation",
                "href": "https://edit.tosdr.org/cases/188"
            }
        },
        {
            "title": "This service uses third-party cookies for statistics",
            "rating": "bad",
            "description": "For instance, Google Analytics, rather than self-hosted (first-party) statistics software.",
            "last_updated": "2023-07-11 10:07:42",
            "point_link": "https://edit.tosdr.org/points/12133",
            "approval_status": "APPROVED",
            "clause_text": "Full quote: \"We may work with service providers who use information collected from or about you to help us identify the browsers and devices you use for various purposes, including for targeted advertising, analytics, attribution, and measurement purposes.\"",
            "point_source": "https://secure.hulu.com/privacy",
            "case": {
                "text": "Third-party cookies are used for statistics",
                "href": "https://edit.tosdr.org/cases/325"
            }
        },
        {
            "title": "When the service wants to make a material change to its terms, users are notified at least 30 days in advance",
            "rating": "good",
            "description": "The service may update the Terms without notice, but if they significantly change the agreements in a manner that importantly and/or negatively affects the way the service is used, users will be notified at least 30 days in advance.",
            "last_updated": "2023-07-11 10:08:13",
            "point_link": "https://edit.tosdr.org/points/8044",
            "approval_status": "APPROVED",
            "clause_text": "Any material change to these Terms will be effective automatically 30 days after the revised Terms are first posted or, for users who register or otherwise provide opt-in consent during this 30-day period, at the time of registration or consent, as applicable.",
            "point_source": "https://secure.hulu.com/terms",
            "case": {
                "text": "When the service wants to make a material change to its terms, you are notified at least 30 days in advance",
                "href": "https://edit.tosdr.org/cases/124"
            }
        },
        {
            "title": "The service provides details about what kinds of personal information they collect",
            "rating": "good",
            "description": "The Privacy Policy describes in detail the data collected through the website and through the services provided.",
            "last_updated": "2023-07-11 10:06:50",
            "point_link": "https://edit.tosdr.org/points/12139",
            "approval_status": "APPROVED",
            "clause_text": "Hulu may collect the following information from or about you,",
            "point_source": "https://secure.hulu.com/privacy",
            "case": {
                "text": "Information is provided about what kind of information they collect",
                "href": "https://edit.tosdr.org/cases/228"
            }
        },
        {
            "title": "You can opt out of targeted advertising",
            "rating": "good",
            "description": "The service employs your data to target ads to you, but you can opt-out of this interest-based advertising.",
            "last_updated": "2023-07-11 10:06:58",
            "point_link": "https://edit.tosdr.org/points/12141",
            "approval_status": "APPROVED",
            "clause_text": "To learn about opting out of interest-based or online behavioral advertising, please see the information we have provided in Section 6 (“Your Controls and Choices, Including Opt-Out Options”).\n</p>",
            "point_source": "https://secure.hulu.com/privacy",
            "case": {
                "text": "You can opt out of targeted advertising",
                "href": "https://edit.tosdr.org/cases/219"
            }
        },
        {
            "title": "You have the right to leave this service at any time",
            "rating": "good",
            "description": "You can stop using the service and/or cancel or delete your account at any time for any reason. Moreover, the termination is reasonably fast and simple.",
            "last_updated": "2023-07-11 10:06:49",
            "point_link": "https://edit.tosdr.org/points/12137",
            "approval_status": "APPROVED",
            "clause_text": "You may cancel your subscription at any time as described in the \"Cancellation and Refunds\" section of these Terms.",
            "point_source": "https://secure.hulu.com/terms",
            "case": {
                "text": "You have the right to leave this service at any time",
                "href": "https://edit.tosdr.org/cases/170"
            }
        },
        {
            "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:04:27",
            "point_link": "https://edit.tosdr.org/points/8049",
            "approval_status": "APPROVED",
            "clause_text": "YOU AGREE TO DEFEND, INDEMNIFY, AND HOLD HARMLESS THE HULU PARTIES FROM AND AGAINST ANY AND ALL LIABILITIES, CLAIMS, DAMAGES, EXPENSES (INCLUDING REASONABLE ATTORNEYS' FEES AND COSTS), AND OTHER LOSSES ARISING OUT OF OR IN ANY WAY RELATED TO YOUR BREACH OR ALLEGED BREACH OF THESE TERMS OR YOUR USE OF THE SERVICES (INCLUDING YOUR USE OF THE CONTENT).",
            "point_source": "https://secure.hulu.com/terms",
            "case": {
                "text": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
                "href": "https://edit.tosdr.org/cases/146"
            }
        },
        {
            "title": "You authorise the service to charge a credit card supplied on re-occurring basis",
            "rating": "neutral",
            "description": "You card will be billed on recurring basis unless cancelled. For instance, monthly or annual subscriptions.",
            "last_updated": "2023-07-11 10:07:41",
            "point_link": "https://edit.tosdr.org/points/12138",
            "approval_status": "APPROVED",
            "clause_text": "We will charge your Payment Method a periodic subscription fee on a recurring basis corresponding to the term of your subscription, and any applicable taxes.",
            "point_source": "https://secure.hulu.com/terms",
            "case": {
                "text": "You authorise the service to charge a credit card supplied on re-occurring basis",
                "href": "https://edit.tosdr.org/cases/384"
            }
        },
        {
            "title": "Blocking first party cookies may limit your ability to use the service",
            "rating": "neutral",
            "description": "Most browsers allow users to set preferences related to cookies storage. You may choose to block all cookies (including first-party cookies), but it may impact your use of this service and you may not be able to access some or any of the features provided.",
            "last_updated": "2023-07-11 10:04:57",
            "point_link": "https://edit.tosdr.org/points/12140",
            "approval_status": "APPROVED",
            "clause_text": "Please note that disabling cookies or deleting information contained in cookies or Flash cookies may interfere with the performance and features of the Hulu Services, including not being able to store your preferences or login information.",
            "point_source": "https://secure.hulu.com/privacy",
            "case": {
                "text": "Blocking first party cookies may limit your ability to use the service",
                "href": "https://edit.tosdr.org/cases/375"
            }
        },
        {
            "title": "They may stop providing the service at any time",
            "rating": "neutral",
            "description": "They may discontinue the services without prior notice, at any time, for any or no reason. They usually assume no liability for losses and damages resulting from this suspension.",
            "last_updated": "2023-07-11 10:08:12",
            "point_link": "https://edit.tosdr.org/points/12136",
            "approval_status": "APPROVED",
            "clause_text": "We hope not to, but we may change, suspend, or discontinue - temporarily or permanently - some or all of the Services (including the Content and the Compatible Devices through which the Services are accessed), with respect to any or all users, at any time without notice.",
            "point_source": "https://secure.hulu.com/terms",
            "case": {
                "text": "They may stop providing the service at any time",
                "href": "https://edit.tosdr.org/cases/203"
            }
        },
        {
            "title": "Spidering or crawling is not allowed",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:08:12",
            "point_link": "https://edit.tosdr.org/points/8046",
            "approval_status": "APPROVED",
            "clause_text": "uses technology or other means to access, index, frame or link to the Services (including the Content) that is not authorized by Hulu (including by removing, disabling, bypassing, or circumventing any content protection or access control mechanisms intended to prevent the unauthorized download, stream capture, linking, framing, reproduction, access to, or distribution of the Services);</li>\n<li>\ninvolves accessing the Services (including the Content) through any automated means, including \"robots,\" \"spiders,\" or \"offline readers\" (other than by individually performed searches on publicly accessible search engines for the sole purpose of, and solely to the extent necessary for, creating publicly available search indices - but not caches or archives - of the Services and excluding those search engines or indices that host, promote, or link primarily to infringing or unauthorized content);</li",
            "point_source": "https://secure.hulu.com/terms",
            "case": {
                "text": "Spidering, crawling, or accessing the site through any automated means is not allowed",
                "href": "https://edit.tosdr.org/cases/150"
            }
        },
        {
            "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision",
            "rating": "neutral",
            "description": "Even if the service does not or not always enforce all of the rules or provisions contained in its terms, they still apply. Users can at a later time still be held accountable for violating provisions that have not been enforced consistently.",
            "last_updated": "2023-07-11 10:07:41",
            "point_link": "https://edit.tosdr.org/points/12135",
            "approval_status": "APPROVED",
            "clause_text": "Hulu's decision to delay exercising or enforcing any right or remedy under these Terms shall not constitute a waiver of such right or remedy with respect to any party.\nEven if Hulu acts in a way that appears to you to be inconsistent with these Terms, Hulu's action shall not be deemed a waiver or constructive amendment of these Terms.</p>",
            "point_source": "https://secure.hulu.com/terms",
            "case": {
                "text": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision",
                "href": "https://edit.tosdr.org/cases/295"
            }
        },
        {
            "title": "Your personal data is aggregated into statistics",
            "rating": "neutral",
            "description": "Your personal data is used for statistics in a de-identified/aggregated form (i.e. not directly linked to a unique identity) to analyse trends, for research and for analytics.",
            "last_updated": "2023-07-11 06:20:53",
            "point_link": "https://edit.tosdr.org/points/24081",
            "approval_status": "APPROVED",
            "clause_text": "On 2025-01-12 06:41:51 UTC, xosige9990 (37185)  wrote:\n          I appreciate the thorough approach Bug Busters USA takes with termite treatments. They really care about their customers! pest control woodstock",
            "point_source": "https://secure.hulu.com/privacy",
            "case": {
                "text": "Your personal data is aggregated into statistics",
                "href": "https://edit.tosdr.org/cases/190"
            }
        }
    ]
}