{
    "meta_data": {
        "title": "Porton Private Cloudstorage - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "You must provide your identifiable information",
            "rating": "bad",
            "description": "The Service requires users to provide their identifiable information, including phone number, iD number or other information, even though this data collection isn’t essential for the purposes of the service. They may still allow pseudonyms in the foreground.",
            "last_updated": "2021-07-23 07:31:14",
            "edit_link": "https://edit.tosdr.org/points/24543",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service tracks which web page referred you to it",
            "rating": "bad",
            "description": "The service logs the URL of the last web page you visited before visiting the Site and may use that information to gather more data about you.",
            "last_updated": "2021-07-20 18:02:25",
            "edit_link": "https://edit.tosdr.org/points/24480",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your information is only shared with third parties when given specific consent",
            "rating": "good",
            "description": "The service does not share user information with any third parties unless users specifically give it permission to do so.",
            "last_updated": "2021-07-23 07:31:08",
            "edit_link": "https://edit.tosdr.org/points/24546",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your personal data is used for limited purposes",
            "rating": "good",
            "description": "Your Personal Data is only used for the essential purposes of the Service, which are clearly defined on the Agreements. For instance, the Service won't abuse your data to deliver targeted advertisements to you or for marketing purposes.",
            "last_updated": "2021-07-20 18:00:15",
            "edit_link": "https://edit.tosdr.org/points/24483",
            "approval_status": "APPROVED"
        },
        {
            "title": "Personal information that is shared outside its jurisdiction is processed according to the original jurisdiction’s data protection standards",
            "rating": "good",
            "description": "The service has arrangements in place to ensure that users' personal information, if shared with an entity outside of the service's jurisdiction, is processed to the same standards that apply to the processing of personal data in the service's jurisdiction.",
            "last_updated": "2021-07-20 06:35:24",
            "edit_link": "https://edit.tosdr.org/points/24461",
            "approval_status": "APPROVED"
        },
        {
            "title": "The data retention period is kept to the minimum necessary for fulfilling its purposes",
            "rating": "good",
            "description": "The service will remove personal data from its systems once it is no longer required. Depending on the type of information and the reason it was collected, data retention periods will vary.",
            "last_updated": "2021-07-20 06:35:30",
            "edit_link": "https://edit.tosdr.org/points/24456",
            "approval_status": "APPROVED"
        },
        {
            "title": "You can request access, correction and/or deletion of your data",
            "rating": "good",
            "description": "Users have the right to access personal data hold by the Service, correct it and/or permanently delete it. This usually applies to Services GDPR compliants.",
            "last_updated": "2021-07-23 07:31:24",
            "edit_link": "https://edit.tosdr.org/points/24544",
            "approval_status": "APPROVED"
        },
        {
            "title": "Third parties are not allowed to access your personal information without a legal basis",
            "rating": "good",
            "description": null,
            "last_updated": "2021-07-23 07:30:55",
            "edit_link": "https://edit.tosdr.org/points/24549",
            "approval_status": "APPROVED"
        },
        {
            "title": "User-generated content is encrypted, and this service cannot decrypt it",
            "rating": "good",
            "description": "Content generated by the users is end-to-end encrypted, in a way that it can't be accessed by anyone unauthorised, and even the service has no technical means to decrypt it.",
            "last_updated": "2021-07-20 06:34:01",
            "edit_link": "https://edit.tosdr.org/points/24478",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your personal data will not be used for an automated decision-making",
            "rating": "good",
            "description": "The service promises not to use your personal data for automated decision-making, including profiling.",
            "last_updated": "2021-07-20 18:00:31",
            "edit_link": "https://edit.tosdr.org/points/24484",
            "approval_status": "APPROVED"
        },
        {
            "title": "You can retrieve an archive of your data",
            "rating": "good",
            "description": "Users can request a copy of the data collected through the services and infer from it the amount of personal information that is processed and stored by the Service. This usually applies to Services GDPR compliants.",
            "last_updated": "2021-07-20 06:33:18",
            "edit_link": "https://edit.tosdr.org/points/24453",
            "approval_status": "APPROVED"
        },
        {
            "title": "Details are provided about what kind of information they collect",
            "rating": "good",
            "description": "The Privacy Policy describes in detail the data collected through the website and through the services provided.",
            "last_updated": "2021-07-23 07:30:45",
            "edit_link": "https://edit.tosdr.org/points/24553",
            "approval_status": "APPROVED"
        },
        {
            "title": "Information is provided about how your personal data is used",
            "rating": "good",
            "description": "The Privacy Policy explains the purposes for which data is collected and the way it is processed, used and shared.",
            "last_updated": "2021-07-23 07:30:59",
            "edit_link": "https://edit.tosdr.org/points/24550",
            "approval_status": "APPROVED"
        },
        {
            "title": "You will be notified about website maintenance",
            "rating": "good",
            "description": "Users will be notified before their experience is impacted due to website maintenance.",
            "last_updated": "2021-07-13 17:47:51",
            "edit_link": "https://edit.tosdr.org/points/24255",
            "approval_status": "APPROVED"
        },
        {
            "title": "A complaint mechanism is provided for the handling of personal data",
            "rating": "good",
            "description": "The service provides users with contact information for an internal or external structure to lodge complaints. It also provides users with contact information for a higher data protection / privacy office in case the internal mechanism fails to satisfy the user.",
            "last_updated": "2021-07-20 18:00:50",
            "edit_link": "https://edit.tosdr.org/points/24481",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your personal data is not sold",
            "rating": "good",
            "description": "This service makes an explicit promise not to sell \"personal data\" of users.",
            "last_updated": "2021-07-20 17:55:38",
            "edit_link": "https://edit.tosdr.org/points/24485",
            "approval_status": "APPROVED"
        },
        {
            "title": "User suspension from the service will be fair and proportionate.",
            "rating": "good",
            "description": "The Service promises to fairly terminate users accounts, only with a reason, and may give them an opportunity to explain and defend themselves.",
            "last_updated": "2021-07-20 06:34:22",
            "edit_link": "https://edit.tosdr.org/points/24476",
            "approval_status": "APPROVED"
        },
        {
            "title": "This Service provides a list of Third Parties involved in its operation.",
            "rating": "good",
            "description": "The Service provides a list detailing the third parties involved, their roles, and may even provide more information.",
            "last_updated": "2021-07-23 07:30:49",
            "edit_link": "https://edit.tosdr.org/points/24552",
            "approval_status": "APPROVED"
        },
        {
            "title": "Third parties used by the service are bound by confidentiality obligations",
            "rating": "good",
            "description": "The Third Parties accessing your personal information must keep it confidential and only use it for limited purposes.",
            "last_updated": "2021-07-23 07:31:19",
            "edit_link": "https://edit.tosdr.org/points/24545",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service claims to be GDPR compliant for European users",
            "rating": "good",
            "description": "The service has a different behavior towards users protected by the GDPR.",
            "last_updated": "2021-07-12 20:32:32",
            "edit_link": "https://edit.tosdr.org/points/24259",
            "approval_status": "APPROVED"
        },
        {
            "title": "30 days of notice are given before closing your account",
            "rating": "good",
            "description": "The Terms explain they will notify users at least 30 days before closing their accounts, which allows users to limit the losses and damages caused by this termination.",
            "last_updated": "2021-07-20 06:35:10",
            "edit_link": "https://edit.tosdr.org/points/24472",
            "approval_status": "APPROVED"
        },
        {
            "title": "Information is provided about security practices",
            "rating": "good",
            "description": "It's important to know what security measures are taken to protect your data from unauthorized access. This case applies to the Agreements that precisely explain their security practices.",
            "last_updated": "2021-07-20 06:34:17",
            "edit_link": "https://edit.tosdr.org/points/24477",
            "approval_status": "APPROVED"
        },
        {
            "title": "You have the right to leave this service at any time",
            "rating": "good",
            "description": "You can stop using the service and/or cancel or delete your account at any time for any reason. Moreover, the termination is reasonably fast and simple.",
            "last_updated": "2021-07-23 07:31:04",
            "edit_link": "https://edit.tosdr.org/points/24547",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your content can be deleted if you violate the terms",
            "rating": "neutral",
            "description": "Content infringing the Terms of Service (or the Acceptable Use Policy or equivalent) may be removed, with or without notice.",
            "last_updated": "2021-07-20 06:35:41",
            "edit_link": "https://edit.tosdr.org/points/24471",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
            "rating": "neutral",
            "description": "The service provider expressly does not claim to provide uninterrupted, timely, secure or error-free service.",
            "last_updated": "2021-07-13 17:47:24",
            "edit_link": "https://edit.tosdr.org/points/24254",
            "approval_status": "APPROVED"
        },
        {
            "title": "You must create an account to use this service",
            "rating": "neutral",
            "description": "You must provide the service with your information in order to use it",
            "last_updated": "2021-07-23 07:31:28",
            "edit_link": "https://edit.tosdr.org/points/24551",
            "approval_status": "APPROVED"
        },
        {
            "title": "You are prohibited from attempting to gain unauthorized access to other computer systems",
            "rating": "neutral",
            "description": "The service does not allow any attempts at hacking or otherwise gaining unauthorized access to other users' computers.",
            "last_updated": "2021-07-13 17:49:02",
            "edit_link": "https://edit.tosdr.org/points/24258",
            "approval_status": "APPROVED"
        },
        {
            "title": "You are responsible for maintaining the security of your account and for the activities on your account",
            "rating": "neutral",
            "description": "You are responsible for protecting the confidentiality of your password and for maintaining the security of your account. Any activity occurring under your account is your responsibility, whether authorized by you or not.",
            "last_updated": "2021-07-13 17:50:04",
            "edit_link": "https://edit.tosdr.org/points/24256",
            "approval_status": "APPROVED"
        },
        {
            "title": "You must report to the service any unauthorized use of your account or any breach of security",
            "rating": "neutral",
            "description": "The service asks the user to notify them immediately of any unauthorized use or security breaches.",
            "last_updated": "2021-07-13 17:49:52",
            "edit_link": "https://edit.tosdr.org/points/24257",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service informs you that its privacy policy does not apply to third party websites",
            "rating": "neutral",
            "description": "The service states that whenever it links to third party websites or applications, its privacy policy does not apply. Those third party websites or applications hosted or operated by other organizations may have their own privacy policies.",
            "last_updated": "2021-07-20 06:35:36",
            "edit_link": "https://edit.tosdr.org/points/24458",
            "approval_status": "APPROVED"
        },
        {
            "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder",
            "rating": "neutral",
            "description": "Should any portion of the Terms of Service be unenforceable or invalid, that portion will be enforced to the fullest extent permitted by applicable law and the remainder of the TOS will remain valid and enforceable.",
            "last_updated": "2021-07-20 06:35:46",
            "edit_link": "https://edit.tosdr.org/points/24467",
            "approval_status": "APPROVED"
        },
        {
            "title": "You agree not to use the service for illegal purposes",
            "rating": "neutral",
            "description": "The user agrees not to commit any unlawful acts through the use of the website, including the posting of illegal content or messaging.",
            "last_updated": "2021-07-13 17:52:06",
            "edit_link": "https://edit.tosdr.org/points/24253",
            "approval_status": "APPROVED"
        },
        {
            "title": "You agree to comply with the law of the service's country",
            "rating": "neutral",
            "description": "By using the service, you agree to comply with the applicable laws of the service's jurisdiction, regardless of your location.",
            "last_updated": "2021-07-23 07:30:32",
            "edit_link": "https://edit.tosdr.org/points/24548",
            "approval_status": "APPROVED"
        },
        {
            "title": "Other applicable rules, terms, conditions or guidelines",
            "rating": "neutral",
            "description": "Use of the service is subject also to an exhaustive list of other documents containing rules, guidelines, terms or policies (in addition to the obvious Terms of Service/Terms of Use and Privacy Policy/Data Use Policy)",
            "last_updated": "2021-07-20 18:04:28",
            "edit_link": "https://edit.tosdr.org/points/24460",
            "approval_status": "APPROVED"
        },
        {
            "title": "Third parties are involved in operating the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2021-07-13 17:52:24",
            "edit_link": "https://edit.tosdr.org/points/24251",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service is not transparent regarding government requests or inquiries that may involve your data.",
            "rating": "neutral",
            "description": "Weight was 30.",
            "last_updated": "2021-07-20 18:01:04",
            "edit_link": "https://edit.tosdr.org/points/24486",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your IP address is collected, which can be used to view your approximate location",
            "rating": "neutral",
            "description": null,
            "last_updated": "2021-07-23 07:31:33",
            "edit_link": "https://edit.tosdr.org/points/24482",
            "approval_status": "APPROVED"
        },
        {
            "title": "The court of law governing the terms is in Amsterdam, The Netherlands",
            "rating": "neutral",
            "description": "The Terms are governed by the applicable laws of a jurisdiction (specified in the title of each point by replacing the \"X\").",
            "last_updated": "2021-07-20 17:17:56",
            "edit_link": "https://edit.tosdr.org/points/24463",
            "approval_status": "APPROVED"
        }
    ]
}