{
    "meta_data": {
        "title": "Amazon - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "Third-party cookies are used for advertising",
            "rating": "bad",
            "description": "The service's website sets third-party cookies (cookies that do not belong to their domain) for purposes not including statistics and analytics.",
            "last_updated": "2023-07-11 04:48:22",
            "edit_link": "https://edit.tosdr.org/points/20756"
        },
        {
            "title": "Terms may be changed any time at their discretion, without notice to the user",
            "rating": "bad",
            "description": "The Agreements can be updated at any time, including in a way that negatively affects user rights, without notifying before or after the changes.",
            "last_updated": "2023-07-11 06:35:32",
            "edit_link": "https://edit.tosdr.org/points/5926"
        },
        {
            "title": "This service tracks you on other websites",
            "rating": "bad",
            "description": "The service may use tracking technologies in third-party websites to track your online activity while you aren't visiting their Site.",
            "last_updated": "2023-07-11 10:10:42",
            "edit_link": "https://edit.tosdr.org/points/793"
        },
        {
            "title": "The service can delete your account without prior notice and without a reason",
            "rating": "bad",
            "description": "At any time, your account can be terminated without explanation and without warning by the service.",
            "last_updated": "2023-07-11 06:35:33",
            "edit_link": "https://edit.tosdr.org/points/5930"
        },
        {
            "title": "Voice data is collected and shared with third-parties",
            "rating": "bad",
            "description": "The service collects data and recordings of your voice when you communicate with a service verbally and may use and share them with third parties, that may use this data for marketing or advertising.",
            "last_updated": "2023-07-11 04:48:23",
            "edit_link": "https://edit.tosdr.org/points/20752"
        },
        {
            "title": "You waive your right to a class action.",
            "rating": "bad",
            "description": "The right to be represented in a class action (or representative action) exists in the US and some European countries. It allows people who have been similarly injured by the same accused to take legal action by a single lawsuit instead of individually. Some Terms of Service try to limit that right. By agreeing to them, you could waive (= renounce to) your right to a class action, which might reduce your chances to be successful in a case.",
            "last_updated": "2023-07-11 10:10:42",
            "edit_link": "https://edit.tosdr.org/points/14306"
        },
        {
            "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.",
            "rating": "bad",
            "description": "If the service gets acquired or is involved in a merger, bankruptcy, reorganisation or sale, your personal data may be transferred or sold.",
            "last_updated": "2023-07-11 10:10:42",
            "edit_link": "https://edit.tosdr.org/points/645"
        },
        {
            "title": "Your personal data may be used for marketing purposes",
            "rating": "bad",
            "description": "The service may use your personal data for marketing, such as sending you personalised offerings.",
            "last_updated": "2023-07-11 04:48:22",
            "edit_link": "https://edit.tosdr.org/points/20754"
        },
        {
            "title": "This service forces users into binding arbitration in the case of disputes",
            "rating": "bad",
            "description": "This service forces users to use their own contracted arbitrator and forces users to waive their rights to jury trial.",
            "last_updated": "2023-07-11 06:35:31",
            "edit_link": "https://edit.tosdr.org/points/5923"
        },
        {
            "title": "This service can license user content to third parties",
            "rating": "bad",
            "description": "By posting content through the Services, users grant them a transferable and/or sublicensable right, which allows user content to be licensed to third parties.",
            "last_updated": "2023-07-11 10:08:32",
            "edit_link": "https://edit.tosdr.org/points/622"
        },
        {
            "title": "personal data is given to third parties",
            "rating": "bad",
            "description": "Your personal data is or may be given to third parties essential to the service’s operation. This could be an external spam detection service for an internet forum.",
            "last_updated": "2023-07-11 06:34:58",
            "edit_link": "https://edit.tosdr.org/points/1582"
        },
        {
            "title": "This service can share your personal information to third parties",
            "rating": "bad",
            "description": "Your personal data is or may be given to third parties essential to the service’s operation. This could be an external spam detection service for an internet forum.",
            "last_updated": "2023-07-11 06:35:32",
            "edit_link": "https://edit.tosdr.org/points/5929"
        },
        {
            "title": "The service uses your personal data for advertising",
            "rating": "bad",
            "description": "Your interaction with the service and data you have shared with them may be gathered to create an advertising ID or profile to target ads on you, either on the website you were visiting or in third party websites.",
            "last_updated": "2023-07-11 06:34:59",
            "edit_link": "https://edit.tosdr.org/points/1122"
        },
        {
            "title": "Any liability on behalf of the service is only limited to the fees you paid as a user",
            "rating": "bad",
            "description": null,
            "last_updated": "2023-07-11 04:48:23",
            "edit_link": "https://edit.tosdr.org/points/20757"
        },
        {
            "title": "Details are provided about what kind of information they collect",
            "rating": "good",
            "description": "The Privacy Policy describes in detail the data collected through the website and through the services provided.",
            "last_updated": "2023-07-11 04:48:23",
            "edit_link": "https://edit.tosdr.org/points/20755"
        },
        {
            "title": "You can opt out of promotional communications",
            "rating": "good",
            "description": "You can update your account preferences and/or easily unsubscribe of email/sms lists to stop receiving promotional communications.",
            "last_updated": "2023-07-11 04:48:23",
            "edit_link": "https://edit.tosdr.org/points/20758"
        },
        {
            "title": "They may stop providing the service at any time",
            "rating": "neutral",
            "description": "They may discontinue the services without prior notice, at any time, for any or no reason. They usually assume no liability for losses and damages resulting from this suspension.",
            "last_updated": "2023-07-11 06:33:20",
            "edit_link": "https://edit.tosdr.org/points/706"
        },
        {
            "title": "Prohibits political discussions or campaigning",
            "rating": "neutral",
            "description": "Political content in the form or pictures, discussions, or campaigning isn't allowed.",
            "last_updated": "2023-07-11 10:06:21",
            "edit_link": "https://edit.tosdr.org/points/10792"
        },
        {
            "title": "This service prohibits users sending chain letters, junk mail, spam or any unsolicited messages",
            "rating": "neutral",
            "description": "Users are not allowed to use the service for chain letters, junk mail, spamming or any other distribution of content to people who have not agreed to receiving it.",
            "last_updated": "2023-07-11 10:08:32",
            "edit_link": "https://edit.tosdr.org/points/10791"
        },
        {
            "title": "The service is provided 'as is' and to be used at the users' sole risk",
            "rating": "neutral",
            "description": "This service does not provide any guarantees as to its usability or fitness for the users' purposes. Users agree to use it at their own risk, accepting any possible bugs, malfunctions or harm to their devices.",
            "last_updated": "2023-07-11 06:35:31",
            "edit_link": "https://edit.tosdr.org/points/5922"
        },
        {
            "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder",
            "rating": "neutral",
            "description": "Should any portion of the Terms of Service be unenforceable or invalid, that portion will be enforced to the fullest extent permitted by applicable law and the remainder of the TOS will remain valid and enforceable.",
            "last_updated": "2023-07-11 10:05:52",
            "edit_link": "https://edit.tosdr.org/points/10790"
        },
        {
            "title": "Users are responsible for maintaining the security of their Amazon account and for the activities on their account",
            "rating": "neutral",
            "description": "You are responsible for protecting the confidentiality of your password and for maintaining the security of your account. Any activity occurring under your account is your responsibility, whether authorized by you or not.",
            "last_updated": "2023-07-11 06:32:55",
            "edit_link": "https://edit.tosdr.org/points/1370"
        },
        {
            "title": "This service employs separate policies for different parts of the service",
            "rating": "neutral",
            "description": "The user may need to read additional product-specific agreements depending on the way the service is used.",
            "last_updated": "2023-07-11 06:35:30",
            "edit_link": "https://edit.tosdr.org/points/5925"
        },
        {
            "title": "Third parties are involved in operating the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 04:48:22",
            "edit_link": "https://edit.tosdr.org/points/20753"
        }
    ]
}