{
    "meta_data": {
        "title": "Translate - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "Third-party cookies are used for advertising",
            "rating": "bad",
            "description": "The service's website sets third-party cookies (cookies that do not belong to their domain) for purposes not including statistics and analytics.",
            "last_updated": "2023-07-11 06:21:15",
            "edit_link": "https://edit.tosdr.org/points/24356"
        },
        {
            "title": "You are forced into binding arbitration in case of disputes",
            "rating": "bad",
            "description": "This service forces users to use their own contracted arbitrator and forces users to waive their rights to jury trial.",
            "last_updated": "2023-07-11 06:21:18",
            "edit_link": "https://edit.tosdr.org/points/24381"
        },
        {
            "title": "The court of law governing the terms is in a jurisdiction that is less friendly to user privacy protection (Illinois, USA)",
            "rating": "bad",
            "description": "The Terms are governed by the applicable laws of a jurisdiction known for weak data regulations and poor user privacy protection. Usually contributors will need to explain in the Analysis view of each point linked to this Case the reason why it shall be applied.",
            "last_updated": "2023-07-11 06:21:18",
            "edit_link": "https://edit.tosdr.org/points/24382"
        },
        {
            "title": "You are tracked via web beacons, tracking pixels and device fingerprinting",
            "rating": "bad",
            "description": "Tracking technologies (such as web beacons, tracking pixels...) are employed on users and/or the service assigns a unique ID to a browser or device to track its behaviour.",
            "last_updated": "2023-07-11 06:21:17",
            "edit_link": "https://edit.tosdr.org/points/24352"
        },
        {
            "title": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction",
            "rating": "bad",
            "description": "If the service gets acquired or is involved in a merger, bankruptcy, reorganisation or sale, your personal data may be transferred or sold.",
            "last_updated": "2023-07-11 06:21:15",
            "edit_link": "https://edit.tosdr.org/points/24358"
        },
        {
            "title": "Your data is processed and stored in a country that is less friendly to user privacy protection",
            "rating": "bad",
            "description": "This case means that user data is not anywhere in the world, but somewhere where it is more likely to be obtained and used by government and/or possible data analysts.",
            "last_updated": "2023-07-11 06:21:14",
            "edit_link": "https://edit.tosdr.org/points/24357"
        },
        {
            "title": "This service reserves the right to disclose your personal information without notifying you",
            "rating": "bad",
            "description": "If the Government governing the Terms requests personal data of a user of this service, they may not inform/notify the user while complying with the request.",
            "last_updated": "2023-07-11 06:21:16",
            "edit_link": "https://edit.tosdr.org/points/24359"
        },
        {
            "title": "The service may keep a secure, anonymized record of your data for analytical purposes even after the data retention period",
            "rating": "bad",
            "description": "The data retention period states how long a service keeps user data. In this case, the service may anonymize the personal data after its retention period is over and use it for analytical or research purposes.",
            "last_updated": "2023-07-11 06:21:15",
            "edit_link": "https://edit.tosdr.org/points/24360"
        },
        {
            "title": "This service gives your personal data to third parties involved in its operation",
            "rating": "bad",
            "description": "Your personal data is or may be given to third parties essential to the service’s operation. This could be an external spam detection service for an internet forum.",
            "last_updated": "2023-07-11 06:21:17",
            "edit_link": "https://edit.tosdr.org/points/24364"
        },
        {
            "title": "You shall not interfere with another person's enjoyment of the service",
            "rating": "bad",
            "description": "Users are asked not to interfere with another person't enjoyment in using the service.\nHowever, this statement is very vague and open to interpretation by the service itself.",
            "last_updated": "2023-07-11 06:21:17",
            "edit_link": "https://edit.tosdr.org/points/24375"
        },
        {
            "title": "Third-party cookies are used for statistics",
            "rating": "bad",
            "description": "For instance, Google Analytics, rather than self-hosted (first-party) statistics software.",
            "last_updated": "2023-07-11 06:21:15",
            "edit_link": "https://edit.tosdr.org/points/24355"
        },
        {
            "title": "Any liability on behalf of the service is only limited to the fees you paid as a user or $100",
            "rating": "bad",
            "description": null,
            "last_updated": "2023-07-11 06:21:18",
            "edit_link": "https://edit.tosdr.org/points/24379"
        },
        {
            "title": "You can request access, correction and/or deletion of your data",
            "rating": "good",
            "description": "Users have the right to access personal data hold by the Service, correct it and/or permanently delete it. This usually applies to Services GDPR compliants.",
            "last_updated": "2023-07-11 06:21:15",
            "edit_link": "https://edit.tosdr.org/points/24362"
        },
        {
            "title": "You can limit how your information is used by third-parties and the service",
            "rating": "good",
            "description": "Usually it's related to the right to object to data processing or restrict it under the GDPR. Users may be able to refuse the use of their data for marketing purposes for instance.",
            "last_updated": "2023-07-11 06:21:23",
            "edit_link": "https://edit.tosdr.org/points/24384"
        },
        {
            "title": "You can retrieve an archive of your data",
            "rating": "good",
            "description": "Users can request a copy of the data collected through the services and infer from it the amount of personal information that is processed and stored by the Service. This usually applies to Services GDPR compliants.",
            "last_updated": "2023-07-11 06:21:16",
            "edit_link": "https://edit.tosdr.org/points/24363"
        },
        {
            "title": "The service claims to be GDPR compliant for European users",
            "rating": "good",
            "description": "The service has a different behavior towards users protected by the GDPR.",
            "last_updated": "2023-07-11 06:21:15",
            "edit_link": "https://edit.tosdr.org/points/24354"
        },
        {
            "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:21:18",
            "edit_link": "https://edit.tosdr.org/points/24380"
        },
        {
            "title": "The service has a no refund policy",
            "rating": "neutral",
            "description": "Payments are final and can't be refunded unless required by law.",
            "last_updated": "2023-07-11 06:21:18",
            "edit_link": "https://edit.tosdr.org/points/24373"
        },
        {
            "title": "There is a date of the last update of the agreements",
            "rating": "neutral",
            "description": "The given text has a date that allows to know when it was last updated.",
            "last_updated": "2023-07-11 06:21:17",
            "edit_link": "https://edit.tosdr.org/points/24366"
        },
        {
            "title": "You authorise the service to charge a credit card supplied on re-occurring basis",
            "rating": "neutral",
            "description": "You card will be billed on recurring basis unless cancelled. For instance, monthly or annual subscriptions.",
            "last_updated": "2023-07-11 06:21:17",
            "edit_link": "https://edit.tosdr.org/points/24374"
        },
        {
            "title": "Blocking first party cookies may limit your ability to use the service",
            "rating": "neutral",
            "description": "Most browsers allow users to set preferences related to cookies storage. You may choose to block all cookies (including first-party cookies), but it may impact your use of this service and you may not be able to access some or any of the features provided.",
            "last_updated": "2023-07-11 06:21:15",
            "edit_link": "https://edit.tosdr.org/points/24353"
        },
        {
            "title": "Your content can be deleted if you violate the terms",
            "rating": "neutral",
            "description": "Content infringing the Terms of Service (or the Acceptable Use Policy or equivalent) may be removed, with or without notice.",
            "last_updated": "2023-07-11 06:21:18",
            "edit_link": "https://edit.tosdr.org/points/24372"
        },
        {
            "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
            "rating": "neutral",
            "description": "The service assumes no liability for any damages the user incurs, including tangible (e.g. profits) and intangible losses (e.g. data), resulting from the use or inability to use the service or any other matter relating to the service.",
            "last_updated": "2023-07-11 06:21:18",
            "edit_link": "https://edit.tosdr.org/points/24378"
        },
        {
            "title": "They may stop providing the service at any time",
            "rating": "neutral",
            "description": "They may discontinue the services without prior notice, at any time, for any or no reason. They usually assume no liability for losses and damages resulting from this suspension.",
            "last_updated": "2023-07-11 06:21:18",
            "edit_link": "https://edit.tosdr.org/points/24371"
        },
        {
            "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
            "rating": "neutral",
            "description": "The service provider expressly does not claim to provide uninterrupted, timely, secure or error-free service.",
            "last_updated": "2023-07-11 06:21:17",
            "edit_link": "https://edit.tosdr.org/points/24377"
        },
        {
            "title": "The service is provided 'as is' and to be used at your sole risk",
            "rating": "neutral",
            "description": "This service does not provide any guarantees as to its usability or fitness for the users' purposes. Users agree to use it at their own risk, accepting any possible bugs, malfunctions or harm to their devices.",
            "last_updated": "2023-07-11 06:21:17",
            "edit_link": "https://edit.tosdr.org/points/24376"
        },
        {
            "title": "Your account can be suspended for several reasons",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:21:17",
            "edit_link": "https://edit.tosdr.org/points/24383"
        },
        {
            "title": "This service is only available to users over 13 years of age",
            "rating": "neutral",
            "description": "The Services are intended for users who are at least a certain age. If you are younger than the age required then you are prohibited from using the Service.",
            "last_updated": "2023-07-11 06:21:17",
            "edit_link": "https://edit.tosdr.org/points/24368"
        },
        {
            "title": "You are responsible for maintaining the security of your account and for the activities on your account",
            "rating": "neutral",
            "description": "You are responsible for protecting the confidentiality of your password and for maintaining the security of your account. Any activity occurring under your account is your responsibility, whether authorized by you or not.",
            "last_updated": "2023-07-11 06:21:18",
            "edit_link": "https://edit.tosdr.org/points/24369"
        },
        {
            "title": "The service informs you that its privacy policy does not apply to third party websites",
            "rating": "neutral",
            "description": "The service states that whenever it links to third party websites or applications, its privacy policy does not apply. Those third party websites or applications hosted or operated by other organizations may have their own privacy policies.",
            "last_updated": "2023-07-11 06:21:17",
            "edit_link": "https://edit.tosdr.org/points/24367"
        },
        {
            "title": "You must report to the service any unauthorized use of your account or any breach of security",
            "rating": "neutral",
            "description": "The service asks the user to notify them immediately of any unauthorized use or security breaches.",
            "last_updated": "2023-07-11 06:21:18",
            "edit_link": "https://edit.tosdr.org/points/24370"
        },
        {
            "title": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.",
            "rating": "neutral",
            "description": "Even though the Do Not Track (DNT) header was not implemented perfectly, services should not track users whose browsers send a DNT header.",
            "last_updated": "2023-07-11 06:21:15",
            "edit_link": "https://edit.tosdr.org/points/24361"
        },
        {
            "title": "Third parties are involved in operating the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:21:17",
            "edit_link": "https://edit.tosdr.org/points/24350"
        },
        {
            "title": "Your IP address is collected, which can be used to view your approximate location",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:21:14",
            "edit_link": "https://edit.tosdr.org/points/24351"
        },
        {
            "title": "The terms may be changed at any time, but you will receive notification of the changes",
            "rating": "neutral",
            "description": "The Terms may be updated without prior notice, but users will be notified of the changes at the moment they will start applying.",
            "last_updated": "2023-07-11 06:21:17",
            "edit_link": "https://edit.tosdr.org/points/24365"
        }
    ]
}