{
    "meta_data": {
        "title": "LightyearVPN - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "Terms may be changed any time at their discretion, without notice to the user",
            "rating": "bad",
            "description": "The Agreements can be updated at any time, including in a way that negatively affects user rights, without notifying before or after the changes.",
            "last_updated": "2023-07-11 10:15:46",
            "point_link": "https://edit.tosdr.org/points/19664",
            "approval_status": "APPROVED",
            "clause_text": "We reserve the right, in our sole discretion, to make changes or modifications to these Terms of Use at any time and for any reason.\nWe will alert you about any changes by updating the “Last updated” date of these Terms of Use, and you waive any right to receive specific notice of each such change.\nIt is your responsibility to periodically review these Terms of Use to stay informed of updates.",
            "point_source": "https://app.termly.io/document/terms-of-use-for-website/6d5d3982-3978-4650-a945-1e74138154db",
            "case": {
                "text": "Terms may be changed any time at their discretion, without notice to you",
                "href": "https://edit.tosdr.org/cases/121"
            }
        },
        {
            "title": "The service can delete your account without prior notice and without a reason",
            "rating": "bad",
            "description": "At any time, your account can be terminated without explanation and without warning by the service.",
            "last_updated": "2023-07-11 10:15:47",
            "point_link": "https://edit.tosdr.org/points/19677",
            "approval_status": "APPROVED",
            "clause_text": "WITHOUT LIMITING ANY OTHER PROVISION OF THESE TERMS OF USE, WE RESERVE THE RIGHT TO, IN OUR SOLE DISCRETION AND WITHOUT NOTICE OR LIABILITY, DENY ACCESS TO AND USE OF THE SITE (INCLUDING BLOCKING CERTAIN IP ADDRESSES), TO ANY PERSON FOR ANY REASON OR FOR NO REASON, INCLUDING WITHOUT LIMITATION FOR BREACH OF ANY REPRESENTATION, WARRANTY, OR COVENANT CONTAINED IN THESE TERMS OF USE OR OF ANY APPLICABLE LAW OR REGULATION.\nWE MAY TERMINATE YOUR USE OR PARTICIPATION IN THE SITE OR DELETE YOUR ACCOUNT AND&nbsp;ANY CONTENT OR INFORMATION THAT YOU POSTED AT ANY TIME,\nWITHOUT WARNING, IN OUR SOLE DISCRETION.",
            "point_source": "https://app.termly.io/document/terms-of-use-for-website/6d5d3982-3978-4650-a945-1e74138154db",
            "case": {
                "text": "Your account can be deleted or permanently suspended without prior notice and without a reason",
                "href": "https://edit.tosdr.org/cases/201"
            }
        },
        {
            "title": "This service tracks which web page referred you to it",
            "rating": "bad",
            "description": "The service logs the URL of the last web page you visited before visiting the Site and may use that information to gather more data about you.",
            "last_updated": "2023-07-11 10:15:44",
            "point_link": "https://edit.tosdr.org/points/19684",
            "approval_status": "APPROVED",
            "clause_text": "We automatically collect certain information when you visit, use or navigate the Services.\nThis information does not reveal your specific identity (like your name or contact information) but may include device and usage information, such as your IP address, browser and device characteristics, operating system, language preferences, referring URLs, device name, country, location, information about how and when you use our Services and other technical information.",
            "point_source": "https://app.termly.io/document/privacy-policy/4f9dfea9-b414-436b-b842-92a72620cc1c",
            "case": {
                "text": "This service tracks which web page referred you to it",
                "href": "https://edit.tosdr.org/cases/387"
            }
        },
        {
            "title": "If you offer suggestions to the service, they become the owner of the ideas that you give them",
            "rating": "bad",
            "description": "The service can claim ownership on feedback, proposals, ideas and suggestions submitted by the users, who may waive their \"moral rights\" on that feedback.",
            "last_updated": "2023-07-11 10:15:43",
            "point_link": "https://edit.tosdr.org/points/19674",
            "approval_status": "APPROVED",
            "clause_text": "You acknowledge and agree that any questions, comments, suggestions, ideas, feedback, or other information regarding the Site (\"Submissions\") provided by you to us are non-confidential and shall become our sole property.\nWe shall own exclusive rights, including all intellectual property rights, and shall be entitled to the unrestricted use and dissemination of these Submissions for any lawful purpose, commercial or otherwise, without acknowledgment or compensation to you.",
            "point_source": "https://app.termly.io/document/terms-of-use-for-website/6d5d3982-3978-4650-a945-1e74138154db",
            "case": {
                "text": "If you offer suggestions to the service, they become the owner of the ideas that you give them",
                "href": "https://edit.tosdr.org/cases/182"
            }
        },
        {
            "title": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting",
            "rating": "bad",
            "description": "Tracking technologies (such as web beacons, tracking pixels...) are employed on users and/or the service assigns a unique ID to a browser or device to track its behaviour.",
            "last_updated": "2023-07-11 04:47:32",
            "point_link": "https://edit.tosdr.org/points/20135",
            "approval_status": "APPROVED",
            "clause_text": "<br>We may use cookies and similar tracking technologies (like web beacons and pixels) to access or store information.",
            "point_source": "https://app.termly.io/document/privacy-policy/4f9dfea9-b414-436b-b842-92a72620cc1c",
            "case": {
                "text": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting",
                "href": "https://edit.tosdr.org/cases/323"
            }
        },
        {
            "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.",
            "rating": "bad",
            "description": "If the service gets acquired or is involved in a merger, bankruptcy, reorganisation or sale, your personal data may be transferred or sold.",
            "last_updated": "2023-07-11 10:15:48",
            "point_link": "https://edit.tosdr.org/points/19730",
            "approval_status": "APPROVED",
            "clause_text": "We may share or transfer your information in connection with, or during negotiations of, any merger, sale of company assets, financing, or acquisition of all or a portion of our business to another company.</li>",
            "point_source": "https://app.termly.io/document/privacy-policy/4f9dfea9-b414-436b-b842-92a72620cc1c",
            "case": {
                "text": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction",
                "href": "https://edit.tosdr.org/cases/243"
            }
        },
        {
            "title": "Instead of asking directly, this Service will assume your consent merely from your usage.",
            "rating": "bad",
            "description": "The Service infers your acceptance from your continued usage, instead of prompting you to read the new Terms and asking for direct consent. This doesn’t apply to services that have no way to seek consent from users through their contact details or an account.",
            "last_updated": "2023-07-11 10:15:42",
            "point_link": "https://edit.tosdr.org/points/19666",
            "approval_status": "APPROVED",
            "clause_text": "You will be subject to, and will be deemed to have been made aware of and to have accepted, the changes in any revised Terms of Use by your continued use of the Site after the date such revised Terms of Use are posted.<br>",
            "point_source": "https://app.termly.io/document/terms-of-use-for-website/6d5d3982-3978-4650-a945-1e74138154db",
            "case": {
                "text": "Instead of asking directly, this Service will assume your consent to changes of terms merely from your usage.",
                "href": "https://edit.tosdr.org/cases/403"
            }
        },
        {
            "title": "If you use their mobile App, this service receives your precise location through GPS coordinates",
            "rating": "bad",
            "description": "Unless the service relies on Geo Location, this case is to be assigned to points that don't need your GPS coordinates to function properly.",
            "last_updated": "2023-07-11 04:47:32",
            "point_link": "https://edit.tosdr.org/points/20133",
            "approval_status": "APPROVED",
            "clause_text": "If you use our App, we also collect the following information:<ul>\n<li>\n<em>Geo-Location Information.",
            "point_source": "https://app.termly.io/document/privacy-policy/4f9dfea9-b414-436b-b842-92a72620cc1c",
            "case": {
                "text": "This service receives your precise location through GPS coordinates",
                "href": "https://edit.tosdr.org/cases/400"
            }
        },
        {
            "title": "You maintain ownership of your content",
            "rating": "good",
            "description": "This service does not claim ownership over user-generated content or materials, and the user doesn't need to waive any moral rights by posting owned content.",
            "last_updated": "2023-07-11 10:15:41",
            "point_link": "https://edit.tosdr.org/points/19673",
            "approval_status": "APPROVED",
            "clause_text": "We do not assert any ownership over your Contributions.\nYou retain full ownership of all of your Contributions and any intellectual property rights or other proprietary rights associated with your Contributions.",
            "point_source": "https://app.termly.io/document/terms-of-use-for-website/6d5d3982-3978-4650-a945-1e74138154db",
            "case": {
                "text": "You maintain ownership of your content",
                "href": "https://edit.tosdr.org/cases/183"
            }
        },
        {
            "title": "Details are provided about what kind of information they collect",
            "rating": "good",
            "description": "The Privacy Policy describes in detail the data collected through the website and through the services provided.",
            "last_updated": "2023-07-11 04:47:32",
            "point_link": "https://edit.tosdr.org/points/20131",
            "approval_status": "APPROVED",
            "clause_text": "1.\nWHAT INFORMATION DO WE COLLECT?",
            "point_source": "https://app.termly.io/document/privacy-policy/4f9dfea9-b414-436b-b842-92a72620cc1c",
            "case": {
                "text": "Information is provided about what kind of information they collect",
                "href": "https://edit.tosdr.org/cases/228"
            }
        },
        {
            "title": "The service warns you of the potential consequences related to third-party access",
            "rating": "good",
            "description": "This is different from disclaiming liability for external links, which is handled by the \"This service assumes no responsibility and liability for the contents of links to other websites\" case.",
            "last_updated": "2023-07-11 10:15:42",
            "point_link": "https://edit.tosdr.org/points/19675",
            "approval_status": "APPROVED",
            "clause_text": "If you decide to leave the Site and access the Third-Party Websites or to use or install any Third-Party Content, you do so at your own risk, and you should be aware these Terms of Use no longer govern.",
            "point_source": "https://app.termly.io/document/terms-of-use-for-website/6d5d3982-3978-4650-a945-1e74138154db",
            "case": {
                "text": "You are warned of the potential consequences related to third-party access",
                "href": "https://edit.tosdr.org/cases/209"
            }
        },
        {
            "title": "A complaint mechanism is provided for the handling of personal data",
            "rating": "good",
            "description": "The service provides users with contact information for an internal or external structure to lodge complaints. It also provides users with contact information for a higher data protection / privacy office in case the internal mechanism fails to satisfy the user.",
            "last_updated": "2023-07-11 04:47:31",
            "point_link": "https://edit.tosdr.org/points/20134",
            "approval_status": "APPROVED",
            "clause_text": "If you have questions or comments about your privacy rights, you may email us at admin@lightyearvpn.com.",
            "point_source": "https://app.termly.io/document/privacy-policy/4f9dfea9-b414-436b-b842-92a72620cc1c",
            "case": {
                "text": "A complaint mechanism is provided for the handling of personal data",
                "href": "https://edit.tosdr.org/cases/300"
            }
        },
        {
            "title": "You have the right to leave this service at any time",
            "rating": "good",
            "description": "You can stop using the service and/or cancel or delete your account at any time for any reason. Moreover, the termination is reasonably fast and simple.",
            "last_updated": "2023-07-11 10:15:40",
            "point_link": "https://edit.tosdr.org/points/19731",
            "approval_status": "APPROVED",
            "clause_text": "You may review, change, or terminate your account at any time.</em>",
            "point_source": "https://app.termly.io/document/privacy-policy/4f9dfea9-b414-436b-b842-92a72620cc1c",
            "case": {
                "text": "You have the right to leave this service at any time",
                "href": "https://edit.tosdr.org/cases/170"
            }
        },
        {
            "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:15:44",
            "point_link": "https://edit.tosdr.org/points/19681",
            "approval_status": "APPROVED",
            "clause_text": "You agree to\ndefend, indemnify, and hold us harmless, including our subsidiaries,\naffiliates, and all of our respective officers, agents, partners, and\nemployees, from and against any loss, damage, liability, claim, or demand, including\nreasonable attorneys’ fees and expenses, made by any third party due to or\narising out of: (1) use of the Site.\n(2) breach of these Terms of Use.\n(3) any breach of your representations and warranties set forth in these Terms of Use.\n(4) your violation of the rights of a third party, including but not limited to intellectual property rights.\nor (5) any overt harmful act toward any other user of the Site with whom you connected via the Site.",
            "point_source": "https://app.termly.io/document/terms-of-use-for-website/6d5d3982-3978-4650-a945-1e74138154db",
            "case": {
                "text": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
                "href": "https://edit.tosdr.org/cases/146"
            }
        },
        {
            "title": "They may stop providing the service at any time",
            "rating": "neutral",
            "description": "They may discontinue the services without prior notice, at any time, for any or no reason. They usually assume no liability for losses and damages resulting from this suspension.",
            "last_updated": "2023-07-11 10:15:44",
            "point_link": "https://edit.tosdr.org/points/19678",
            "approval_status": "APPROVED",
            "clause_text": "We reserve the right to change, modify, or remove the contents of the Site at any time or for any reason at our sole discretion without notice.\nHowever, we have no obligation to update any information on our Site.\nWe also reserve the right to modify or discontinue all or part of the Site without notice at any time.",
            "point_source": "https://app.termly.io/document/terms-of-use-for-website/6d5d3982-3978-4650-a945-1e74138154db",
            "case": {
                "text": "They may stop providing the service at any time",
                "href": "https://edit.tosdr.org/cases/203"
            }
        },
        {
            "title": "This service prohibits users sending chain letters, junk mail, spam or any unsolicited messages.",
            "rating": "neutral",
            "description": "Users are not allowed to use the service for chain letters, junk mail, spamming or any other distribution of content to people who have not agreed to receiving it.",
            "last_updated": "2023-07-11 10:15:42",
            "point_link": "https://edit.tosdr.org/points/19671",
            "approval_status": "APPROVED",
            "clause_text": "Your Contributions are not unsolicited or unauthorized advertising, promotional materials, pyramid schemes, chain letters, spam, mass mailings, or other forms of solicitation.",
            "point_source": "https://app.termly.io/document/terms-of-use-for-website/6d5d3982-3978-4650-a945-1e74138154db",
            "case": {
                "text": "You are prohibited from sending chain letters, junk mail, spam or any unsolicited messages",
                "href": "https://edit.tosdr.org/cases/281"
            }
        },
        {
            "title": "Users agree not to submit libelous, harassing or threatening content",
            "rating": "neutral",
            "description": "This service prohibits users from submitting content of a variety of types. This can include content that is unlawful, harassing, abusive, threatening, libelous, sexist, racist, homophobic, transphobic, or discriminatory in any other way.",
            "last_updated": "2023-07-11 10:15:43",
            "point_link": "https://edit.tosdr.org/points/19669",
            "approval_status": "APPROVED",
            "clause_text": "4.\nDisparage, tarnish, or otherwise harm, in our opinion, us and/or the Site.5.\nUse any information obtained from the Site in order to harass, abuse, or harm another person.",
            "point_source": "https://app.termly.io/document/terms-of-use-for-website/6d5d3982-3978-4650-a945-1e74138154db",
            "case": {
                "text": "You agree not to submit libelous, harassing or threatening content",
                "href": "https://edit.tosdr.org/cases/283"
            }
        },
        {
            "title": "Spidering, crawling, or accessing the site through any automated means is not allowed",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:15:43",
            "point_link": "https://edit.tosdr.org/points/19668",
            "approval_status": "APPROVED",
            "clause_text": "(5) you will not access the Site through automated or non-human means, whether through a bot, script, or otherwise.",
            "point_source": "https://app.termly.io/document/terms-of-use-for-website/6d5d3982-3978-4650-a945-1e74138154db",
            "case": {
                "text": "Spidering, crawling, or accessing the site through any automated means is not allowed",
                "href": "https://edit.tosdr.org/cases/150"
            }
        },
        {
            "title": "The service is provided 'as is' and to be used at the users' sole risk",
            "rating": "neutral",
            "description": "This service does not provide any guarantees as to its usability or fitness for the users' purposes. Users agree to use it at their own risk, accepting any possible bugs, malfunctions or harm to their devices.",
            "last_updated": "2023-07-11 10:15:44",
            "point_link": "https://edit.tosdr.org/points/19680",
            "approval_status": "APPROVED",
            "clause_text": "DISCLAIMER</strong>\n<br>THE SITE IS PROVIDED\nON AN AS-IS AND AS-AVAILABLE BASIS.\nYOU\nAGREE THAT YOUR USE OF THE SITE AND OUR SERVICES WILL BE AT YOUR SOLE RISK.\nTO THE\nFULLEST EXTENT PERMITTED BY LAW, WE DISCLAIM ALL WARRANTIES, EXPRESS OR\nIMPLIED, IN CONNECTION WITH THE SITE AND YOUR USE THEREOF, INCLUDING, WITHOUT\nLIMITATION, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR\nPURPOSE, AND NON-INFRINGEMENT.",
            "point_source": "https://app.termly.io/document/terms-of-use-for-website/6d5d3982-3978-4650-a945-1e74138154db",
            "case": {
                "text": "The service is provided 'as is' and to be used at your sole risk",
                "href": "https://edit.tosdr.org/cases/286"
            }
        },
        {
            "title": "This service is only available to users over a certain age",
            "rating": "neutral",
            "description": "The Services are intended for users who are at least a certain age. If you are younger than the age required then you are prohibited from using the Service.",
            "last_updated": "2023-07-11 10:15:43",
            "point_link": "https://edit.tosdr.org/points/19667",
            "approval_status": "APPROVED",
            "clause_text": "<br>The Site is intended for users who are at least 18 years old.\nPersons under the age of 18 are not permitted to use or register for the Site.",
            "point_source": "https://app.termly.io/document/terms-of-use-for-website/6d5d3982-3978-4650-a945-1e74138154db",
            "case": {
                "text": "This service is only available to users over a certain age",
                "href": "https://edit.tosdr.org/cases/152"
            }
        },
        {
            "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision",
            "rating": "neutral",
            "description": "Even if the service does not or not always enforce all of the rules or provisions contained in its terms, they still apply. Users can at a later time still be held accountable for violating provisions that have not been enforced consistently.",
            "last_updated": "2023-07-11 10:15:44",
            "point_link": "https://edit.tosdr.org/points/19682",
            "approval_status": "APPROVED",
            "clause_text": "If any provision or part of a provision of these Terms of Use is determined to be unlawful, void, or unenforceable, that provision or part of the provision is deemed severable from these Terms of Use and does not affect the validity and enforceability of any remaining provisions.",
            "point_source": "https://app.termly.io/document/terms-of-use-for-website/6d5d3982-3978-4650-a945-1e74138154db",
            "case": {
                "text": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision",
                "href": "https://edit.tosdr.org/cases/295"
            }
        },
        {
            "title": "Users agree not to use the service for illegal purposes",
            "rating": "neutral",
            "description": "The user agrees not to commit any unlawful acts through the use of the website, including the posting of illegal content or messaging.",
            "last_updated": "2023-07-11 10:15:48",
            "point_link": "https://edit.tosdr.org/points/19729",
            "approval_status": "APPROVED",
            "clause_text": "(6) you will not use the Site for any illegal or unauthorized purpose.",
            "point_source": "https://app.termly.io/document/terms-of-use-for-website/6d5d3982-3978-4650-a945-1e74138154db",
            "case": {
                "text": "You agree not to use the service for illegal purposes",
                "href": "https://edit.tosdr.org/cases/280"
            }
        },
        {
            "title": "The court of law governing the terms is in California",
            "rating": "neutral",
            "description": "The Terms are governed by the applicable laws of a jurisdiction (specified in the title of each point by replacing the \"X\").",
            "last_updated": "2023-07-11 10:15:44",
            "point_link": "https://edit.tosdr.org/points/19679",
            "approval_status": "APPROVED",
            "clause_text": "These Terms of Use and your use of the Site are governed by and construed in accordance with the laws of the State of California applicable to agreements made and to be entirely performed within&nbsp;the State of California, without regard to its conflict of law principles.<br>",
            "point_source": "https://app.termly.io/document/terms-of-use-for-website/6d5d3982-3978-4650-a945-1e74138154db",
            "case": {
                "text": "The court of law governing the terms is in location X",
                "href": "https://edit.tosdr.org/cases/163"
            }
        },
        {
            "title": "This service collects your IP address, which can be used to view your approximate location",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:15:44",
            "point_link": "https://edit.tosdr.org/points/19683",
            "approval_status": "APPROVED",
            "clause_text": "<em>Some information — such as your Internet Protocol (IP) address and/or browser and device characteristics — is collected automatically when you visit our <em>Services</em>.",
            "point_source": "https://app.termly.io/document/privacy-policy/4f9dfea9-b414-436b-b842-92a72620cc1c",
            "case": {
                "text": "Your IP address is collected, which can be used to view your approximate location",
                "href": "https://edit.tosdr.org/cases/399"
            }
        },
        {
            "title": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.",
            "rating": "neutral",
            "description": "Even though the Do Not Track (DNT) header was not implemented perfectly, services should not track users whose browsers send a DNT header.",
            "last_updated": "2023-07-11 04:47:31",
            "point_link": "https://edit.tosdr.org/points/20130",
            "approval_status": "APPROVED",
            "clause_text": "As such, we do not currently respond to DNT browser signals or any other mechanism that automatically communicates your choice not to be tracked online.",
            "point_source": "https://app.termly.io/document/privacy-policy/4f9dfea9-b414-436b-b842-92a72620cc1c",
            "case": {
                "text": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.",
                "href": "https://edit.tosdr.org/cases/233"
            }
        }
    ]
}