{
    "meta_data": {
        "title": "Stingle Photos - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "Your account can be deleted without prior notice and without a reason",
            "rating": "bad",
            "description": "At any time, your account can be terminated without explanation and without warning by the service.",
            "last_updated": "2023-07-11 06:18:45",
            "edit_link": "https://edit.tosdr.org/points/22484"
        },
        {
            "title": "This service reserves the right to disclose your personal information without notifying you",
            "rating": "bad",
            "description": "If the Government governing the Terms requests personal data of a user of this service, they may not inform/notify the user while complying with the request.",
            "last_updated": "2023-07-11 06:18:43",
            "edit_link": "https://edit.tosdr.org/points/22503"
        },
        {
            "title": "Your use is throttled",
            "rating": "bad",
            "description": "The service may impose limits or restrictions to the use of the service, thus negatively impacting users experience. They may do so without reason or prior notice.",
            "last_updated": "2023-07-11 04:47:34",
            "edit_link": "https://edit.tosdr.org/points/22482"
        },
        {
            "title": "You are not being tracked",
            "rating": "good",
            "description": "The document excerpt needs to include the words \"[the service] does not track [users]\" or \"[the service] does not use any tracking technology\".",
            "last_updated": "2023-07-11 06:18:42",
            "edit_link": "https://edit.tosdr.org/points/22492"
        },
        {
            "title": "You can access most of the pages on the service's website without revealing any personal information",
            "rating": "good",
            "description": "The service does not require users to reveal personal information for most of its website. However, it may still collect anonymous logs.",
            "last_updated": "2023-07-11 06:18:41",
            "edit_link": "https://edit.tosdr.org/points/22491"
        },
        {
            "title": "No logs are kept",
            "rating": "good",
            "description": "Logs are text files containing some information about web visitors, such as user agents (showing for instance that you're connecting from Firefox for Android) and ip addresses (which reveal your approximate location). This case applies to Services that only keep the strictly necessary logs on their servers and therefore protect your privacy.",
            "last_updated": "2023-07-11 06:18:42",
            "edit_link": "https://edit.tosdr.org/points/22493"
        },
        {
            "title": "The data retention period is kept to the minimum necessary for fulfilling its purposes",
            "rating": "good",
            "description": "The service will remove personal data from its systems once it is no longer required. Depending on the type of information and the reason it was collected, data retention periods will vary.",
            "last_updated": "2023-07-11 06:18:42",
            "edit_link": "https://edit.tosdr.org/points/22498"
        },
        {
            "title": "User-generated content is encrypted, and this service cannot decrypt it",
            "rating": "good",
            "description": "Content generated by the users is end-to-end encrypted, in a way that it can't be accessed by anyone unauthorised, and even the service has no technical means to decrypt it.",
            "last_updated": "2023-07-11 06:18:42",
            "edit_link": "https://edit.tosdr.org/points/22502"
        },
        {
            "title": "Promises will be kept after a merger or acquisition",
            "rating": "good",
            "description": "If the service gets acquired or needs to transfer personal data after a merger, bankruptcy, reorganisation or sale of the services, the data will still be processed in a manner that honours the promises made in the agreements.",
            "last_updated": "2023-07-11 06:18:42",
            "edit_link": "https://edit.tosdr.org/points/22499"
        },
        {
            "title": "When the service wants to make a material change to its terms, you are notified at least 30 days in advance",
            "rating": "good",
            "description": "The service may update the Terms without notice, but if they significantly change the agreements in a manner that importantly and/or negatively affects the way the service is used, users will be notified at least 30 days in advance.",
            "last_updated": "2023-07-11 06:18:45",
            "edit_link": "https://edit.tosdr.org/points/22490"
        },
        {
            "title": "You are entitled to a refund if certain thresholds or standards are not met by the service",
            "rating": "good",
            "description": null,
            "last_updated": "2023-07-11 06:18:41",
            "edit_link": "https://edit.tosdr.org/points/22483"
        },
        {
            "title": "Your personal data is not sold",
            "rating": "good",
            "description": "This service makes an explicit promise not to sell \"personal data\" of users.",
            "last_updated": "2023-07-11 06:18:42",
            "edit_link": "https://edit.tosdr.org/points/22497"
        },
        {
            "title": "Two factor authentication is provided for your account",
            "rating": "good",
            "description": "The service provides means of further securing your account with two factor authentification, thus greatly improving account security.",
            "last_updated": "2023-07-11 06:18:45",
            "edit_link": "https://edit.tosdr.org/points/22478"
        },
        {
            "title": "No third-party analytics or tracking platforms are used",
            "rating": "good",
            "description": "There are no Google Analytics or other tracking codes embedded in the service. Any tracking is performed by the service itself.",
            "last_updated": "2023-07-11 06:18:43",
            "edit_link": "https://edit.tosdr.org/points/22494"
        },
        {
            "title": "Pseudonyms are allowed",
            "rating": "good",
            "description": "You don't need to provide your full name to use the Service and you are allowed to use a pseudonym instead.",
            "last_updated": "2023-07-11 06:18:40",
            "edit_link": "https://edit.tosdr.org/points/22477"
        },
        {
            "title": "The service claims to be GDPR compliant for European users",
            "rating": "good",
            "description": "The service has a different behavior towards users protected by the GDPR.",
            "last_updated": "2023-07-11 06:18:42",
            "edit_link": "https://edit.tosdr.org/points/22496"
        },
        {
            "title": "You have the right to leave this service at any time",
            "rating": "good",
            "description": "You can stop using the service and/or cancel or delete your account at any time for any reason. Moreover, the termination is reasonably fast and simple.",
            "last_updated": "2023-07-11 06:18:40",
            "edit_link": "https://edit.tosdr.org/points/22471"
        },
        {
            "title": "The terms for this service are easy to read",
            "rating": "good",
            "description": "The Agreements are well-organised, define legal terms (where applicable), aren't needlessly long and may be pleasant to read.",
            "last_updated": "2023-07-11 06:18:40",
            "edit_link": "https://edit.tosdr.org/points/22470"
        },
        {
            "title": "Information is provided about security practices",
            "rating": "good",
            "description": "It's important to know what security measures are taken to protect your data from unauthorized access. This case applies to the Agreements that precisely explain their security practices.",
            "last_updated": "2023-07-11 06:18:42",
            "edit_link": "https://edit.tosdr.org/points/22501"
        },
        {
            "title": "You can opt out of promotional communications",
            "rating": "good",
            "description": "You can update your account preferences and/or easily unsubscribe of email/sms lists to stop receiving promotional communications.",
            "last_updated": "2023-07-11 06:18:42",
            "edit_link": "https://edit.tosdr.org/points/22495"
        },
        {
            "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:18:41",
            "edit_link": "https://edit.tosdr.org/points/22485"
        },
        {
            "title": "There is a date of the last update of the agreements (January 2020)",
            "rating": "neutral",
            "description": "The given text has a date that allows to know when it was last updated.",
            "last_updated": "2023-07-11 06:18:40",
            "edit_link": "https://edit.tosdr.org/points/22474"
        },
        {
            "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
            "rating": "neutral",
            "description": "The service assumes no liability for any damages the user incurs, including tangible (e.g. profits) and intangible losses (e.g. data), resulting from the use or inability to use the service or any other matter relating to the service.",
            "last_updated": "2023-07-11 06:18:41",
            "edit_link": "https://edit.tosdr.org/points/22473"
        },
        {
            "title": "Defend, indemnify, hold harmless; survives termination",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:18:42",
            "edit_link": "https://edit.tosdr.org/points/22486"
        },
        {
            "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
            "rating": "neutral",
            "description": "The service provider expressly does not claim to provide uninterrupted, timely, secure or error-free service.",
            "last_updated": "2023-07-11 06:18:42",
            "edit_link": "https://edit.tosdr.org/points/22488"
        },
        {
            "title": "You are prohibited from sending chain letters, junk mail, spam or any unsolicited messages",
            "rating": "neutral",
            "description": "Users are not allowed to use the service for chain letters, junk mail, spamming or any other distribution of content to people who have not agreed to receiving it.",
            "last_updated": "2023-07-11 06:18:40",
            "edit_link": "https://edit.tosdr.org/points/22481"
        },
        {
            "title": "You agree not to submit libelous, harassing or threatening content",
            "rating": "neutral",
            "description": "This service prohibits users from submitting content of a variety of types. This can include content that is unlawful, harassing, abusive, threatening, libelous, sexist, racist, homophobic, transphobic, or discriminatory in any other way.",
            "last_updated": "2023-07-11 06:18:40",
            "edit_link": "https://edit.tosdr.org/points/22480"
        },
        {
            "title": "The service is provided 'as is' and to be used at your sole risk",
            "rating": "neutral",
            "description": "This service does not provide any guarantees as to its usability or fitness for the users' purposes. Users agree to use it at their own risk, accepting any possible bugs, malfunctions or harm to their devices.",
            "last_updated": "2023-07-11 06:18:40",
            "edit_link": "https://edit.tosdr.org/points/22472"
        },
        {
            "title": "This service is only available to users over 13 years of age",
            "rating": "neutral",
            "description": "The Services are intended for users who are at least a certain age. If you are younger than the age required then you are prohibited from using the Service.",
            "last_updated": "2023-07-11 06:18:41",
            "edit_link": "https://edit.tosdr.org/points/22475"
        },
        {
            "title": "You must report to the service any unauthorized use of your account or any breach of security",
            "rating": "neutral",
            "description": "The service asks the user to notify them immediately of any unauthorized use or security breaches.",
            "last_updated": "2023-07-11 06:18:43",
            "edit_link": "https://edit.tosdr.org/points/22500"
        },
        {
            "title": "You must report to the service any unauthorized use of your account or any breach of security",
            "rating": "neutral",
            "description": "The service asks the user to notify them immediately of any unauthorized use or security breaches.",
            "last_updated": "2023-07-11 06:18:40",
            "edit_link": "https://edit.tosdr.org/points/22479"
        },
        {
            "title": "You are responsible for maintaining the security of your account and for the activities on your account",
            "rating": "neutral",
            "description": "You are responsible for protecting the confidentiality of your password and for maintaining the security of your account. Any activity occurring under your account is your responsibility, whether authorized by you or not.",
            "last_updated": "2023-07-11 06:18:40",
            "edit_link": "https://edit.tosdr.org/points/22476"
        },
        {
            "title": "This service does not guarantee that it or the products obtained through it meet your expectations or requirements",
            "rating": "neutral",
            "description": "This service provider informs its users that the services, information, products, or other materials provided on its website may not meet the users' expectations or requirements.",
            "last_updated": "2023-07-11 06:18:41",
            "edit_link": "https://edit.tosdr.org/points/22487"
        },
        {
            "title": "The court of law governing the terms is in Delaware (USA)",
            "rating": "neutral",
            "description": "The Terms are governed by the applicable laws of a jurisdiction (specified in the title of each point by replacing the \"X\").",
            "last_updated": "2023-07-11 06:18:42",
            "edit_link": "https://edit.tosdr.org/points/22489"
        }
    ]
}