{
    "meta_data": {
        "title": "Gfycat - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "Private messages can be read",
            "rating": "blocker",
            "description": "The Service is able to access, scan, review or read all user communications, including private messages, which may contain personal or sensitive data.",
            "last_updated": "2023-07-11 10:13:33",
            "point_link": "https://edit.tosdr.org/points/17389",
            "approval_status": "APPROVED",
            "clause_text": "You should be aware that, when you submit your content or disclose information about yourself in on Gfycat’s fun pages, blogs, private messages, and community forums, the Site will collect the information you provide in such submissions, including any Personal Information.",
            "point_source": "https://gfycat.com/privacy",
            "case": {
                "text": "Private messages can be read",
                "href": "https://edit.tosdr.org/cases/239"
            }
        },
        {
            "title": "App required for this service requires broad device permissions",
            "rating": "bad",
            "description": "The app of the service requires more device permissions than necessary. As a consequence it can compromise your privacy by accessing many functions and information from your device, such as precise location, contacts, device identifiers etc.",
            "last_updated": "2023-07-11 10:13:40",
            "point_link": "https://edit.tosdr.org/points/17396",
            "approval_status": "APPROVED",
            "clause_text": "Gfycat will collect certain information that your mobile device sends when you use such Services, like a device identifier, user settings, location information, mobile carrier, and the operating system of your device.\nMobile versions of Gfycat’s Services may require that users log in with an account.\nIn such cases, information about use of mobile versions of the Services may be associated with accounts.\nIn addition, Gfycat may enable Individuals to download an application, widget, or other tool that can be used on mobile or other computing devices.\nSome of these tools may store information on mobile or other devices.\nThese tools may transmit Personal Information to Gfycat to enable Individuals to access accounts and to enable Gfycat to track use of these tools.\nSome of these tools may enable users to email reports and other information from the tool.",
            "point_source": "https://gfycat.com/privacy",
            "case": {
                "text": "App required for this service requires broad device permissions",
                "href": "https://edit.tosdr.org/cases/322"
            }
        },
        {
            "title": "Tracking via third-party cookies for advertising",
            "rating": "bad",
            "description": "The service's website sets third-party cookies (cookies that do not belong to their domain) for purposes not including statistics and analytics.",
            "last_updated": "2023-07-11 10:13:44",
            "point_link": "https://edit.tosdr.org/points/17397",
            "approval_status": "APPROVED",
            "clause_text": "We, as well as Third-Parties that provide content, advertising, or other functionality on our Services, may use cookies, pixel tags, local storage, and other technologies (“Technologies”) to automatically collect information through the Services.",
            "point_source": "https://gfycat.com/privacy",
            "case": {
                "text": "Third-party cookies are used for advertising",
                "href": "https://edit.tosdr.org/cases/128"
            }
        },
        {
            "title": "This service may keep personal data after a request for erasure for business interests or legal obligations",
            "rating": "bad",
            "description": "After the end of the data retention period and/or if you request the deletion of your data, they may still keep it for business interests (fraud detection, transactions...) or legal obligations (tax, legal reporting...)",
            "last_updated": "2023-07-11 10:13:44",
            "point_link": "https://edit.tosdr.org/points/17409",
            "approval_status": "APPROVED",
            "clause_text": "<strong>Data Retention</strong>\n<p>Gfycat retains the Personal Information we receive as described in this Privacy Policy for as long as you use our Services or as necessary to fulfill the purpose(s) for which it was collected, provide our Services, resolve disputes, establish legal defenses, conduct audits, pursue legitimate business purposes, enforce our agreements, and comply with applicable laws.</p>",
            "point_source": "https://gfycat.com/privacy",
            "case": {
                "text": "Some personal data may be kept for business interests or legal obligations",
                "href": "https://edit.tosdr.org/cases/333"
            }
        },
        {
            "title": "The service may sell your data unless you opt out",
            "rating": "bad",
            "description": "There is a form to opt-out (typically California's CCPA) of the selling of your personal data. This is a bad a point because there are many services that don't have this form due to not selling your data in the first place.",
            "last_updated": "2023-07-11 10:13:48",
            "point_link": "https://edit.tosdr.org/points/17408",
            "approval_status": "APPROVED",
            "clause_text": "You may also have a right to request restriction of or object to processing of your Personal Information where such requests are permitted by law, and may opt out of our “sale” of data to third parties, as the term “sale” is defined under the California Consumer Privacy Act (CCPA).</p>",
            "point_source": "https://gfycat.com/privacy",
            "case": {
                "text": "Your Personal data may be sold unless you opt out",
                "href": "https://edit.tosdr.org/cases/396"
            }
        },
        {
            "title": "The service can delete your account without prior notice and without a reason",
            "rating": "bad",
            "description": "At any time, your account can be terminated without explanation and without warning by the service.",
            "last_updated": "2023-07-11 10:13:31",
            "point_link": "https://edit.tosdr.org/points/17383",
            "approval_status": "APPROVED",
            "clause_text": "You agree that Gfycat, in its sole discretion, may suspend or terminate your account (or any part thereof) or use of the Service and remove and discard any content within the Service, for any reason, including, without limitation, for lack of use or if Gfycat believes that you have violated or acted inconsistently with the letter or spirit of these Terms of Service.",
            "point_source": "https://gfycat.com/terms",
            "case": {
                "text": "Your account can be deleted or permanently suspended without prior notice and without a reason",
                "href": "https://edit.tosdr.org/cases/201"
            }
        },
        {
            "title": "This service can license user content to third parties",
            "rating": "bad",
            "description": "By posting content through the Services, users grant them a transferable and/or sublicensable right, which allows user content to be licensed to third parties.",
            "last_updated": "2023-07-11 10:09:50",
            "point_link": "https://edit.tosdr.org/points/17373",
            "approval_status": "APPROVED",
            "clause_text": "transferable, sublicensable,",
            "point_source": "https://gfycat.com/terms",
            "case": {
                "text": "Your content can be licensed to third parties",
                "href": "https://edit.tosdr.org/cases/134"
            }
        },
        {
            "title": "You waive your right to a class action.",
            "rating": "bad",
            "description": "The right to be represented in a class action (or representative action) exists in the US and some European countries. It allows people who have been similarly injured by the same accused to take legal action by a single lawsuit instead of individually. Some Terms of Service try to limit that right. By agreeing to them, you could waive (= renounce to) your right to a class action, which might reduce your chances to be successful in a case.",
            "last_updated": "2023-07-11 10:10:15",
            "point_link": "https://edit.tosdr.org/points/17382",
            "approval_status": "APPROVED",
            "clause_text": "You agree that, by entering into this Terms of Service, you and Gfycat are each waiving the right to a trial by jury or to participate in a class action.",
            "point_source": "https://gfycat.com/terms",
            "case": {
                "text": "You waive your right to a class action.",
                "href": "https://edit.tosdr.org/cases/117"
            }
        },
        {
            "title": "This service tracks which web page referred you to it",
            "rating": "bad",
            "description": "The service logs the URL of the last web page you visited before visiting the Site and may use that information to gather more data about you.",
            "last_updated": "2023-07-11 10:11:17",
            "point_link": "https://edit.tosdr.org/points/17393",
            "approval_status": "APPROVED",
            "clause_text": "pages that you visit before and after using the Services",
            "point_source": "https://gfycat.com/privacy",
            "case": {
                "text": "This service tracks which web page referred you to it",
                "href": "https://edit.tosdr.org/cases/387"
            }
        },
        {
            "title": "This service may use your personal information for marketing purposes",
            "rating": "bad",
            "description": "The service may use your personal data for marketing, such as sending you personalised offerings.",
            "last_updated": "2023-07-11 10:13:32",
            "point_link": "https://edit.tosdr.org/points/17387",
            "approval_status": "APPROVED",
            "clause_text": "Gfycat may use this information to contact you in the future to tell you about aspects of the Services we believe will be of interest to you.",
            "point_source": "https://gfycat.com/privacy",
            "case": {
                "text": "Your personal data may be used for marketing purposes",
                "href": "https://edit.tosdr.org/cases/336"
            }
        },
        {
            "title": "The service uses social media cookies/pixels",
            "rating": "bad",
            "description": "These types of cookies/pixels send information to social media sites when you interact with the service.",
            "last_updated": "2023-07-11 10:13:39",
            "point_link": "https://edit.tosdr.org/points/17399",
            "approval_status": "APPROVED",
            "clause_text": "Social Media Widgets.</strong> Our Website includes social media features.\nThese features may collect your IP address, which page you are visiting on our Site, and may set a cookie to enable the feature to function properly.",
            "point_source": "https://gfycat.com/privacy",
            "case": {
                "text": "You are being tracked via social media cookies/pixels",
                "href": "https://edit.tosdr.org/cases/307"
            }
        },
        {
            "title": "The service may collect extra data about you through promotions",
            "rating": "bad",
            "description": "Additional personal data may be collected through contests, surveys, promotions, petitions or sweepstakes.",
            "last_updated": "2023-07-11 10:13:32",
            "point_link": "https://edit.tosdr.org/points/17384",
            "approval_status": "APPROVED",
            "clause_text": "We collect Personal Information from you when you voluntarily provide such information, such as when you contact us with inquiries, respond to one of our surveys, register for access to the Services or use certain Services.</p>",
            "point_source": "https://gfycat.com/privacy",
            "case": {
                "text": "Extra data may be collected about you through promotions",
                "href": "https://edit.tosdr.org/cases/211"
            }
        },
        {
            "title": "This service forces users into binding arbitration in the case of disputes",
            "rating": "bad",
            "description": "This service forces users to use their own contracted arbitrator and forces users to waive their rights to jury trial.",
            "last_updated": "2023-07-11 10:13:31",
            "point_link": "https://edit.tosdr.org/points/17381",
            "approval_status": "APPROVED",
            "clause_text": "You agree that any and all disputes or claims that have arisen or may arise between you and Gfycat, whether relating to these Terms of Service (including any alleged breach thereof), the Services, any advertising, any aspect of the relationship between us, or otherwise, shall be resolved exclusively through final and binding arbitration, rather than a court in accordance with the terms of this Arbitration Agreement, except that you may assert individual claims in small claims court, if your claims qualify.",
            "point_source": "https://gfycat.com/terms",
            "case": {
                "text": "You are forced into binding arbitration in case of disputes",
                "href": "https://edit.tosdr.org/cases/339"
            }
        },
        {
            "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
            "rating": "bad",
            "description": "Tracking technologies (such as web beacons, tracking pixels...) are employed on users and/or the service assigns a unique ID to a browser or device to track its behaviour.",
            "last_updated": "2023-07-11 10:13:31",
            "point_link": "https://edit.tosdr.org/points/17391",
            "approval_status": "APPROVED",
            "clause_text": "cookie identifiers, mobile carrier, mobile advertising identifiers, MAC address, IMEI, Advertiser ID, and other device identifiers that are automatically assigned to your computer or device when you access the Internet,",
            "point_source": "https://gfycat.com/privacy",
            "case": {
                "text": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting",
                "href": "https://edit.tosdr.org/cases/323"
            }
        },
        {
            "title": "This service reserves the right to disclose your personal information without notifying you",
            "rating": "bad",
            "description": "If the Government governing the Terms requests personal data of a user of this service, they may not inform/notify the user while complying with the request.",
            "last_updated": "2023-07-11 10:13:47",
            "point_link": "https://edit.tosdr.org/points/17402",
            "approval_status": "APPROVED",
            "clause_text": "We may access, preserve, and disclose your Personal Information, other account information, and content if we believe doing so is required or appropriate to: (i) comply with law enforcement or national security requests and legal process, such as a court order or subpoena.\n(ii) respond to your requests.\n(iii) protect yours’, ours’ or others’ rights, property, or safety.\n(iv) to enforce Gfycat policies or contracts.\n(v) to collect amounts owed to Gfycat.\n(vi) when we believe disclosure is necessary or appropriate to prevent physical harm or financial loss or in connection with an investigation or prosecution of suspected or actual illegal activity.\nor (vii) if we, in good faith, believe that disclosure is otherwise necessary or advisable.</li>\n<li>",
            "point_source": "https://gfycat.com/privacy",
            "case": {
                "text": "Your personal data may be disclosed to comply with government requests without notice to you",
                "href": "https://edit.tosdr.org/cases/164"
            }
        },
        {
            "title": "This service keeps a license on user-generated content even after users close their accounts.",
            "rating": "bad",
            "description": "The service may still use your content and display it after you stopped using it by closing your account. The case applies to terms requiring users to grant them a perpetual license over that content.",
            "last_updated": "2023-07-11 10:07:19",
            "point_link": "https://edit.tosdr.org/points/17374",
            "approval_status": "APPROVED",
            "clause_text": "perpetual, irrevocable license to copy, display, upload, perform, distribute, store, modify and otherwise use your User Content in connection with the operation of the Service",
            "point_source": "https://gfycat.com/terms",
            "case": {
                "text": "A license is kept on user-generated content even after you close your account",
                "href": "https://edit.tosdr.org/cases/130"
            }
        },
        {
            "title": "This service receives your precise location through GPS coordinates",
            "rating": "bad",
            "description": "Unless the service relies on Geo Location, this case is to be assigned to points that don't need your GPS coordinates to function properly.",
            "last_updated": "2023-07-11 10:03:59",
            "point_link": "https://edit.tosdr.org/points/17392",
            "approval_status": "APPROVED",
            "clause_text": "\"We may collect certain information automatically through our Services or other methods of web analysis, such as [...] geo-location information\"",
            "point_source": "https://gfycat.com/privacy",
            "case": {
                "text": "This service receives your precise location through GPS coordinates",
                "href": "https://edit.tosdr.org/cases/400"
            }
        },
        {
            "title": "The service uses your personal data to employ targeted third-party advertising",
            "rating": "bad",
            "description": "Your Personal Information is traded and shared with advertising companies to target ads on you, either on the website you were visiting or in third party websites. Your interaction with the service and data you have shared with them may be gathered to create an advertising ID or profile.",
            "last_updated": "2023-07-11 10:13:45",
            "point_link": "https://edit.tosdr.org/points/17401",
            "approval_status": "APPROVED",
            "clause_text": "Our advertising partners may use this information (and similar information collected from other websites) to deliver targeted advertisements to you when you visit non-Gfycat related websites within their networks.\nThis practice is commonly referred to as “interest-based advertising” or “online behavioral advertising.”",
            "point_source": "https://gfycat.com/privacy",
            "case": {
                "text": "Your personal data is used to employ targeted third-party advertising",
                "href": "https://edit.tosdr.org/cases/220"
            }
        },
        {
            "title": "Per the service's terms, users may not express negative opinions about them",
            "rating": "bad",
            "description": "Criticising, questioning, making objections or complaints about the Service, its staff or anything related to it is prohibited and constitutes a breach of the Terms.",
            "last_updated": "2023-07-11 10:13:31",
            "point_link": "https://edit.tosdr.org/points/17368",
            "approval_status": "APPROVED",
            "clause_text": "Users are prohibited from posting content that may harm Gfycat, including content expressing a negative opinion about their service.",
            "point_source": "https://gfycat.com/terms",
            "case": {
                "text": "Per the service's terms, you may not express negative opinions about them",
                "href": "https://edit.tosdr.org/cases/156"
            }
        },
        {
            "title": "This service gives your personal data to third parties involved in its operation",
            "rating": "bad",
            "description": "Your personal data is or may be given to third parties essential to the service’s operation. This could be an external spam detection service for an internet forum.",
            "last_updated": "2023-07-11 10:13:39",
            "point_link": "https://edit.tosdr.org/points/17395",
            "approval_status": "APPROVED",
            "clause_text": "<li>When you interact with Gfycat through the Services, we receive and store certain additional information that we do not use to identify you (e.g., IP address or mobile ID).\nGfycat may store such information itself or such information may be included in databases owned and maintained by Gfycat affiliates, agents or service providers.",
            "point_source": "https://gfycat.com/privacy",
            "case": {
                "text": "This service gives your personal data to third parties involved in its operation",
                "href": "https://edit.tosdr.org/cases/188"
            }
        },
        {
            "title": "The service uses your personal data for advertising",
            "rating": "bad",
            "description": "Your interaction with the service and data you have shared with them may be gathered to create an advertising ID or profile to target ads on you, either on the website you were visiting or in third party websites.",
            "last_updated": "2023-07-11 10:04:02",
            "point_link": "https://edit.tosdr.org/points/17394",
            "approval_status": "APPROVED",
            "clause_text": "Gfycat may provide you with these materials by phone, postal mail, facsimile, or email, as permitted by applicable law.\nSuch uses include:</li>\n<ul>\n<li>To tailor content, advertisements, and offers.</li>\n<li>",
            "point_source": "https://gfycat.com/privacy",
            "case": {
                "text": "Your personal data is used for advertising",
                "href": "https://edit.tosdr.org/cases/216"
            }
        },
        {
            "title": "This service throttles your use",
            "rating": "bad",
            "description": "The service may impose limits or restrictions to the use of the service, thus negatively impacting users experience. They may do so without reason or prior notice.",
            "last_updated": "2023-07-11 10:13:30",
            "point_link": "https://edit.tosdr.org/points/17361",
            "approval_status": "APPROVED",
            "clause_text": "You acknowledge that Gfycat may establish general practices and limits concerning use of the Service, including without limitation the maximum period of time that data or other content will be retained by the Service and the maximum storage space that will be allotted on Gfycat’s servers on your behalf.",
            "point_source": "https://gfycat.com/terms",
            "case": {
                "text": "Your use is throttled",
                "href": "https://edit.tosdr.org/cases/157"
            }
        },
        {
            "title": "Users shall not interfere with another person's enjoyment of the service",
            "rating": "bad",
            "description": "Users are asked not to interfere with another person't enjoyment in using the service.\nHowever, this statement is very vague and open to interpretation by the service itself.",
            "last_updated": "2023-07-11 10:07:03",
            "point_link": "https://edit.tosdr.org/points/17367",
            "approval_status": "APPROVED",
            "clause_text": "(viii) in the sole judgment of Gfycat, is objectionable or which restricts or inhibits any other person from using or enjoying the Service,",
            "point_source": "https://gfycat.com/terms",
            "case": {
                "text": "You shall not interfere with another person's enjoyment of the service",
                "href": "https://edit.tosdr.org/cases/285"
            }
        },
        {
            "title": "Your data may be processed and stored anywhere in the world",
            "rating": "bad",
            "description": "Your data is stored all over the world, including in countries where data protection rules may differ from the ones of the service's jurisdiction or those of your country jurisdiction.",
            "last_updated": "2023-07-11 10:13:47",
            "point_link": "https://edit.tosdr.org/points/17404",
            "approval_status": "APPROVED",
            "clause_text": "You agree that all Personal Information collected via or by Gfycat may be transferred, Processed, and stored anywhere in the world, including but not limited to, the United States, the European Union, in the cloud, on our servers, on the servers of our affiliates or the servers of our service providers.",
            "point_source": "https://gfycat.com/privacy",
            "case": {
                "text": "Your data may be processed and stored anywhere in the world",
                "href": "https://edit.tosdr.org/cases/187"
            }
        },
        {
            "title": "Third-party cookies are used for statistics",
            "rating": "bad",
            "description": "For instance, Google Analytics, rather than self-hosted (first-party) statistics software.",
            "last_updated": "2023-07-11 10:13:45",
            "point_link": "https://edit.tosdr.org/points/17400",
            "approval_status": "APPROVED",
            "clause_text": "We may allow Third-Party service providers to use cookies or similar technologies to collect information about your browsing activities over time and across different websites following your use of the Services.\nFor example, we use Google Analytics, a web analytics service provided by Google, Inc.\n(“Google”).\nGoogle Analytics uses cookies to help us analyze how users use the Site and enhance your experience when you use the Service.",
            "point_source": "https://gfycat.com/privacy",
            "case": {
                "text": "Third-party cookies are used for statistics",
                "href": "https://edit.tosdr.org/cases/325"
            }
        },
        {
            "title": "Any liability on behalf of the service is only limited to the fees you paid as a user or $100",
            "rating": "bad",
            "description": null,
            "last_updated": "2023-07-11 10:10:15",
            "point_link": "https://edit.tosdr.org/points/17380",
            "approval_status": "APPROVED",
            "clause_text": "IN NO EVENT WILL GFYCAT’S TOTAL LIABILITY TO YOU FOR ALL DAMAGES, LOSSES OR CAUSES OF ACTION EXCEED THE AMOUNT YOU HAVE PAID GFYCAT IN THE LAST SIX (6) MONTHS, OR, IF GREATER, ONE HUNDRED DOLLARS ($100).</p>",
            "point_source": "https://gfycat.com/terms",
            "case": {
                "text": "Any liability on behalf of the service is only limited to the fees you paid as a user",
                "href": "https://edit.tosdr.org/cases/149"
            }
        },
        {
            "title": "If you offer suggestions to the service, they may use that without your approval or compensation, but they do not become the owner",
            "rating": "good",
            "description": "The service may employ a broad copyright license over feedback, proposals, ideas and suggestions submitted, including the right to use them without restriction, compensation or obligation to the user, but they do not claim ownership on them.",
            "last_updated": "2023-09-12 13:21:45",
            "point_link": "https://edit.tosdr.org/points/17376",
            "approval_status": "APPROVED",
            "clause_text": "<p>You acknowledge and agree that any questions, comments, suggestions, ideas, feedback or other information about the Service (“Submissions”), provided by you to Gfycat are non-confidential and Gfycat will be entitled to the unrestricted use and dissemination of these Submissions for any purpose, commercial or otherwise, without acknowledgment or compensation to you.</p>",
            "point_source": "https://gfycat.com/terms",
            "case": {
                "text": "If you offer suggestions to the service, they may use that without your approval or compensation, but they do not become the owner",
                "href": "https://edit.tosdr.org/cases/390"
            }
        },
        {
            "title": "You can request access and deletion of personal data",
            "rating": "good",
            "description": "Users have the right to access personal data hold by the Service, correct it and/or permanently delete it. This usually applies to Services GDPR compliants.",
            "last_updated": "2023-07-11 10:13:48",
            "point_link": "https://edit.tosdr.org/points/17406",
            "approval_status": "APPROVED",
            "clause_text": "<p>In accordance with applicable law, you may inquire as to whether Gfycat is Processing Personal Information about you, request access to Personal Information, and ask that we correct, amend or delete your Personal Information.",
            "point_source": "https://gfycat.com/privacy",
            "case": {
                "text": "You can request access, correction and/or deletion of your data",
                "href": "https://edit.tosdr.org/cases/195"
            }
        },
        {
            "title": "Promises will be kept after a merger or acquisition",
            "rating": "good",
            "description": "If the service gets acquired or needs to transfer personal data after a merger, bankruptcy, reorganisation or sale of the services, the data will still be processed in a manner that honours the promises made in the agreements.",
            "last_updated": "2023-07-11 10:13:47",
            "point_link": "https://edit.tosdr.org/points/17403",
            "approval_status": "APPROVED",
            "clause_text": "f we are involved in a merger, acquisition, financing due diligence, reorganization, bankruptcy, receivership, sale of company assets, or transition of service to another provider, then your information may be sold or transferred as part of such a transaction as permitted by law and/or contract.\nIn such event, Gfycat will endeavor to direct the transferee to use Personal Information in a manner that is consistent with the Privacy Policy in effect at the time such Personal Information was collected.</li>",
            "point_source": "https://gfycat.com/privacy",
            "case": {
                "text": "Promises will be kept after a merger or acquisition",
                "href": "https://edit.tosdr.org/cases/321"
            }
        },
        {
            "title": "You can limit how your information is used by third-parties and the service",
            "rating": "good",
            "description": "Usually it's related to the right to object to data processing or restrict it under the GDPR. Users may be able to refuse the use of their data for marketing purposes for instance.",
            "last_updated": "2023-07-11 10:13:45",
            "point_link": "https://edit.tosdr.org/points/17407",
            "approval_status": "APPROVED",
            "clause_text": "You may also have a right to request restriction of or object to processing of your Personal Information where such requests are permitted by law,",
            "point_source": "https://gfycat.com/privacy",
            "case": {
                "text": "You can limit how your information is used by third-parties and the service",
                "href": "https://edit.tosdr.org/cases/338"
            }
        },
        {
            "title": "The service provides information about how they intend to use your personal data",
            "rating": "good",
            "description": "The Privacy Policy explains the purposes for which data is collected and the way it is processed, used and shared.",
            "last_updated": "2023-07-11 10:13:33",
            "point_link": "https://edit.tosdr.org/points/17386",
            "approval_status": "APPROVED",
            "clause_text": "How We Use It",
            "point_source": "https://gfycat.com/privacy",
            "case": {
                "text": "Information is provided about how your personal data is used",
                "href": "https://edit.tosdr.org/cases/227"
            }
        },
        {
            "title": "The service provides details about what kinds of personal information they collect",
            "rating": "good",
            "description": "The Privacy Policy describes in detail the data collected through the website and through the services provided.",
            "last_updated": "2023-07-11 10:13:32",
            "point_link": "https://edit.tosdr.org/points/17385",
            "approval_status": "APPROVED",
            "clause_text": "Types of Personal Information We Collect",
            "point_source": "https://gfycat.com/privacy",
            "case": {
                "text": "Information is provided about what kind of information they collect",
                "href": "https://edit.tosdr.org/cases/228"
            }
        },
        {
            "title": "The services will notify users if personal data has been affected by data breaches",
            "rating": "good",
            "description": "Should the personal information of a service be compromised, the service will inform users if any personal data has been affected by data breaches. This case is also related to privacy.",
            "last_updated": "2023-07-11 10:13:48",
            "point_link": "https://edit.tosdr.org/points/17410",
            "approval_status": "APPROVED",
            "clause_text": "If we learn of a security system’s breach, we may attempt to notify you electronically by posting a notice on the Site or sending an e-mail to you.</p>",
            "point_source": "https://gfycat.com/privacy",
            "case": {
                "text": "You will be notified if personal data has been affected by data breaches",
                "href": "https://edit.tosdr.org/cases/391"
            }
        },
        {
            "title": "When the service wants to change its terms, users are notified a week or more in advance.",
            "rating": "good",
            "description": "Users will be notified a week before the Terms are somehow updated, which lets them a reasonable amount of time to carefully read the changes and perhaps stop using the services if they do not longer agree.",
            "last_updated": "2023-07-11 10:13:30",
            "point_link": "https://edit.tosdr.org/points/17357",
            "approval_status": "APPROVED",
            "clause_text": "We reserve the right, at our sole discretion, to change or modify portions of these Terms of Service at any time.\nIf we do this, we will post the changes on this page and will indicate at the top of this page the date these terms were last revised.\nWe will also notify you, either through the Services user interface, in an email notification or through other reasonable means.\nAny such changes will become effective no earlier than fourteen (14) days after they are posted, except that changes addressing new functions of the Services or changes made for legal reasons will be effective immediately.",
            "point_source": "https://gfycat.com/terms",
            "case": {
                "text": "When the service wants to change its terms, you are notified a week or more in advance.",
                "href": "https://edit.tosdr.org/cases/123"
            }
        },
        {
            "title": "The service has non-exclusive use of your content",
            "rating": "good",
            "description": "The service can pay for your content and you are allowed to make it commercially available to other services/parties.",
            "last_updated": "2023-07-11 10:13:31",
            "point_link": "https://edit.tosdr.org/points/17372",
            "approval_status": "APPROVED",
            "clause_text": "By uploading any User Content you hereby grant and will grant Gfycat and its affiliated companies a nonexclusive,",
            "point_source": "https://gfycat.com/terms",
            "case": {
                "text": "The service has non-exclusive use of your content",
                "href": "https://edit.tosdr.org/cases/402"
            }
        },
        {
            "title": "You can opt out of promotional communications",
            "rating": "good",
            "description": "You can update your account preferences and/or easily unsubscribe of email/sms lists to stop receiving promotional communications.",
            "last_updated": "2023-07-11 10:13:33",
            "point_link": "https://edit.tosdr.org/points/17388",
            "approval_status": "APPROVED",
            "clause_text": "If we do so, each marketing communication we send you will contain instructions permitting you to \"opt out\" of receiving future marketing communications.",
            "point_source": "https://gfycat.com/privacy",
            "case": {
                "text": "You can opt out of promotional communications",
                "href": "https://edit.tosdr.org/cases/223"
            }
        },
        {
            "title": "Blocking first party cookies may limit your ability to use the service",
            "rating": "neutral",
            "description": "Most browsers allow users to set preferences related to cookies storage. You may choose to block all cookies (including first-party cookies), but it may impact your use of this service and you may not be able to access some or any of the features provided.",
            "last_updated": "2023-07-11 10:13:45",
            "point_link": "https://edit.tosdr.org/points/17398",
            "approval_status": "APPROVED",
            "clause_text": "Most browsers allow you to block and delete cookies.\nHowever, if you do that, the Site may not work properly.</li>",
            "point_source": "https://gfycat.com/privacy",
            "case": {
                "text": "Blocking first party cookies may limit your ability to use the service",
                "href": "https://edit.tosdr.org/cases/375"
            }
        },
        {
            "title": "The service can distribute your content through any media known now or in the future",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:07:21",
            "point_link": "https://edit.tosdr.org/points/17375",
            "approval_status": "APPROVED",
            "clause_text": "license to copy, display, upload, perform, distribute, store, modify and otherwise use your User Content in connection with the operation of the Service or the promotion, advertising or marketing thereof in any form, medium or technology now known or later developed.",
            "point_source": "https://gfycat.com/terms",
            "case": {
                "text": "Your content can be distributed through any media known now or in the future",
                "href": "https://edit.tosdr.org/cases/139"
            }
        },
        {
            "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
            "rating": "neutral",
            "description": "The service assumes no liability for any damages the user incurs, including tangible (e.g. profits) and intangible losses (e.g. data), resulting from the use or inability to use the service or any other matter relating to the service.",
            "last_updated": "2023-07-11 10:13:31",
            "point_link": "https://edit.tosdr.org/points/17379",
            "approval_status": "APPROVED",
            "clause_text": "YOU EXPRESSLY UNDERSTAND AND AGREE THAT GFYCAT WILL NOT BE LIABLE FOR ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, EXEMPLARY DAMAGES, OR DAMAGES FOR LOSS OF PROFITS INCLUDING BUT NOT LIMITED TO, DAMAGES FOR LOSS OF GOODWILL, USE, DATA OR OTHER INTANGIBLE LOSSES (EVEN IF GFYCAT HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES), WHETHER BASED ON CONTRACT, TORT, NEGLIGENCE, STRICT LIABILITY OR OTHERWISE, RESULTING FROM: (I) THE USE OR THE INABILITY TO USE THE SERVICE.\n(II) THE COST OF PROCUREMENT OF SUBSTITUTE GOODS AND SERVICES RESULTING FROM ANY GOODS, DATA, INFORMATION OR SERVICES PURCHASED OR OBTAINED OR MESSAGES RECEIVED OR TRANSACTIONS ENTERED INTO THROUGH OR FROM THE SERVICE.\n(III) UNAUTHORIZED ACCESS TO OR ALTERATION OF YOUR TRANSMISSIONS OR DATA.\n(IV) STATEMENTS OR CONDUCT OF ANY THIRD PARTY ON THE SERVICE.\nOR (V) ANY OTHER MATTER RELATING TO THE SERVICE.",
            "point_source": "https://gfycat.com/terms",
            "case": {
                "text": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
                "href": "https://edit.tosdr.org/cases/293"
            }
        },
        {
            "title": "There is a date of the last update of the agreements",
            "rating": "neutral",
            "description": "The given text has a date that allows to know when it was last updated.",
            "last_updated": "2023-07-11 10:09:27",
            "point_link": "https://edit.tosdr.org/points/17355",
            "approval_status": "APPROVED",
            "clause_text": "Last Modified: May 12, 2020</p>",
            "point_source": "https://gfycat.com/terms",
            "case": {
                "text": "There is a date of the last update of the agreements",
                "href": "https://edit.tosdr.org/cases/331"
            }
        },
        {
            "title": "They may stop providing the service at any time",
            "rating": "neutral",
            "description": "They may discontinue the services without prior notice, at any time, for any or no reason. They usually assume no liability for losses and damages resulting from this suspension.",
            "last_updated": "2023-07-11 10:13:30",
            "point_link": "https://edit.tosdr.org/points/17360",
            "approval_status": "APPROVED",
            "clause_text": "Gfycat reserves the right to modify or discontinue, temporarily or permanently, the Service (or any part thereof) with or without notice.",
            "point_source": "https://gfycat.com/terms",
            "case": {
                "text": "They may stop providing the service at any time",
                "href": "https://edit.tosdr.org/cases/203"
            }
        },
        {
            "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
            "rating": "neutral",
            "description": "The service provider expressly does not claim to provide uninterrupted, timely, secure or error-free service.",
            "last_updated": "2023-07-11 10:13:26",
            "point_link": "https://edit.tosdr.org/points/17378",
            "approval_status": "APPROVED",
            "clause_text": "On 2024-06-06 04:30:16 UTC, markpapi (29422)  Suspended wrote:\n          Comprare patente a Roma originale ,Patente di guida online un atto di mentalità aperta Perché preoccuparsi quando il facile è il migliore? La patente di guida, soprattutto in Italia, richiede una procedura molto complessa per ottenerla. Tuttavia, questo documento è molto importante, forse anche più importante del passaporto o della carta d’identità, perché ti dà il diritto inalienabile di viaggiare in auto nella maggior parte dei paesi.\nhttps://www.patentediguida-it.org/ottenere-patente-a-palermo/\nhttps://www.patentediguida-it.org/acquista-patente-online-a-genova/\nhttps://www.patentediguida-it.org/acquista-la-patente-bologna/\nhttps://www.patentediguida-it.org/comprare-la-patente-a-catania/\nhttps://www.patentediguida-it.org/patente-lazio-senza-esame/\nhttps://www.patentediguida-it.org/patente-inter-senza-esame/\nhttps://www.patentediguida-it.org/patente-verona-senza-esame/\nhttps://www.patentediguida-it.org/ottenere-la-patente-europea/\nhttps://www.patentediguida-it.org/comprare-la-patente-venezia/\nhttps://www.patentediguida-it.org/comprare-patente-a-messina/\nhttps://www.patentediguida-it.org/comprare-patente-a-padova/\nhttps://www.patentediguida-it.org/acquista-patente-trieste-senza-esame/\nhttps://www.patentediguida-it.org/patente-online-brescia-senza-esame/\nhttps://www.patentediguida-it.org/acquista-parma-patente-senza-teoria/\nhttps://www.patentediguida-it.org/patente-rinnovare-a-taranto/\n\n<a href=\"https://www.patentediguida-it.org/patente-originale-senza-esame-a-andria/\">Patente originale senza esame a Andria</a>\n<a href=\"https://www.patentediguida-it.org/rinnovo-patente-originale-a-arezzo/\">Rinnovo patente originale a Arezzo</a>\n<a href=\"https://www.patentediguida-it.org/come-ottenere-la-patente-a-udine/\">Come ottenere la patente a Udine</a>\n<a href=\"https://www.patentediguida-it.org/ottenere-facile-patente-a-cesena/\">Ottenere facile patente a Cesena</a>\n<a href=\"https://www.patentediguida-it.org/acquista-patente-gratuito-pesaro/\">Acquista patente gratuito Pesaro</a>\n<a href=\"https://www.patentediguida-it.org/patente-lecce-veloce-online/\">Patente Lecce veloce online</a>",
            "point_source": "https://gfycat.com/terms",
            "case": {
                "text": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
                "href": "https://edit.tosdr.org/cases/287"
            }
        },
        {
            "title": "This service is only available for use individually and non-commercially.",
            "rating": "neutral",
            "description": "Users can't use the Service for commercial purposes (unless the Service consents): it is only for personal, individual purposes.",
            "last_updated": "2023-07-11 10:13:31",
            "point_link": "https://edit.tosdr.org/points/17370",
            "approval_status": "APPROVED",
            "clause_text": "Commercial Use:</strong> Unless otherwise expressly authorized herein or in the Service, you agree not to display, distribute, license, perform, publish, reproduce, duplicate, copy, create derivative works from, modify, sell, resell, exploit, transfer or upload for any commercial purposes, any portion of the Service, use of the Service, or access to the Service.\nThe Service is for your personal use.",
            "point_source": "https://gfycat.com/terms",
            "case": {
                "text": "This service is only available for use individually and non-commercially.",
                "href": "https://edit.tosdr.org/cases/143"
            }
        },
        {
            "title": "This service prohibits users sending chain letters, junk mail, spam or any unsolicited messages.",
            "rating": "neutral",
            "description": "Users are not allowed to use the service for chain letters, junk mail, spamming or any other distribution of content to people who have not agreed to receiving it.",
            "last_updated": "2023-07-11 10:09:45",
            "point_link": "https://edit.tosdr.org/points/17364",
            "approval_status": "APPROVED",
            "clause_text": "(v) constitutes unsolicited or unauthorized advertising, promotional materials, commercial activities and/or sales, “junk mail,” “spam,” “chain letters,” “pyramid schemes,” “contests,” “sweepstakes,” or any other form of solicitation.",
            "point_source": "https://gfycat.com/terms",
            "case": {
                "text": "You are prohibited from sending chain letters, junk mail, spam or any unsolicited messages",
                "href": "https://edit.tosdr.org/cases/281"
            }
        },
        {
            "title": "Users agree not to submit libelous, harassing or threatening content",
            "rating": "neutral",
            "description": "This service prohibits users from submitting content of a variety of types. This can include content that is unlawful, harassing, abusive, threatening, libelous, sexist, racist, homophobic, transphobic, or discriminatory in any other way.",
            "last_updated": "2023-07-11 10:13:30",
            "point_link": "https://edit.tosdr.org/points/17366",
            "approval_status": "APPROVED",
            "clause_text": "(vii) is otherwise unlawful, harmful, threatening, abusive, harassing,",
            "point_source": "https://gfycat.com/terms",
            "case": {
                "text": "You agree not to submit libelous, harassing or threatening content",
                "href": "https://edit.tosdr.org/cases/283"
            }
        },
        {
            "title": "The service is provided 'as is' and to be used at the users' sole risk",
            "rating": "neutral",
            "description": "This service does not provide any guarantees as to its usability or fitness for the users' purposes. Users agree to use it at their own risk, accepting any possible bugs, malfunctions or harm to their devices.",
            "last_updated": "2023-07-11 10:07:58",
            "point_link": "https://edit.tosdr.org/points/17377",
            "approval_status": "APPROVED",
            "clause_text": "YOUR USE OF THE SERVICE IS AT YOUR SOLE RISK.\nTHE SERVICE IS PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS.",
            "point_source": "https://gfycat.com/terms",
            "case": {
                "text": "The service is provided 'as is' and to be used at your sole risk",
                "href": "https://edit.tosdr.org/cases/286"
            }
        },
        {
            "title": "Prohibits the posting of pornographic content",
            "rating": "neutral",
            "description": "Users are not allowed to post any content of pornographic nature. This includes adult content, things that are sexually explicit, or obscene.",
            "last_updated": "2023-07-11 10:13:30",
            "point_link": "https://edit.tosdr.org/points/17365",
            "approval_status": "APPROVED",
            "clause_text": "(vi) contains nudity, sexually explicit conduct and/or pornography.",
            "point_source": "https://gfycat.com/terms",
            "case": {
                "text": "The posting of pornographic content is prohibited",
                "href": "https://edit.tosdr.org/cases/315"
            }
        },
        {
            "title": "This service is only available to users over a 13 years of age",
            "rating": "neutral",
            "description": "The Services are intended for users who are at least a certain age. If you are younger than the age required then you are prohibited from using the Service.",
            "last_updated": "2023-07-11 10:13:30",
            "point_link": "https://edit.tosdr.org/points/17358",
            "approval_status": "APPROVED",
            "clause_text": "The Services are not intended for children under the age of 13, and you represent that you are over the age of 13.\nIf you are over 13, you represent that you have either reached the age of “majority” where you live or have valid parent or legal guardian consent to be bound by these Terms.",
            "point_source": "https://gfycat.com/terms",
            "case": {
                "text": "This service is only available to users over a certain age",
                "href": "https://edit.tosdr.org/cases/152"
            }
        },
        {
            "title": "You are responsible for maintaining the security of your account and for the activities on your account",
            "rating": "neutral",
            "description": "You are responsible for protecting the confidentiality of your password and for maintaining the security of your account. Any activity occurring under your account is your responsibility, whether authorized by you or not.",
            "last_updated": "2023-07-11 10:13:30",
            "point_link": "https://edit.tosdr.org/points/17359",
            "approval_status": "APPROVED",
            "clause_text": "You are responsible for maintaining the confidentiality of your password and account, if any, and are fully responsible for any and all activities that occur under your password or account.",
            "point_source": "https://gfycat.com/terms",
            "case": {
                "text": "You are responsible for maintaining the security of your account and for the activities on your account",
                "href": "https://edit.tosdr.org/cases/148"
            }
        },
        {
            "title": "Provides instructions on how to submit a copyright claim",
            "rating": "neutral",
            "description": "If content that you own is copied or made accessible through the service in a way that constitutes an intellectual property right infringement, you can report it following the instructions given in the agreements.",
            "last_updated": "2023-07-11 10:13:28",
            "point_link": "https://edit.tosdr.org/points/17354",
            "approval_status": "APPROVED",
            "clause_text": "If you believe that your work has been copied in a way that constitutes copyright infringement you should notify Gfycat of your infringement claim in accordance with the procedure set forth below.</p>",
            "point_source": "https://gfycat.com/dmca",
            "case": {
                "text": "Instructions are provided on how to submit a copyright claim",
                "href": "https://edit.tosdr.org/cases/138"
            }
        },
        {
            "title": "This service collects your IP address, which can be used to view your approximate location",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:13:34",
            "point_link": "https://edit.tosdr.org/points/17390",
            "approval_status": "APPROVED",
            "clause_text": "We may collect certain information automatically through our Services or other methods of web analysis, such as your Internet protocol (IP) address,",
            "point_source": "https://gfycat.com/privacy",
            "case": {
                "text": "Your IP address is collected, which can be used to view your approximate location",
                "href": "https://edit.tosdr.org/cases/399"
            }
        },
        {
            "title": "Third parties are involved in operating the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:13:31",
            "point_link": "https://edit.tosdr.org/points/17371",
            "approval_status": "APPROVED",
            "clause_text": "We use third-party service providers to process your Payment Information.",
            "point_source": "https://gfycat.com/terms",
            "case": {
                "text": "Third parties are involved in operating the service",
                "href": "https://edit.tosdr.org/cases/207"
            }
        },
        {
            "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.",
            "rating": "neutral",
            "description": "Even though the Do Not Track (DNT) header was not implemented perfectly, services should not track users whose browsers send a DNT header.",
            "last_updated": "2023-07-11 10:13:48",
            "point_link": "https://edit.tosdr.org/points/17405",
            "approval_status": "APPROVED",
            "clause_text": "“Do Not Track”</strong>\n<p>Do Not Track (“DNT”) is a privacy preference that users can set in certain web browsers.\nDNT is a way for users to inform websites and services that they do not want certain information about their webpage visits collected over time and across websites or online services.\nPlease note that we do not respond to or honor DNT signals or similar mechanisms transmitted by web browsers.",
            "point_source": "https://gfycat.com/privacy",
            "case": {
                "text": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.",
                "href": "https://edit.tosdr.org/cases/233"
            }
        }
    ]
}