{
    "meta_data": {
        "title": "Nulled - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "Terms may be changed any time at their discretion, without notice to you",
            "rating": "bad",
            "description": "The Agreements can be updated at any time, including in a way that negatively affects user rights, without notifying before or after the changes.",
            "last_updated": "2021-05-21 13:43:29",
            "edit_link": "https://edit.tosdr.org/points/20916"
        },
        {
            "title": "Instead of asking directly, this Service will assume your consent merely from your usage.",
            "rating": "bad",
            "description": "The Service infers your acceptance from your continued usage, instead of prompting you to read the new Terms and asking for direct consent. This doesn’t apply to services that have no way to seek consent from users through their contact details or an account.",
            "last_updated": "2021-05-21 13:41:06",
            "edit_link": "https://edit.tosdr.org/points/20917"
        },
        {
            "title": "You are not being tracked",
            "rating": "good",
            "description": "The document excerpt needs to include the words \"[the service] does not track [users]\" or \"[the service] does not use any tracking technology\".",
            "last_updated": "2021-05-24 13:08:16",
            "edit_link": "https://edit.tosdr.org/points/20904"
        },
        {
            "title": "The cookies used by this service do not contain information that would personally identify you",
            "rating": "good",
            "description": "The cookies used only collect anonymous, aggregated data that cannot be linked to a unique identity.",
            "last_updated": "2021-05-21 13:12:12",
            "edit_link": "https://edit.tosdr.org/points/20901"
        },
        {
            "title": "Only necessary logs are kept by the service to ensure quality",
            "rating": "good",
            "description": "Logs are text files containing some information about web visitors, such as user agents (showing for instance that you're connecting from Firefox for Android) and ip addresses (which reveal your approximate location). This case applies to Services that only keep the strictly necessary logs on their servers and therefore protect your privacy.",
            "last_updated": "2021-05-21 14:04:22",
            "edit_link": "https://edit.tosdr.org/points/20906"
        },
        {
            "title": "No third-party analytics or tracking platforms are used",
            "rating": "good",
            "description": "There are no Google Analytics or other tracking codes embedded in the service. Any tracking is performed by the service itself.",
            "last_updated": "2021-05-24 13:08:30",
            "edit_link": "https://edit.tosdr.org/points/20903"
        },
        {
            "title": "Only temporary session cookies are used",
            "rating": "good",
            "description": "Temporary session cookies are cookies that are deleted when you close your browser instead of remaining there until they are manually deleted (or expire). These cookies are only used for the purposes of the service and therefore disappear when it's no longer used.",
            "last_updated": "2021-05-21 13:12:36",
            "edit_link": "https://edit.tosdr.org/points/20902"
        },
        {
            "title": "The publishing of personally identifiable information without the owner’s consent is not allowed",
            "rating": "good",
            "description": "Users agree not to publicly post personally identifiable information (name, postal address, contact information…) without the owner’s knowledge or consent",
            "last_updated": "2021-05-21 13:41:54",
            "edit_link": "https://edit.tosdr.org/points/20918"
        },
        {
            "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
            "rating": "neutral",
            "description": "The service assumes no liability for any damages the user incurs, including tangible (e.g. profits) and intangible losses (e.g. data), resulting from the use or inability to use the service or any other matter relating to the service.",
            "last_updated": "2021-05-21 13:43:13",
            "edit_link": "https://edit.tosdr.org/points/20914"
        },
        {
            "title": "This service assumes no responsibility and liability for the contents of links to other websites",
            "rating": "neutral",
            "description": "The service rejects any responsibility for the contents of other websites to which it links.",
            "last_updated": "2021-05-21 13:43:22",
            "edit_link": "https://edit.tosdr.org/points/20915"
        },
        {
            "title": "They may stop providing the service at any time",
            "rating": "neutral",
            "description": "They may discontinue the services without prior notice, at any time, for any or no reason. They usually assume no liability for losses and damages resulting from this suspension.",
            "last_updated": "2021-05-21 14:04:46",
            "edit_link": "https://edit.tosdr.org/points/20911"
        },
        {
            "title": "You are prohibited from sending chain letters, junk mail, spam or any unsolicited messages",
            "rating": "neutral",
            "description": "Users are not allowed to use the service for chain letters, junk mail, spamming or any other distribution of content to people who have not agreed to receiving it.",
            "last_updated": "2021-05-21 13:42:03",
            "edit_link": "https://edit.tosdr.org/points/20920"
        },
        {
            "title": "This service is only available for use individually and non-commercially.",
            "rating": "neutral",
            "description": "Users can't use the Service for commercial purposes (unless the Service consents): it is only for personal, individual purposes.",
            "last_updated": "2021-05-21 14:05:00",
            "edit_link": "https://edit.tosdr.org/points/20909"
        },
        {
            "title": "The service is provided 'as is' and to be used at the users' sole risk",
            "rating": "neutral",
            "description": "This service does not provide any guarantees as to its usability or fitness for the users' purposes. Users agree to use it at their own risk, accepting any possible bugs, malfunctions or harm to their devices.",
            "last_updated": "2021-05-21 14:05:03",
            "edit_link": "https://edit.tosdr.org/points/20908"
        },
        {
            "title": "Your account can be suspended for several reasons",
            "rating": "neutral",
            "description": null,
            "last_updated": "2021-05-19 11:06:02",
            "edit_link": "https://edit.tosdr.org/points/20910"
        },
        {
            "title": "The posting of pornographic content is prohibited",
            "rating": "neutral",
            "description": "Users are not allowed to post any content of pornographic nature. This includes adult content, things that are sexually explicit, or obscene.",
            "last_updated": "2021-05-19 17:28:10",
            "edit_link": "https://edit.tosdr.org/points/20919"
        },
        {
            "title": "The service does not guarantee accuracy or reliability of the information provided",
            "rating": "neutral",
            "description": "This service makes no warranty regarding the accuracy or reliability of any information that is given on its website or the results that may be obtained from the use of the service.",
            "last_updated": "2021-05-21 13:42:32",
            "edit_link": "https://edit.tosdr.org/points/20913"
        },
        {
            "title": "The court of law governing the terms is in Netherlands",
            "rating": "neutral",
            "description": "The Terms are governed by the applicable laws of a jurisdiction (specified in the title of each point by replacing the \"X\").",
            "last_updated": "2021-05-21 14:05:09",
            "edit_link": "https://edit.tosdr.org/points/20907"
        },
        {
            "title": "This service does not guarantee that it or the products obtained through it meet your expectations or requirements",
            "rating": "neutral",
            "description": "This service provider informs its users that the services, information, products, or other materials provided on its website may not meet the users' expectations or requirements.",
            "last_updated": "2021-05-21 13:42:26",
            "edit_link": "https://edit.tosdr.org/points/20912"
        },
        {
            "title": "Your IP address is collected, which can be used to view your approximate location",
            "rating": "neutral",
            "description": null,
            "last_updated": "2021-05-21 13:13:02",
            "edit_link": "https://edit.tosdr.org/points/20905"
        }
    ]
}