{
    "meta_data": {
        "title": "Spotify - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "Your account can be deleted without prior notice and without a reason",
            "rating": "bad",
            "description": "At any time, your account can be terminated without explanation and without warning by the service.",
            "last_updated": "2023-07-11 04:49:26",
            "point_link": "https://edit.tosdr.org/points/21520",
            "approval_status": "APPROVED",
            "clause_text": "Spotify may terminate the Agreements or suspend your access to the Spotify Service at any time, including in the event of your actual or suspected unauthorized use of the Spotify Service and/or Content, or non-compliance with the Agreements,",
            "point_source": "https://www.spotify.com/us/legal/end-user-agreement/",
            "case": {
                "text": "Your account can be deleted or permanently suspended without prior notice and without a reason",
                "href": "https://edit.tosdr.org/cases/201"
            }
        },
        {
            "title": "Voice data is collected and shared with third-parties",
            "rating": "bad",
            "description": "The service collects data and recordings of your voice when you communicate with a service verbally and may use and share them with third parties, that may use this data for marketing or advertising.",
            "last_updated": "2023-07-11 04:48:48",
            "point_link": "https://edit.tosdr.org/points/21077",
            "approval_status": "APPROVED",
            "clause_text": "What does Spotify do with the voice data it collects? <p>Spotify uses this data to recognise what you say, to understand you better and to help us provide a response or take an action.\nSpotify may also use and share this data in other ways, which are described in our Privacy Policy.\nFor example, using your data to improve voice functionality on Spotify, to develop new voice features, and to help us provide you with advertising that is more relevant to you.\nIt also includes sharing information, from time to time, with our service providers",
            "point_source": "https://www.spotify.com/us/legal/voice-controls/",
            "case": {
                "text": "Voice data is collected and shared with third-parties",
                "href": "https://edit.tosdr.org/cases/489"
            }
        },
        {
            "title": "The service uses your personal data for advertising",
            "rating": "bad",
            "description": "Your interaction with the service and data you have shared with them may be gathered to create an advertising ID or profile to target ads on you, either on the website you were visiting or in third party websites.",
            "last_updated": "2023-07-18 12:18:49",
            "point_link": "https://edit.tosdr.org/points/12736",
            "approval_status": "APPROVED",
            "clause_text": "Full quote: \"In consideration for the rights granted to you under the Agreements, you grant us the right (1) to allow the Spotify Service to use the processor, bandwidth, and storage hardware on your Device in order to facilitate the operation of the Service, (2) to provide advertising and other information to you,\"",
            "point_source": "https://www.spotify.com/us/legal/end-user-agreement/",
            "case": {
                "text": "Your personal data is used for advertising",
                "href": "https://edit.tosdr.org/cases/216"
            }
        },
        {
            "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:25:38",
            "point_link": "https://edit.tosdr.org/points/26438",
            "approval_status": "APPROVED",
            "clause_text": "YOU AGREE THAT IF ANYONE BRINGS A CLAIM AGAINST SPOTIFY RELATED TO USER CONTENT THAT YOU POST, THEN, TO THE EXTENT PERMISSIBLE UNDER LOCAL LAW, YOU WILL INDEMNIFY AND HOLD SPOTIFY HARMLESS FROM AND AGAINST ALL DAMAGES, LOSSES, AND EXPENSES OF ANY KIND (INCLUDING REASONABLE ATTORNEY FEES AND COSTS) ARISING OUT OF SUCH CLAIM.</p>",
            "point_source": "https://www.spotify.com/us/legal/end-user-agreement/",
            "case": {
                "text": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
                "href": "https://edit.tosdr.org/cases/146"
            }
        },
        {
            "title": "You are responsible for maintaining the security of your account and for the activities on your account",
            "rating": "neutral",
            "description": "You are responsible for protecting the confidentiality of your password and for maintaining the security of your account. Any activity occurring under your account is your responsibility, whether authorized by you or not.",
            "last_updated": "2023-07-11 06:23:36",
            "point_link": "https://edit.tosdr.org/points/26440",
            "approval_status": "APPROVED",
            "clause_text": "Your password protects your user account, and you are solely responsible for keeping your password confidential and secure.\nYou understand that you are responsible for all use (including any unauthorized use) of your username and password on the Service.",
            "point_source": "https://www.spotify.com/us/legal/end-user-agreement/",
            "case": {
                "text": "You are responsible for maintaining the security of your account and for the activities on your account",
                "href": "https://edit.tosdr.org/cases/148"
            }
        },
        {
            "title": "The ToS are only translated into a few languages",
            "rating": "neutral",
            "description": "Although there's generally a unique binding language for the terms, they are translated to allow all users to understand the agreement they're accepting, no matter their native language.",
            "last_updated": "2018-01-16 15:28:26",
            "point_link": "https://edit.tosdr.org/points/1082",
            "approval_status": "APPROVED",
            "clause_text": null,
            "point_source": "https://groups.google.com/d/topic/tosdr/RXRw6w-rc5o/discussion",
            "case": {
                "text": "The terms for this service are translated into different languages",
                "href": "https://edit.tosdr.org/cases/198"
            }
        },
        {
            "title": "This service does not guarantee that it or the products obtained through it meet the users' expectations or requirements",
            "rating": "neutral",
            "description": "This service provider informs its users that the services, information, products, or other materials provided on its website may not meet the users' expectations or requirements.",
            "last_updated": "2023-07-18 12:18:49",
            "point_link": "https://edit.tosdr.org/points/12757",
            "approval_status": "APPROVED",
            "clause_text": "On 2024-08-30 07:22:03 UTC, mshahid (15145)  Suspended wrote:\n          This website called airslate.com/bots/magento-2-x proved to be the greatest option for me. I had no clue they'd put on such an incredible show. There are no drawbacks!",
            "point_source": "https://www.spotify.com/us/legal/end-user-agreement/",
            "case": {
                "text": "This service does not guarantee that it or the products obtained through it meet your expectations or requirements",
                "href": "https://edit.tosdr.org/cases/290"
            }
        }
    ]
}