{
    "meta_data": {
        "title": "Dailymotion - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "You must provide your identifiable information",
            "rating": "bad",
            "description": "The Service requires users to provide their identifiable information, including phone number, iD number or other information, even though this data collection isn’t essential for the purposes of the service. They may still allow pseudonyms in the foreground.",
            "last_updated": "2023-07-11 10:13:53",
            "edit_link": "https://edit.tosdr.org/points/17875",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service may collect, use, and share location data",
            "rating": "bad",
            "description": "Location-based information is collected and may be used and/or shared with third parties for purposes not directly related to the services provided (i.e. the Service doesn't rely on the use or share of location data to function properly).",
            "last_updated": "2023-07-11 10:13:53",
            "edit_link": "https://edit.tosdr.org/points/17882",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service shares your personal data with third parties that are not involved in its operation",
            "rating": "bad",
            "description": "Your personal data is or may be given to third parties nonessential to the service’s operation. This could be a business partner that receives your data to provide targeted advertisements.",
            "last_updated": "2023-07-11 10:13:53",
            "edit_link": "https://edit.tosdr.org/points/17881",
            "approval_status": "APPROVED"
        },
        {
            "title": "Tracking via third-party cookies for advertising",
            "rating": "bad",
            "description": "The service's website sets third-party cookies (cookies that do not belong to their domain) for purposes not including statistics and analytics.",
            "last_updated": "2023-07-11 10:13:57",
            "edit_link": "https://edit.tosdr.org/points/17870",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service may keep personal data after a request for erasure for business interests or legal obligations",
            "rating": "bad",
            "description": "After the end of the data retention period and/or if you request the deletion of your data, they may still keep it for business interests (fraud detection, transactions...) or legal obligations (tax, legal reporting...)",
            "last_updated": "2023-07-11 10:13:57",
            "edit_link": "https://edit.tosdr.org/points/17886",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service tracks you on other websites",
            "rating": "bad",
            "description": "The service may use tracking technologies in third-party websites to track your online activity while you aren't visiting their Site.",
            "last_updated": "2023-07-11 10:13:52",
            "edit_link": "https://edit.tosdr.org/points/17869",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service may collect extra data about you through promotions",
            "rating": "bad",
            "description": "Additional personal data may be collected through contests, surveys, promotions, petitions or sweepstakes.",
            "last_updated": "2023-07-11 10:13:52",
            "edit_link": "https://edit.tosdr.org/points/17876",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service may use your personal information for marketing purposes",
            "rating": "bad",
            "description": "The service may use your personal data for marketing, such as sending you personalised offerings.",
            "last_updated": "2023-07-11 10:13:53",
            "edit_link": "https://edit.tosdr.org/points/17879",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service uses social media cookies/pixels",
            "rating": "bad",
            "description": "These types of cookies/pixels send information to social media sites when you interact with the service.",
            "last_updated": "2023-07-11 10:13:52",
            "edit_link": "https://edit.tosdr.org/points/17871",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
            "rating": "bad",
            "description": "Tracking technologies (such as web beacons, tracking pixels...) are employed on users and/or the service assigns a unique ID to a browser or device to track its behaviour.",
            "last_updated": "2023-07-11 10:04:21",
            "edit_link": "https://edit.tosdr.org/points/9852",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service gathers information about you through third parties",
            "rating": "bad",
            "description": "This Service may employ, either identifiable or non-identifiable, data collection from third party sources about you.",
            "last_updated": "2023-07-11 10:13:52",
            "edit_link": "https://edit.tosdr.org/points/17877",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service uses your personal data to employ targeted third-party advertising",
            "rating": "bad",
            "description": "Your Personal Information is traded and shared with advertising companies to target ads on you, either on the website you were visiting or in third party websites. Your interaction with the service and data you have shared with them may be gathered to create an advertising ID or profile.",
            "last_updated": "2023-07-11 04:47:42",
            "edit_link": "https://edit.tosdr.org/points/17878",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service may keep a secure, anonymized record of users' data for analytical purposes even after the data retention period",
            "rating": "bad",
            "description": "The data retention period states how long a service keeps user data. In this case, the service may anonymize the personal data after its retention period is over and use it for analytical or research purposes.",
            "last_updated": "2023-07-11 10:05:47",
            "edit_link": "https://edit.tosdr.org/points/17885",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service gives your personal data to third parties involved in its operation",
            "rating": "bad",
            "description": "Your personal data is or may be given to third parties essential to the service’s operation. This could be an external spam detection service for an internet forum.",
            "last_updated": "2023-07-11 10:13:52",
            "edit_link": "https://edit.tosdr.org/points/17873",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service uses your personal data for advertising",
            "rating": "bad",
            "description": "Your interaction with the service and data you have shared with them may be gathered to create an advertising ID or profile to target ads on you, either on the website you were visiting or in third party websites.",
            "last_updated": "2023-07-11 10:13:53",
            "edit_link": "https://edit.tosdr.org/points/17880",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your data may be processed and stored anywhere in the world",
            "rating": "bad",
            "description": "Your data is stored all over the world, including in countries where data protection rules may differ from the ones of the service's jurisdiction or those of your country jurisdiction.",
            "last_updated": "2023-07-11 10:13:52",
            "edit_link": "https://edit.tosdr.org/points/17874",
            "approval_status": "APPROVED"
        },
        {
            "title": "Usernames can be rejected for any reason",
            "rating": "bad",
            "description": "The service's terms explain they may change or remove usernames at their sole discretion, and they may do so without prior notice.",
            "last_updated": "2023-07-11 10:04:42",
            "edit_link": "https://edit.tosdr.org/points/8307",
            "approval_status": "APPROVED"
        },
        {
            "title": "Third-party cookies are used for statistics",
            "rating": "bad",
            "description": "For instance, Google Analytics, rather than self-hosted (first-party) statistics software.",
            "last_updated": "2023-07-11 10:13:57",
            "edit_link": "https://edit.tosdr.org/points/17868",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service employs third-party cookies, but with opt-out instructions",
            "rating": "bad",
            "description": null,
            "last_updated": "2023-07-11 10:04:43",
            "edit_link": "https://edit.tosdr.org/points/8294",
            "approval_status": "APPROVED"
        },
        {
            "title": "You maintain ownership of your data",
            "rating": "good",
            "description": "This service does not claim ownership over user-generated content or materials, and the user doesn't need to waive any moral rights by posting owned content.",
            "last_updated": "2023-07-11 10:04:43",
            "edit_link": "https://edit.tosdr.org/points/8300",
            "approval_status": "APPROVED"
        },
        {
            "title": "You can request access, correction and/or deletion of your data",
            "rating": "good",
            "description": "Users have the right to access personal data hold by the Service, correct it and/or permanently delete it. This usually applies to Services GDPR compliants.",
            "last_updated": "2023-07-11 10:13:53",
            "edit_link": "https://edit.tosdr.org/points/17883",
            "approval_status": "APPROVED"
        },
        {
            "title": "User accounts can be terminated after having been in breach of the terms of service repeatedly",
            "rating": "good",
            "description": "User accounts can be terminated for having been in breach of the terms of service repeatedly, meaning they cannot be terminated without a reason, but only for a limited number of reasons. Additionally, user accounts will not be deleted after a first infringement.",
            "last_updated": "2023-07-11 10:07:03",
            "edit_link": "https://edit.tosdr.org/points/8281",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service does not force users into binding arbitration",
            "rating": "good",
            "description": "Binding Arbitration is a dispute resolution method involving a neutral third party which will render a decision instead of going to court. Since the arbitrator can decide the outgoing of a dispute without evidences or a legal basis, it is preferable that users decide whether they want or not their dispute to be resolved this way.",
            "last_updated": "2023-07-11 10:13:54",
            "edit_link": "https://edit.tosdr.org/points/17894",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service provides a complete list of all cookies set by its website",
            "rating": "good",
            "description": "The service provides users with a complete list of all first and third party cookies its website sets and an explanation of their uses. This information can be valuable for users to make an informed choice whether to allow those cookies.",
            "last_updated": "2023-07-11 10:04:40",
            "edit_link": "https://edit.tosdr.org/points/8296",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service deletes tracking data after a period of time and allows you to opt out",
            "rating": "good",
            "description": null,
            "last_updated": "2023-07-11 10:06:51",
            "edit_link": "https://edit.tosdr.org/points/8290",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service reviews its privacy policy on a regular basis",
            "rating": "good",
            "description": "Users know the date the privacy policy was last updated and can thus infer the next time it will be reviewed. This gives users more certainty about how long they can trust the current policy to apply.",
            "last_updated": "2023-07-11 10:13:53",
            "edit_link": "https://edit.tosdr.org/points/17884",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
            "rating": "neutral",
            "description": "The service assumes no liability for any damages the user incurs, including tangible (e.g. profits) and intangible losses (e.g. data), resulting from the use or inability to use the service or any other matter relating to the service.",
            "last_updated": "2023-07-11 10:13:53",
            "edit_link": "https://edit.tosdr.org/points/17890",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service is not responsible for linked or (clearly) quoted content from third-party content providers",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:06:59",
            "edit_link": "https://edit.tosdr.org/points/8286",
            "approval_status": "APPROVED"
        },
        {
            "title": "Blocking cookies may limit your ability to use the service",
            "rating": "neutral",
            "description": "Most browsers allow users to set preferences related to cookies storage. You may choose to block all cookies (including first-party cookies), but it may impact your use of this service and you may not be able to access some or any of the features provided.",
            "last_updated": "2023-07-11 10:04:43",
            "edit_link": "https://edit.tosdr.org/points/8291",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service can delete your content if you violate the terms",
            "rating": "neutral",
            "description": "Content infringing the Terms of Service (or the Acceptable Use Policy or equivalent) may be removed, with or without notice.",
            "last_updated": "2023-07-11 10:06:50",
            "edit_link": "https://edit.tosdr.org/points/8305",
            "approval_status": "APPROVED"
        },
        {
            "title": "There is a date of the last update of the terms",
            "rating": "neutral",
            "description": "The given text has a date that allows to know when it was last updated.",
            "last_updated": "2023-07-11 10:06:43",
            "edit_link": "https://edit.tosdr.org/points/8282",
            "approval_status": "APPROVED"
        },
        {
            "title": "Users should revisit the terms periodically, although in case of material changes, the service will notify",
            "rating": "neutral",
            "description": "The service may update the Terms without notice, but if they significantly change the agreements in a manner that importantly and/or negatively affects the way the service is used, users will be notified.",
            "last_updated": "2023-07-11 10:08:15",
            "edit_link": "https://edit.tosdr.org/points/8298",
            "approval_status": "APPROVED"
        },
        {
            "title": "They may stop providing the service at any time",
            "rating": "neutral",
            "description": "They may discontinue the services without prior notice, at any time, for any or no reason. They usually assume no liability for losses and damages resulting from this suspension.",
            "last_updated": "2023-07-11 04:47:36",
            "edit_link": "https://edit.tosdr.org/points/17891",
            "approval_status": "APPROVED"
        },
        {
            "title": "You are solely responsible for claims made against the service and agree to indemnify and hold harmless the service.",
            "rating": "neutral",
            "description": "You are responsible for your use of the service. If a claim arises related to that use, you agree to indemnify and hold the service harmless.\nIf users are also required to defend the service, see Case 146 instead.",
            "last_updated": "2023-07-11 10:13:53",
            "edit_link": "https://edit.tosdr.org/points/17892",
            "approval_status": "APPROVED"
        },
        {
            "title": "Indemnify, hold harmless; survives termination",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:13:52",
            "edit_link": "https://edit.tosdr.org/points/17893",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
            "rating": "neutral",
            "description": "The service provider expressly does not claim to provide uninterrupted, timely, secure or error-free service.",
            "last_updated": "2023-07-11 10:13:53",
            "edit_link": "https://edit.tosdr.org/points/17888",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service is provided 'as is' and to be used at the users' sole risk",
            "rating": "neutral",
            "description": "This service does not provide any guarantees as to its usability or fitness for the users' purposes. Users agree to use it at their own risk, accepting any possible bugs, malfunctions or harm to their devices.",
            "last_updated": "2023-07-11 10:13:52",
            "edit_link": "https://edit.tosdr.org/points/17887",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service is only available to users of a certain age",
            "rating": "neutral",
            "description": "The Services are intended for users who are at least a certain age. If you are younger than the age required then you are prohibited from using the Service.",
            "last_updated": "2023-07-11 10:04:41",
            "edit_link": "https://edit.tosdr.org/points/8299",
            "approval_status": "APPROVED"
        },
        {
            "title": "only for your individual use",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:06:50",
            "edit_link": "https://edit.tosdr.org/points/8308",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service does not guarantee accuracy or reliability of the information provided",
            "rating": "neutral",
            "description": "This service makes no warranty regarding the accuracy or reliability of any information that is given on its website or the results that may be obtained from the use of the service.",
            "last_updated": "2023-07-11 10:13:56",
            "edit_link": "https://edit.tosdr.org/points/17889",
            "approval_status": "APPROVED"
        },
        {
            "title": "You are responsible for maintaining the security of your account and for the activities on your account",
            "rating": "neutral",
            "description": "You are responsible for protecting the confidentiality of your password and for maintaining the security of your account. Any activity occurring under your account is your responsibility, whether authorized by you or not.",
            "last_updated": "2023-07-11 10:06:50",
            "edit_link": "https://edit.tosdr.org/points/8301",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service requires first-party cookies",
            "rating": "neutral",
            "description": "First-party cookies only belong to the domain of the service and not a third party.",
            "last_updated": "2023-07-11 10:04:38",
            "edit_link": "https://edit.tosdr.org/points/8293",
            "approval_status": "APPROVED"
        },
        {
            "title": "The court of law governing the terms is in location X",
            "rating": "neutral",
            "description": "The Terms are governed by the applicable laws of a jurisdiction (specified in the title of each point by replacing the \"X\").",
            "last_updated": "2023-07-11 10:07:03",
            "edit_link": "https://edit.tosdr.org/points/8283",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.",
            "rating": "neutral",
            "description": "Even though the Do Not Track (DNT) header was not implemented perfectly, services should not track users whose browsers send a DNT header.",
            "last_updated": "2023-07-11 10:13:52",
            "edit_link": "https://edit.tosdr.org/points/17872",
            "approval_status": "APPROVED"
        }
    ]
}