{
    "meta_data": {
        "title": "Getty Images - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "Content you post may be edited by the service for any reason",
            "rating": "blocker",
            "description": "This service can edit any content on the service for whatever the reason and at their sole discretion.",
            "last_updated": "2023-07-11 06:20:00",
            "point_link": "https://edit.tosdr.org/points/23443",
            "approval_status": "APPROVED",
            "clause_text": "Although Getty Images has no obligation to screen, edit or monitor any of the User Content posted in any Interactive Area, Getty Images reserves the right, and has absolute discretion, to remove, screen or edit any User Content posted or stored on the Site at any time and for any reason without notice.",
            "point_source": "https://www.gettyimages.com/company/terms",
            "case": {
                "text": "Content you post may be edited by the service for any reason",
                "href": "https://edit.tosdr.org/cases/407"
            }
        },
        {
            "title": "Specific content can be deleted without reason and may be removed without prior notice",
            "rating": "blocker",
            "description": "This service can delete specific content. Usually they will claim they reserve the right to do it at their sole discretion, which is legalese for saying they won't give a specific reason. If the terms say they will not notify you, it shall be included in the quote but if it does not explicitly say they will give you a notice, it can be reasonably inferred that they can do it without telling you.",
            "last_updated": "2023-07-11 06:20:00",
            "point_link": "https://edit.tosdr.org/points/23442",
            "approval_status": "APPROVED",
            "clause_text": "Although Getty Images has no obligation to screen, edit or monitor any of the User Content posted in any Interactive Area, Getty Images reserves the right, and has absolute discretion, to remove, screen or edit any User Content posted or stored on the Site at any time and for any reason without notice.",
            "point_source": "https://www.gettyimages.com/company/terms",
            "case": {
                "text": "Specific content can be deleted without reason and may be removed without prior notice",
                "href": "https://edit.tosdr.org/cases/202"
            }
        },
        {
            "title": "You must provide your identifiable information",
            "rating": "bad",
            "description": "The Service requires users to provide their identifiable information, including phone number, iD number or other information, even though this data collection isn’t essential for the purposes of the service. They may still allow pseudonyms in the foreground.",
            "last_updated": "2023-07-11 06:20:00",
            "point_link": "https://edit.tosdr.org/points/23446",
            "approval_status": "APPROVED",
            "clause_text": "At registration, the full legal name and a phone number are requested among others, and according to this quote these should always be accurate.\n    \n          On 2024-05-01 10:22:43 UTC, yohog (28187)  Suspended wrote:\n          I discovered your website web site online and appearance many of your early posts. Continue to keep up the really good operate. I recently extra encourage Rss to my MSN News Reader. Looking for toward reading far more from you down the line!… 歐博百家樂",
            "point_source": "https://www.gettyimages.com/company/terms",
            "case": {
                "text": "You must provide your identifiable information",
                "href": "https://edit.tosdr.org/cases/409"
            }
        },
        {
            "title": "Some personal data may be kept after the end of the data retention period or a request for erasure",
            "rating": "bad",
            "description": "After the end of the data retention period and/or if you request the deletion of your data, they may still keep it for business interests (fraud detection, transactions...) or legal obligations (tax, legal reporting...)",
            "last_updated": "2023-07-11 06:20:01",
            "point_link": "https://edit.tosdr.org/points/23475",
            "approval_status": "APPROVED",
            "clause_text": "We retain personal data for as long as necessary to provide the products and fulfill the transactions you have requested, or for other essential purposes such as complying with our legal obligations, resolving disputes, and enforcing our agreements.",
            "point_source": "https://www.gettyimages.com/company/privacy-policy",
            "case": {
                "text": "Some personal data may be kept for business interests or legal obligations",
                "href": "https://edit.tosdr.org/cases/333"
            }
        },
        {
            "title": "Many different types of personal data are collected",
            "rating": "bad",
            "description": "The service collects different kinds of personal data, such as name, demographic information, postal address, biometric data, device information, IDs, contacts, call logs...",
            "last_updated": "2023-07-11 06:20:03",
            "point_link": "https://edit.tosdr.org/points/23483",
            "approval_status": "APPROVED",
            "clause_text": "<p>We collect personal information you provide to us.\nFor example, we collect your name, email address, postal address, phone number, fax number, demographics, and other information you provide us.\nIf you make a purchase, we also collect credit card numbers and other payment information.</p>",
            "point_source": "https://www.gettyimages.com/company/privacy-policy",
            "case": {
                "text": "Many different types of personal data are collected",
                "href": "https://edit.tosdr.org/cases/376"
            }
        },
        {
            "title": "Terms may be changed any time at their discretion, without notice to you",
            "rating": "bad",
            "description": "The Agreements can be updated at any time, including in a way that negatively affects user rights, without notifying before or after the changes.",
            "last_updated": "2023-07-11 06:20:04",
            "point_link": "https://edit.tosdr.org/points/23455",
            "approval_status": "APPROVED",
            "clause_text": "<p>Getty Images reserves the right to change any of the terms and conditions contained in the Site Terms or any policy or guideline of the Site, at any time and in its sole discretion.\nWhen we make changes, we will revise the \"last updated\" date at the top of the Site Terms.\nAny changes will be effective immediately upon posting on the Site.\nYour continued use of the Site following the posting of changes will constitute your acceptance of such changes.\nWe encourage you to review the Site Terms whenever you visit one of our websites.</p>",
            "point_source": "https://www.gettyimages.com/company/terms",
            "case": {
                "text": "Terms may be changed any time at their discretion, without notice to you",
                "href": "https://edit.tosdr.org/cases/121"
            }
        },
        {
            "title": "Third-party cookies are used for advertising",
            "rating": "bad",
            "description": "The service's website sets third-party cookies (cookies that do not belong to their domain) for purposes not including statistics and analytics.",
            "last_updated": "2023-07-11 06:20:02",
            "point_link": "https://edit.tosdr.org/points/23479",
            "approval_status": "APPROVED",
            "clause_text": "</p>\n<p>In other cases, we allow third parties to use Cookies for advertising purposes.",
            "point_source": "https://www.gettyimages.com/company/privacy-policy",
            "case": {
                "text": "Third-party cookies are used for advertising",
                "href": "https://edit.tosdr.org/cases/128"
            }
        },
        {
            "title": "Your account can be deleted without prior notice and without a reason",
            "rating": "bad",
            "description": "At any time, your account can be terminated without explanation and without warning by the service.",
            "last_updated": "2023-07-11 06:20:00",
            "point_link": "https://edit.tosdr.org/points/23454",
            "approval_status": "APPROVED",
            "clause_text": "Notwithstanding any of these Site Terms, Getty Images reserves the right, without notice and in its sole discretion, to terminate your account and/or to block your use of the Site.</p>",
            "point_source": "https://www.gettyimages.com/company/terms",
            "case": {
                "text": "Your account can be deleted or permanently suspended without prior notice and without a reason",
                "href": "https://edit.tosdr.org/cases/201"
            }
        },
        {
            "title": "You are tracked via web beacons, tracking pixels, browser fingerprinting and device fingerprinting",
            "rating": "bad",
            "description": "Tracking technologies (such as web beacons, tracking pixels...) are employed on users and/or the service assigns a unique ID to a browser or device to track its behaviour.",
            "last_updated": "2023-07-11 06:20:03",
            "point_link": "https://edit.tosdr.org/points/23477",
            "approval_status": "APPROVED",
            "clause_text": "Also: \"We use the term \"devices\" to refer collectively to computers and mobile devices, as well as the internet browsers and other applications on your devices that interact with the internet. Getty Images engages in cross device data collection which refers to the process of collecting data from devices that have been determined through statistical analysis to be linked or related.\"",
            "point_source": "https://www.gettyimages.com/company/privacy-policy",
            "case": {
                "text": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting",
                "href": "https://edit.tosdr.org/cases/323"
            }
        },
        {
            "title": "Your personal data may be used for marketing purposes",
            "rating": "bad",
            "description": "The service may use your personal data for marketing, such as sending you personalised offerings.",
            "last_updated": "2023-07-11 06:19:51",
            "point_link": "https://edit.tosdr.org/points/23466",
            "approval_status": "APPROVED",
            "clause_text": "It's an opt-out process for US users.",
            "point_source": "https://www.gettyimages.com/company/privacy-policy",
            "case": {
                "text": "Your personal data may be used for marketing purposes",
                "href": "https://edit.tosdr.org/cases/336"
            }
        },
        {
            "title": "This service tracks which web page referred you to it",
            "rating": "bad",
            "description": "The service logs the URL of the last web page you visited before visiting the Site and may use that information to gather more data about you.",
            "last_updated": "2023-07-11 06:19:58",
            "point_link": "https://edit.tosdr.org/points/23458",
            "approval_status": "APPROVED",
            "clause_text": "<p>Getty Images collects certain kinds of information, such as the website that referred you to us",
            "point_source": "https://www.gettyimages.com/company/privacy-policy",
            "case": {
                "text": "This service tracks which web page referred you to it",
                "href": "https://edit.tosdr.org/cases/387"
            }
        },
        {
            "title": "You are forced into binding arbitration in case of disputes",
            "rating": "bad",
            "description": "This service forces users to use their own contracted arbitrator and forces users to waive their rights to jury trial.",
            "last_updated": "2023-07-11 06:20:01",
            "point_link": "https://edit.tosdr.org/points/23453",
            "approval_status": "APPROVED",
            "clause_text": "Except the service decides otherwise.",
            "point_source": "https://www.gettyimages.com/company/terms",
            "case": {
                "text": "You are forced into binding arbitration in case of disputes",
                "href": "https://edit.tosdr.org/cases/339"
            }
        },
        {
            "title": "Your profile is combined across various products",
            "rating": "bad",
            "description": "When using multiple services from one same company, they can combine these (unrelated) information sources about you to build up a single richer user profile about you.",
            "last_updated": "2023-07-11 06:20:03",
            "point_link": "https://edit.tosdr.org/points/23461",
            "approval_status": "APPROVED",
            "clause_text": "<p>We may combine your personal data collected across the above sources.",
            "point_source": "https://www.gettyimages.com/company/privacy-policy",
            "case": {
                "text": "Your profile is combined across various products",
                "href": "https://edit.tosdr.org/cases/326"
            }
        },
        {
            "title": "Instead of asking directly, this Service will assume your consent merely from your usage.",
            "rating": "bad",
            "description": "The Service infers your acceptance from your continued usage, instead of prompting you to read the new Terms and asking for direct consent. This doesn’t apply to services that have no way to seek consent from users through their contact details or an account.",
            "last_updated": "2023-07-11 06:20:00",
            "point_link": "https://edit.tosdr.org/points/23456",
            "approval_status": "APPROVED",
            "clause_text": "Your continued use of the Site following the posting of changes will constitute your acceptance of such changes.",
            "point_source": "https://www.gettyimages.com/company/terms",
            "case": {
                "text": "Instead of asking directly, this Service will assume your consent to changes of terms merely from your usage.",
                "href": "https://edit.tosdr.org/cases/403"
            }
        },
        {
            "title": "A license is kept on user-generated content even after you close your account",
            "rating": "bad",
            "description": "The service may still use your content and display it after you stopped using it by closing your account. The case applies to terms requiring users to grant them a perpetual license over that content.",
            "last_updated": "2023-07-11 06:20:01",
            "point_link": "https://edit.tosdr.org/points/23445",
            "approval_status": "APPROVED",
            "clause_text": "If you post User Content to the Site, unless we indicate otherwise, you grant Getty Images and its affiliates a nonexclusive, royalty-free, perpetual, irrevocable and fully sublicensable right",
            "point_source": "https://www.gettyimages.com/company/terms",
            "case": {
                "text": "A license is kept on user-generated content even after you close your account",
                "href": "https://edit.tosdr.org/cases/130"
            }
        },
        {
            "title": "This service reserves the right to disclose your personal information without notifying you",
            "rating": "bad",
            "description": "If the Government governing the Terms requests personal data of a user of this service, they may not inform/notify the user while complying with the request.",
            "last_updated": "2023-07-11 06:20:02",
            "point_link": "https://edit.tosdr.org/points/23474",
            "approval_status": "APPROVED",
            "clause_text": "<p>We reserve the right to disclose your personal data if we have a good faith understanding we are required to do so by law (including to meet national security or law enforcement requirements), or in the good-faith belief that such action is reasonably necessary to comply with legal process, respond to claims, or protect the rights, property or safety of our company, employees, customers, or the public.</p>\n<p>",
            "point_source": "https://www.gettyimages.com/company/privacy-policy",
            "case": {
                "text": "Your personal data may be disclosed to comply with government requests without notice to you",
                "href": "https://edit.tosdr.org/cases/164"
            }
        },
        {
            "title": "Information is gathered about you through third parties",
            "rating": "bad",
            "description": "This Service may employ, either identifiable or non-identifiable, data collection from third party sources about you.",
            "last_updated": "2023-07-11 06:20:02",
            "point_link": "https://edit.tosdr.org/points/23460",
            "approval_status": "APPROVED",
            "clause_text": "We also obtain information from third parties.\nWe protect information obtained from third parties according to the practices described in this statement, plus any additional restrictions imposed by the source of the information.\nThese third-party sources include:</p>\n<ul>\n<li>Data brokers from which we purchase demographic data to supplement the data we collect;</li>\n<li>Applications and services, such as social networks, that make users' information available to others;</li>",
            "point_source": "https://www.gettyimages.com/company/privacy-policy",
            "case": {
                "text": "Information is gathered about you through third parties",
                "href": "https://edit.tosdr.org/cases/382"
            }
        },
        {
            "title": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction",
            "rating": "bad",
            "description": "If the service gets acquired or is involved in a merger, bankruptcy, reorganisation or sale, your personal data may be transferred or sold.",
            "last_updated": "2023-07-11 06:20:03",
            "point_link": "https://edit.tosdr.org/points/23472",
            "approval_status": "APPROVED",
            "clause_text": "<p>Information about our customers, including personal data, may be disclosed as part of any merger, transfer, divestiture, acquisition, or sale of all or a portion of the company and/or its assets, as well as in the unlikely event of insolvency, bankruptcy, or receivership, in which personal data would be transferred as one of the business assets of the company.\nWe will notify you of such an occurrence as described in the \"Changes to This Privacy Policy\" section below.</p>",
            "point_source": "https://www.gettyimages.com/company/privacy-policy",
            "case": {
                "text": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction",
                "href": "https://edit.tosdr.org/cases/243"
            }
        },
        {
            "title": "Your personal information is used for many different purposes",
            "rating": "bad",
            "description": "Personal Data can be processed for many reasons, including non essential processing such as for advertising, marketing and analytics purposes.",
            "last_updated": "2023-07-11 06:20:03",
            "point_link": "https://edit.tosdr.org/points/23463",
            "approval_status": "APPROVED",
            "clause_text": "<p>Getty Images uses your personal data collected through our websites for purposes described in the privacy policy or otherwise disclosed to you.\nFor example, we use your personal data to:</p>\n<ul>\n<li>provide and deliver services, including securing, troubleshooting, improving, and personalizing those products;</li>\n<li>operate and improve our websites and business, including our internal operations and security systems,</li>\n<li>understand you and your preferences to enhance your experience using our websites,</li>\n<li>process your transactions,</li>\n<li>provide customer service and respond to your questions,</li>\n<li>perform research and analysis aimed at improving our products, services and technologies,</li>\n<li>send you information, including confirmations, invoices, technical notices, updates, security alerts, and support and administrative messages,</li>\n<li>communicate with you about new products, offers, promotions, rewards, contests, upcoming events, and other about our products and those of our selected partners (see the Choice and Preferences section of this privacy statement for how to change your preferences for promotional communications), and</li>\n<li>display content, including advertising, that is customized to your interests and preferences.</li>",
            "point_source": "https://www.gettyimages.com/company/privacy-policy",
            "case": {
                "text": "Your personal information is used for many different purposes",
                "href": "https://edit.tosdr.org/cases/185"
            }
        },
        {
            "title": "Your personal data is used to employ targeted third-party advertising",
            "rating": "bad",
            "description": "Your Personal Information is traded and shared with advertising companies to target ads on you, either on the website you were visiting or in third party websites. Your interaction with the service and data you have shared with them may be gathered to create an advertising ID or profile.",
            "last_updated": "2023-07-11 06:20:02",
            "point_link": "https://edit.tosdr.org/points/23462",
            "approval_status": "APPROVED",
            "clause_text": "This cross-device tracking can easily link to a unique identity and therefore be considered as personal data, that is used by third parties to target advertising.",
            "point_source": "https://www.gettyimages.com/company/privacy-policy",
            "case": {
                "text": "Your personal data is used to employ targeted third-party advertising",
                "href": "https://edit.tosdr.org/cases/220"
            }
        },
        {
            "title": "This service gives your personal data to third parties involved in its operation",
            "rating": "bad",
            "description": "Your personal data is or may be given to third parties essential to the service’s operation. This could be an external spam detection service for an internet forum.",
            "last_updated": "2023-07-11 06:20:01",
            "point_link": "https://edit.tosdr.org/points/23468",
            "approval_status": "APPROVED",
            "clause_text": "They employ third parties for \"direct\" marketing purposes so I believe it fits well with this case.",
            "point_source": "https://www.gettyimages.com/company/privacy-policy",
            "case": {
                "text": "This service gives your personal data to third parties involved in its operation",
                "href": "https://edit.tosdr.org/cases/188"
            }
        },
        {
            "title": "Your personal data is used for advertising",
            "rating": "bad",
            "description": "Your interaction with the service and data you have shared with them may be gathered to create an advertising ID or profile to target ads on you, either on the website you were visiting or in third party websites.",
            "last_updated": "2023-07-11 06:19:55",
            "point_link": "https://edit.tosdr.org/points/23465",
            "approval_status": "APPROVED",
            "clause_text": "and</li>\n<li>display content, including advertising, that is customized to your interests and preferences.</li>",
            "point_source": "https://www.gettyimages.com/company/privacy-policy",
            "case": {
                "text": "Your personal data is used for advertising",
                "href": "https://edit.tosdr.org/cases/216"
            }
        },
        {
            "title": "Your data may be processed and stored anywhere in the world",
            "rating": "bad",
            "description": "Your data is stored all over the world, including in countries where data protection rules may differ from the ones of the service's jurisdiction or those of your country jurisdiction.",
            "last_updated": "2023-07-11 06:20:01",
            "point_link": "https://edit.tosdr.org/points/23467",
            "approval_status": "APPROVED",
            "clause_text": "I selected this case because data is 'mostly' in the USA but may also be elsewhere, and those regions aren't precised in the agreement.",
            "point_source": "https://www.gettyimages.com/company/privacy-policy",
            "case": {
                "text": "Your data may be processed and stored anywhere in the world",
                "href": "https://edit.tosdr.org/cases/187"
            }
        },
        {
            "title": "Any liability on behalf of the service is only limited to the fees you paid as a user",
            "rating": "bad",
            "description": null,
            "last_updated": "2023-07-11 06:20:00",
            "point_link": "https://edit.tosdr.org/points/23452",
            "approval_status": "APPROVED",
            "clause_text": "IN NO EVENT SHALL THE AGGREGATE LIABILITY OF GETTY IMAGES, WHETHER IN CONTRACT, WARRANTY, TORT (INCLUDING NEGLIGENCE, WHETHER ACTIVE, PASSIVE OR IMPUTED), PRODUCT LIABILITY, STRICT LIABILITY OR OTHER THEORY, ARISING OUT OF OR RELATING TO THE USE OF THE SITE EXCEED ANY COMPENSATION YOU PAY, IF ANY, TO GETTY IMAGES FOR ACCESS TO OR USE OF THE SITE.</p>",
            "point_source": "https://www.gettyimages.com/company/terms",
            "case": {
                "text": "Any liability on behalf of the service is only limited to the fees you paid as a user",
                "href": "https://edit.tosdr.org/cases/149"
            }
        },
        {
            "title": "Third-party cookies are used for statistics",
            "rating": "bad",
            "description": "For instance, Google Analytics, rather than self-hosted (first-party) statistics software.",
            "last_updated": "2023-07-11 06:20:02",
            "point_link": "https://edit.tosdr.org/points/23478",
            "approval_status": "APPROVED",
            "clause_text": "<p>Our websites may include Cookies from third-party service providers.\nIn some cases, that is because we have hired the third party to provide services on our behalf, such as site analytics.\nFor this purpose, Getty Images works with various third-party partners like Amazon, Facebook and Google to see what actions you take on third party websites to deliver our personalized ads to you via third party websites.\nWe use Demographics and Interest reporting features in Google Analytics to inform our requests to our service providers.</p>\n<p>Our third-party partners like Google use Cookies on our site",
            "point_source": "https://www.gettyimages.com/company/privacy-policy",
            "case": {
                "text": "Third-party cookies are used for statistics",
                "href": "https://edit.tosdr.org/cases/325"
            }
        },
        {
            "title": "You can request access, correction and/or deletion of your data",
            "rating": "good",
            "description": "Users have the right to access personal data hold by the Service, correct it and/or permanently delete it. This usually applies to Services GDPR compliants.",
            "last_updated": "2023-07-11 06:20:02",
            "point_link": "https://edit.tosdr.org/points/23476",
            "approval_status": "APPROVED",
            "clause_text": "<p>If you would like to review or revise information that you previously provided to us, you may access your information in the \"My Account\" section of the website.\nYour Account Executive can also assist you in making any changes, as well as in exercising your right to have your personal data deleted.\nIf you need additional assistance, please contact us at privacy@gettyimages.com.",
            "point_source": "https://www.gettyimages.com/company/privacy-policy",
            "case": {
                "text": "You can request access, correction and/or deletion of your data",
                "href": "https://edit.tosdr.org/cases/195"
            }
        },
        {
            "title": "If you offer suggestions to the service, they may use that without your approval or compensation, but they do not become the owner",
            "rating": "good",
            "description": "The service may employ a broad copyright license over feedback, proposals, ideas and suggestions submitted, including the right to use them without restriction, compensation or obligation to the user, but they do not claim ownership on them.",
            "last_updated": "2023-07-11 06:20:03",
            "point_link": "https://edit.tosdr.org/points/23436",
            "approval_status": "APPROVED",
            "clause_text": "We also appreciate any feedback or other suggestions about our services that you may submit to us, but you understand that we may use such feedback or suggestions without any obligation to compensate you for them.</p>",
            "point_source": "https://www.gettyimages.com/company/terms",
            "case": {
                "text": "If you offer suggestions to the service, they may use that without your approval or compensation, but they do not become the owner",
                "href": "https://edit.tosdr.org/cases/390"
            }
        },
        {
            "title": "The service will only respond to government requests that are reasonable",
            "rating": "good",
            "description": "The Agreement explains they will disclose personal data about you if it is reasonably necessary to comply with applicable law and government requests.",
            "last_updated": "2023-07-11 06:20:02",
            "point_link": "https://edit.tosdr.org/points/23473",
            "approval_status": "APPROVED",
            "clause_text": "<p>We reserve the right to disclose your personal data if we have a good faith understanding we are required to do so by law (including to meet national security or law enforcement requirements), or in the good-faith belief that such action is reasonably necessary to comply with legal process, respond to claims, or protect the rights, property or safety of our company, employees, customers, or the public.</p>",
            "point_source": "https://www.gettyimages.com/company/privacy-policy",
            "case": {
                "text": "The service will only respond to government requests that are reasonable",
                "href": "https://edit.tosdr.org/cases/393"
            }
        },
        {
            "title": "Your personal data is not sold",
            "rating": "good",
            "description": "This service makes an explicit promise not to sell \"personal data\" of users.",
            "last_updated": "2023-07-11 06:20:02",
            "point_link": "https://edit.tosdr.org/points/23480",
            "approval_status": "APPROVED",
            "clause_text": "With respect to (6), note that we do not sell personal information as defined by the CCPA.<br>",
            "point_source": "https://www.gettyimages.com/company/privacy-policy",
            "case": {
                "text": "Your personal data is not sold",
                "href": "https://edit.tosdr.org/cases/193"
            }
        },
        {
            "title": "The service claims to be GDPR compliant for European users",
            "rating": "good",
            "description": "The service has a different behavior towards users protected by the GDPR.",
            "last_updated": "2023-07-11 06:20:01",
            "point_link": "https://edit.tosdr.org/points/23469",
            "approval_status": "APPROVED",
            "clause_text": "if you are resident in an EU country, under the GDPR",
            "point_source": "https://www.gettyimages.com/company/privacy-policy",
            "case": {
                "text": "The service claims to be GDPR compliant for European users",
                "href": "https://edit.tosdr.org/cases/481"
            }
        },
        {
            "title": "The service claims to be CCPA compliant for California users",
            "rating": "good",
            "description": "The service has a different behavior towards users protected by the California Consumer Privacy Act.",
            "last_updated": "2023-07-11 06:20:01",
            "point_link": "https://edit.tosdr.org/points/23470",
            "approval_status": "APPROVED",
            "clause_text": "<p>If you are a California resident and the processing of personal information about you is subject to the California Consumer Privacy Act (\"CCPA\"),",
            "point_source": "https://www.gettyimages.com/company/privacy-policy",
            "case": {
                "text": "The service claims to be CCPA compliant for California users",
                "href": "https://edit.tosdr.org/cases/482"
            }
        },
        {
            "title": "Third parties used by the service are bound by confidentiality obligations",
            "rating": "good",
            "description": "The Third Parties accessing your personal information must keep it confidential and only use it for limited purposes.",
            "last_updated": "2023-07-11 06:20:01",
            "point_link": "https://edit.tosdr.org/points/23471",
            "approval_status": "APPROVED",
            "clause_text": "They are required to maintain the confidentiality of the information and are prohibited from using it for any other purpose.",
            "point_source": "https://www.gettyimages.com/company/privacy-policy",
            "case": {
                "text": "Third parties used by the service are bound by confidentiality obligations",
                "href": "https://edit.tosdr.org/cases/210"
            }
        },
        {
            "title": "The service has non-exclusive use of your content",
            "rating": "good",
            "description": "The service can pay for your content and you are allowed to make it commercially available to other services/parties.",
            "last_updated": "2023-07-11 06:20:03",
            "point_link": "https://edit.tosdr.org/points/23444",
            "approval_status": "APPROVED",
            "clause_text": "If you post User Content to the Site, unless we indicate otherwise, you grant Getty Images and its affiliates a nonexclusive, royalty-free, perpetual, irrevocable and fully sublicensable right",
            "point_source": "https://www.gettyimages.com/company/terms",
            "case": {
                "text": "The service has non-exclusive use of your content",
                "href": "https://edit.tosdr.org/cases/402"
            }
        },
        {
            "title": "The publishing of personally identifiable information without the owner’s consent is not allowed",
            "rating": "good",
            "description": "Users agree not to publicly post personally identifiable information (name, postal address, contact information…) without the owner’s knowledge or consent",
            "last_updated": "2023-07-11 06:20:03",
            "point_link": "https://edit.tosdr.org/points/23441",
            "approval_status": "APPROVED",
            "clause_text": "</p>\n<p>f.\nPrivate information of any third party, including, without limitation, addresses, phone numbers, email addresses, Social Security numbers and credit card numbers;</p>",
            "point_source": "https://www.gettyimages.com/company/terms",
            "case": {
                "text": "The publishing of personally identifiable information without the owner’s consent is not allowed",
                "href": "https://edit.tosdr.org/cases/444"
            }
        },
        {
            "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:20:00",
            "point_link": "https://edit.tosdr.org/points/23449",
            "approval_status": "APPROVED",
            "clause_text": "<p>You agree to defend, indemnify and hold harmless Getty Images, its subsidiaries, affiliates, licensors, employees, agents, third party information providers and independent contractors against any claims, damages, costs, liabilities and expenses (including, but not limited to, reasonable attorneys' fees) arising out of or related to any User Content that you post, store or otherwise transmit on or through the Site, your conduct, your use or inability to use the Site, your breach or alleged breach of the Site Terms or of any representation or warranty contained herein, your unauthorized use of the Getty Images Content, or your violation of any rights of another.",
            "point_source": "https://www.gettyimages.com/company/terms",
            "case": {
                "text": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
                "href": "https://edit.tosdr.org/cases/146"
            }
        },
        {
            "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
            "rating": "neutral",
            "description": "The service assumes no liability for any damages the user incurs, including tangible (e.g. profits) and intangible losses (e.g. data), resulting from the use or inability to use the service or any other matter relating to the service.",
            "last_updated": "2023-07-11 06:20:01",
            "point_link": "https://edit.tosdr.org/points/23451",
            "approval_status": "APPROVED",
            "clause_text": "<p>IN NO EVENT SHALL GETTY IMAGES, ITS DIRECTORS, MEMBERS, EMPLOYEES OR AGENTS BE LIABLE FOR ANY DIRECT, SPECIAL, INDIRECT OR CONSEQUENTIAL DAMAGES, OR ANY OTHER DAMAGES OF ANY KIND, INCLUDING BUT NOT LIMITED TO LOSS OF USE, LOSS OF PROFITS OR LOSS OF DATA, WHETHER IN AN ACTION IN CONTRACT, TORT (INCLUDING BUT NOT LIMITED TO NEGLIGENCE) OR OTHERWISE, ARISING OUT OF OR IN ANY WAY CONNECTED WITH THE USE OF THE SITE, THE SERVICES, THE GETTY IMAGES CONTENT OR THE MATERIALS CONTAINED IN OR ACCESSED THROUGH THE SITE, INCLUDING WITHOUT LIMITATION ANY DAMAGES CAUSED BY OR RESULTING FROM RELIANCE BY USER ON ANY INFORMATION OBTAINED FROM GETTY IMAGES, OR THAT RESULT FROM MISTAKES, OMISSIONS, INTERRUPTIONS, DELETION OF FILES OR EMAIL, ERRORS, DEFECTS, VIRUSES, DELAYS IN OPERATION OR TRANSMISSION OR ANY FAILURE OF PERFORMANCE, WHETHER OR NOT RESULTING FROM ACTS OF GOD, COMMUNICATIONS FAILURE, THEFT, DESTRUCTION OR UNAUTHORIZED ACCESS TO GETTY IMAGES' RECORDS, PROGRAMS OR SERVICES.",
            "point_source": "https://www.gettyimages.com/company/terms",
            "case": {
                "text": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
                "href": "https://edit.tosdr.org/cases/293"
            }
        },
        {
            "title": "There is a date of the last update of the agreements",
            "rating": "neutral",
            "description": "The given text has a date that allows to know when it was last updated.",
            "last_updated": "2023-07-11 06:19:59",
            "point_link": "https://edit.tosdr.org/points/23434",
            "approval_status": "APPROVED",
            "clause_text": "<p>Last Updated: April 2021</p>\n<p>",
            "point_source": "https://www.gettyimages.com/company/terms",
            "case": {
                "text": "There is a date of the last update of the agreements",
                "href": "https://edit.tosdr.org/cases/331"
            }
        },
        {
            "title": "This service is only available for use individually and non-commercially.",
            "rating": "neutral",
            "description": "Users can't use the Service for commercial purposes (unless the Service consents): it is only for personal, individual purposes.",
            "last_updated": "2023-07-11 06:20:00",
            "point_link": "https://edit.tosdr.org/points/23457",
            "approval_status": "APPROVED",
            "clause_text": "No Commercial Use of Editorial Content.\nUnless additional rights are specified on the Getty Images invoice or sales order, or granted pursuant to a separate license agreement, you may not use content marked \"editorial\" for any commercial, promotional, advertorial, endorsement,&nbsp;advertising, gambling/betting/gaming uses or merchandising purpose.",
            "point_source": "https://www.gettyimages.com/eula",
            "case": {
                "text": "This service is only available for use individually and non-commercially.",
                "href": "https://edit.tosdr.org/cases/143"
            }
        },
        {
            "title": "You are prohibited from sending chain letters, junk mail, spam or any unsolicited messages",
            "rating": "neutral",
            "description": "Users are not allowed to use the service for chain letters, junk mail, spamming or any other distribution of content to people who have not agreed to receiving it.",
            "last_updated": "2023-07-11 06:19:59",
            "point_link": "https://edit.tosdr.org/points/23440",
            "approval_status": "APPROVED",
            "clause_text": "e.\nUnsolicited promotions, political campaigning, advertising, junk mail, spam, chain letters, pyramid schemes or solicitations;",
            "point_source": "https://www.gettyimages.com/company/terms",
            "case": {
                "text": "You are prohibited from sending chain letters, junk mail, spam or any unsolicited messages",
                "href": "https://edit.tosdr.org/cases/281"
            }
        },
        {
            "title": "You agree not to submit libelous, harassing or threatening content",
            "rating": "neutral",
            "description": "This service prohibits users from submitting content of a variety of types. This can include content that is unlawful, harassing, abusive, threatening, libelous, sexist, racist, homophobic, transphobic, or discriminatory in any other way.",
            "last_updated": "2023-07-11 06:19:59",
            "point_link": "https://edit.tosdr.org/points/23438",
            "approval_status": "APPROVED",
            "clause_text": "you agree not to post, upload, transmit, distribute, store, create or otherwise publish through the Site any of the following:</p>\n<p>a.\nAny message, comment, data, information, text, music, sound, photos, graphics, code or other material (\"User Content\") that is unlawful, libelous, defamatory,",
            "point_source": "https://www.gettyimages.com/company/terms",
            "case": {
                "text": "You agree not to submit libelous, harassing or threatening content",
                "href": "https://edit.tosdr.org/cases/283"
            }
        },
        {
            "title": "The service is provided 'as is' and to be used at your sole risk",
            "rating": "neutral",
            "description": "This service does not provide any guarantees as to its usability or fitness for the users' purposes. Users agree to use it at their own risk, accepting any possible bugs, malfunctions or harm to their devices.",
            "last_updated": "2023-07-11 06:20:00",
            "point_link": "https://edit.tosdr.org/points/23450",
            "approval_status": "APPROVED",
            "clause_text": "<p>THE SITE, INCLUDING WITHOUT LIMITATION THE EMBEDDED VIEWER AND THE GETTY IMAGES CONTENT, ARE PROVIDED \"AS IS\"",
            "point_source": "https://www.gettyimages.com/company/terms",
            "case": {
                "text": "The service is provided 'as is' and to be used at your sole risk",
                "href": "https://edit.tosdr.org/cases/286"
            }
        },
        {
            "title": "This service is only available to users over 18 years of age",
            "rating": "neutral",
            "description": "The Services are intended for users who are at least a certain age. If you are younger than the age required then you are prohibited from using the Service.",
            "last_updated": "2023-07-11 06:20:00",
            "point_link": "https://edit.tosdr.org/points/23435",
            "approval_status": "APPROVED",
            "clause_text": "By using the Site, you represent and warrant that you are over the age of 18",
            "point_source": "https://www.gettyimages.com/company/terms",
            "case": {
                "text": "This service is only available to users over a certain age",
                "href": "https://edit.tosdr.org/cases/152"
            }
        },
        {
            "title": "The posting of pornographic content is prohibited",
            "rating": "neutral",
            "description": "Users are not allowed to post any content of pornographic nature. This includes adult content, things that are sexually explicit, or obscene.",
            "last_updated": "2023-07-11 06:19:59",
            "point_link": "https://edit.tosdr.org/points/23439",
            "approval_status": "APPROVED",
            "clause_text": "Full quote: \"you agree not to post, upload, transmit, distribute, store, create or otherwise publish through the Site any of the following: a. Any message, comment, data, information, text, music, sound, photos, graphics, code or other material (\"User Content\") that is unlawful, libelous, defamatory, obscene, pornographic\"",
            "point_source": "https://www.gettyimages.com/company/terms",
            "case": {
                "text": "The posting of pornographic content is prohibited",
                "href": "https://edit.tosdr.org/cases/315"
            }
        },
        {
            "title": "Instructions are provided on how to submit a copyright claim",
            "rating": "neutral",
            "description": "If content that you own is copied or made accessible through the service in a way that constitutes an intellectual property right infringement, you can report it following the instructions given in the agreements.",
            "last_updated": "2023-07-11 06:19:59",
            "point_link": "https://edit.tosdr.org/points/23437",
            "approval_status": "APPROVED",
            "clause_text": "<p>If you believe that any material on the Site infringes upon any copyright that you own or control, you may file a notification of such infringement with our Designated Agent as set forth below:</p>\n<p>",
            "point_source": "https://www.gettyimages.com/company/terms",
            "case": {
                "text": "Instructions are provided on how to submit a copyright claim",
                "href": "https://edit.tosdr.org/cases/138"
            }
        },
        {
            "title": "Your personal data is aggregated into statistics",
            "rating": "neutral",
            "description": "Your personal data is used for statistics in a de-identified/aggregated form (i.e. not directly linked to a unique identity) to analyse trends, for research and for analytics.",
            "last_updated": "2023-07-11 06:20:01",
            "point_link": "https://edit.tosdr.org/points/23464",
            "approval_status": "APPROVED",
            "clause_text": "<li>perform research and analysis aimed at improving our products, services and technologies",
            "point_source": "https://www.gettyimages.com/company/privacy-policy",
            "case": {
                "text": "Your personal data is aggregated into statistics",
                "href": "https://edit.tosdr.org/cases/190"
            }
        },
        {
            "title": "You must report to the service any unauthorized use of your account or any breach of security",
            "rating": "neutral",
            "description": "The service asks the user to notify them immediately of any unauthorized use or security breaches.",
            "last_updated": "2023-07-11 06:20:00",
            "point_link": "https://edit.tosdr.org/points/23447",
            "approval_status": "APPROVED",
            "clause_text": "(d) notify Getty Images immediately of any unauthorized use of your account or other breach of security.",
            "point_source": "https://www.gettyimages.com/company/terms",
            "case": {
                "text": "You must report to the service any unauthorized use of your account or any breach of security",
                "href": "https://edit.tosdr.org/cases/484"
            }
        },
        {
            "title": "You are responsible for maintaining the security of your account and for the activities on your account",
            "rating": "neutral",
            "description": "You are responsible for protecting the confidentiality of your password and for maintaining the security of your account. Any activity occurring under your account is your responsibility, whether authorized by you or not.",
            "last_updated": "2023-07-11 06:20:00",
            "point_link": "https://edit.tosdr.org/points/23448",
            "approval_status": "APPROVED",
            "clause_text": "(c) maintain the security of your password and identification.\n(d) notify Getty Images immediately of any unauthorized use of your account or other breach of security.\n(e)&nbsp;accept all responsibility for any and all activities that occur under your account,",
            "point_source": "https://www.gettyimages.com/company/terms",
            "case": {
                "text": "You are responsible for maintaining the security of your account and for the activities on your account",
                "href": "https://edit.tosdr.org/cases/148"
            }
        },
        {
            "title": "Your IP address is collected, which can be used to view your approximate location",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:19:59",
            "point_link": "https://edit.tosdr.org/points/23459",
            "approval_status": "APPROVED",
            "clause_text": "Getty Images collects certain kinds of information, such as the website that referred you to us, your IP address",
            "point_source": "https://www.gettyimages.com/company/privacy-policy",
            "case": {
                "text": "Your IP address is collected, which can be used to view your approximate location",
                "href": "https://edit.tosdr.org/cases/399"
            }
        }
    ]
}