{
    "meta_data": {
        "title": "Alan Thomson Simulation - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "Content you post may be edited by the service for any reason",
            "rating": "unknown",
            "description": "This service can edit any content on the service for whatever the reason and at their sole discretion.",
            "last_updated": "2022-08-15 17:12:36",
            "edit_link": "https://edit.tosdr.org/points/26471",
            "approval_status": "APPROVED"
        },
        {
            "title": "Terms may be changed any time at their discretion, without notice to the user.",
            "rating": "bad",
            "description": "The Agreements can be updated at any time, including in a way that negatively affects user rights, without notifying before or after the changes.",
            "last_updated": "2021-01-29 09:01:35",
            "edit_link": "https://edit.tosdr.org/points/15139",
            "approval_status": "APPROVED"
        },
        {
            "title": "Tracking via third-party cookies purposes including advertising",
            "rating": "bad",
            "description": "The service's website sets third-party cookies (cookies that do not belong to their domain) for purposes not including statistics and analytics.",
            "last_updated": "2023-07-11 10:11:57",
            "edit_link": "https://edit.tosdr.org/points/15160",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service can delete your account without prior notice and without a reason",
            "rating": "bad",
            "description": "At any time, your account can be terminated without explanation and without warning by the service.",
            "last_updated": "2023-07-11 10:11:58",
            "edit_link": "https://edit.tosdr.org/points/15141",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service may use your personal information for marketing purposes",
            "rating": "bad",
            "description": "The service may use your personal data for marketing, such as sending you personalised offerings.",
            "last_updated": "2023-07-11 10:12:46",
            "edit_link": "https://edit.tosdr.org/points/15159",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your personal data is given to third parties",
            "rating": "bad",
            "description": "Your personal data is or may be given to third parties essential to the service’s operation. This could be an external spam detection service for an internet forum.",
            "last_updated": "2023-07-11 10:11:59",
            "edit_link": "https://edit.tosdr.org/points/15153",
            "approval_status": "APPROVED"
        },
        {
            "title": "Tracking pixels are used in service-to-user communication",
            "rating": "bad",
            "description": "The service tracks the user count or some actions of the user; this is usually used for statistics. For example, emails sent by a service can contain a pixel tag, which is a small, clear image that can tell them whether or not you have opened an email and what your IP address is.",
            "last_updated": "2023-07-11 10:11:59",
            "edit_link": "https://edit.tosdr.org/points/15162",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your personal data is used for limited purposes",
            "rating": "good",
            "description": "Your Personal Data is only used for the essential purposes of the Service, which are clearly defined on the Agreements. For instance, the Service won't abuse your data to deliver targeted advertisements to you or for marketing purposes.",
            "last_updated": "2023-07-11 10:11:58",
            "edit_link": "https://edit.tosdr.org/points/15152",
            "approval_status": "APPROVED"
        },
        {
            "title": "You can request access and deletion of personal data",
            "rating": "good",
            "description": "Users have the right to access personal data hold by the Service, correct it and/or permanently delete it. This usually applies to Services GDPR compliants.",
            "last_updated": "2023-07-11 10:12:44",
            "edit_link": "https://edit.tosdr.org/points/15621",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service provides information about how they collect personal data",
            "rating": "good",
            "description": "The service details situations in which they collect personal information or means by which they do.",
            "last_updated": "2023-07-11 10:11:55",
            "edit_link": "https://edit.tosdr.org/points/15155",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service's data retention period is kept to the minimum necessary for fulfilling its purposes",
            "rating": "good",
            "description": "The service will remove personal data from its systems once it is no longer required. Depending on the type of information and the reason it was collected, data retention periods will vary.",
            "last_updated": "2023-07-11 10:11:59",
            "edit_link": "https://edit.tosdr.org/points/15157",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service does not force users into binding arbitration",
            "rating": "good",
            "description": "Binding Arbitration is a dispute resolution method involving a neutral third party which will render a decision instead of going to court. Since the arbitrator can decide the outgoing of a dispute without evidences or a legal basis, it is preferable that users decide whether they want or not their dispute to be resolved this way.",
            "last_updated": "2023-07-11 10:12:47",
            "edit_link": "https://edit.tosdr.org/points/15627",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service allows you to retrieve an archive of your data",
            "rating": "good",
            "description": "Users can request a copy of the data collected through the services and infer from it the amount of personal information that is processed and stored by the Service. This usually applies to Services GDPR compliants.",
            "last_updated": "2023-07-11 10:12:46",
            "edit_link": "https://edit.tosdr.org/points/15622",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service provides a complaint mechanism for the handling of personal data",
            "rating": "good",
            "description": "The service provides users with contact information for an internal or external structure to lodge complaints. It also provides users with contact information for a higher data protection / privacy office in case the internal mechanism fails to satisfy the user.",
            "last_updated": "2023-07-11 10:12:46",
            "edit_link": "https://edit.tosdr.org/points/15623",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service has non-exclusive use of your content",
            "rating": "good",
            "description": "The service can pay for your content and you are allowed to make it commercially available to other services/parties.",
            "last_updated": "2023-07-11 10:11:57",
            "edit_link": "https://edit.tosdr.org/points/15150",
            "approval_status": "APPROVED"
        },
        {
            "title": "You can opt out of promotional communications",
            "rating": "good",
            "description": "You can update your account preferences and/or easily unsubscribe of email/sms lists to stop receiving promotional communications.",
            "last_updated": "2023-07-11 10:12:00",
            "edit_link": "https://edit.tosdr.org/points/15163",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
            "rating": "neutral",
            "description": "The service assumes no liability for any damages the user incurs, including tangible (e.g. profits) and intangible losses (e.g. data), resulting from the use or inability to use the service or any other matter relating to the service.",
            "last_updated": "2023-07-11 10:11:59",
            "edit_link": "https://edit.tosdr.org/points/15143",
            "approval_status": "APPROVED"
        },
        {
            "title": "You are allowed to quote their content with attribution",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:11:57",
            "edit_link": "https://edit.tosdr.org/points/15156",
            "approval_status": "APPROVED"
        },
        {
            "title": "Blocking first party cookies may limit your ability to use the service",
            "rating": "neutral",
            "description": "Most browsers allow users to set preferences related to cookies storage. You may choose to block all cookies (including first-party cookies), but it may impact your use of this service and you may not be able to access some or any of the features provided.",
            "last_updated": "2023-07-11 10:08:44",
            "edit_link": "https://edit.tosdr.org/points/15158",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service has a no refund policy with some exceptions",
            "rating": "neutral",
            "description": "Payments can be refunded if some requirements are fulfilled.",
            "last_updated": "2023-07-11 10:11:59",
            "edit_link": "https://edit.tosdr.org/points/15140",
            "approval_status": "APPROVED"
        },
        {
            "title": "Prohibits political discussions or campaigning",
            "rating": "neutral",
            "description": "Political content in the form or pictures, discussions, or campaigning isn't allowed.",
            "last_updated": "2023-07-11 10:09:12",
            "edit_link": "https://edit.tosdr.org/points/15149",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service is only available for use individually and non-commercially.",
            "rating": "neutral",
            "description": "Users can't use the Service for commercial purposes (unless the Service consents): it is only for personal, individual purposes.",
            "last_updated": "2023-07-11 10:11:59",
            "edit_link": "https://edit.tosdr.org/points/15142",
            "approval_status": "APPROVED"
        },
        {
            "title": "You must create an account to use this service",
            "rating": "neutral",
            "description": "You must provide the service with your information in order to use it",
            "last_updated": "2021-01-29 09:34:16",
            "edit_link": "https://edit.tosdr.org/points/15166",
            "approval_status": "APPROVED"
        },
        {
            "title": "Users who have been permanently banned from this service are not allowed to re-register under a new account",
            "rating": "neutral",
            "description": "Once users have been permanently banned from this service, they are not allowed to create a new account to keep using the service.",
            "last_updated": "2023-07-11 10:11:55",
            "edit_link": "https://edit.tosdr.org/points/15154",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service prohibits users from attempting to gain unauthorized access to other computer systems",
            "rating": "neutral",
            "description": "The service does not allow any attempts at hacking or otherwise gaining unauthorized access to other users' computers.",
            "last_updated": "2023-07-11 10:11:58",
            "edit_link": "https://edit.tosdr.org/points/15148",
            "approval_status": "APPROVED"
        },
        {
            "title": "If you are the target of a copyright claim, your content may be removed",
            "rating": "neutral",
            "description": "The content you have published on the service may be removed if it infringes copyright.",
            "last_updated": "2023-07-11 10:11:58",
            "edit_link": "https://edit.tosdr.org/points/15164",
            "approval_status": "APPROVED"
        },
        {
            "title": "You are responsible for maintaining the security of your account and for the activities on your account",
            "rating": "neutral",
            "description": "You are responsible for protecting the confidentiality of your password and for maintaining the security of your account. Any activity occurring under your account is your responsibility, whether authorized by you or not.",
            "last_updated": "2023-07-11 10:11:59",
            "edit_link": "https://edit.tosdr.org/points/15165",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service requires first-party cookies",
            "rating": "neutral",
            "description": "First-party cookies only belong to the domain of the service and not a third party.",
            "last_updated": "2023-07-11 10:12:46",
            "edit_link": "https://edit.tosdr.org/points/15624",
            "approval_status": "APPROVED"
        },
        {
            "title": "You cannot distribute or disclose your account to third parties",
            "rating": "neutral",
            "description": "In this context third-parties refers to anyone including friends, family, or company",
            "last_updated": "2023-07-11 10:11:58",
            "edit_link": "https://edit.tosdr.org/points/15144",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service collects your IP address, which can be used to view your approximate location",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:12:46",
            "edit_link": "https://edit.tosdr.org/points/15625",
            "approval_status": "APPROVED"
        },
        {
            "title": "Third parties are involved in operating the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:12:00",
            "edit_link": "https://edit.tosdr.org/points/15161",
            "approval_status": "APPROVED"
        },
        {
            "title": "Users agree not to submit illegal content",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:08:19",
            "edit_link": "https://edit.tosdr.org/points/15151",
            "approval_status": "APPROVED"
        },
        {
            "title": "The court of law governing the terms is in the UK",
            "rating": "neutral",
            "description": "The Terms are governed by the applicable laws of a jurisdiction (specified in the title of each point by replacing the \"X\").",
            "last_updated": "2023-07-11 10:11:59",
            "edit_link": "https://edit.tosdr.org/points/15147",
            "approval_status": "APPROVED"
        }
    ]
}