{
    "meta_data": {
        "title": "TechByte Net - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "All Traffic is unencrypted (no https)",
            "rating": "unknown",
            "description": "The service doesn’t employ TLS/SSL encryption to secure the traffic between your browser and the website you’re visiting. As a result the data transmitted may be monitored by unauthorized third parties.",
            "last_updated": "2021-07-04 22:04:47",
            "edit_link": "https://edit.tosdr.org/points/23499"
        },
        {
            "title": "You can access most of the pages on the service's website without revealing any personal information",
            "rating": "good",
            "description": "The service does not require users to reveal personal information for most of its website. However, it may still collect anonymous logs.",
            "last_updated": "2021-07-04 22:02:38",
            "edit_link": "https://edit.tosdr.org/points/23500"
        },
        {
            "title": "No logs are kept",
            "rating": "good",
            "description": "Logs are text files containing some information about web visitors, such as user agents (showing for instance that you're connecting from Firefox for Android) and ip addresses (which reveal your approximate location). This case applies to Services that only keep the strictly necessary logs on their servers and therefore protect your privacy.",
            "last_updated": "2021-07-04 22:02:03",
            "edit_link": "https://edit.tosdr.org/points/23501"
        },
        {
            "title": "You should revisit the terms periodically, although in case of material changes, the service will notify",
            "rating": "neutral",
            "description": "The service may update the Terms without notice, but if they significantly change the agreements in a manner that importantly and/or negatively affects the way the service is used, users will be notified.",
            "last_updated": "2021-07-04 22:03:53",
            "edit_link": "https://edit.tosdr.org/points/23503"
        },
        {
            "title": "There is a date of the last update of the agreements",
            "rating": "neutral",
            "description": "The given text has a date that allows to know when it was last updated.",
            "last_updated": "2021-07-04 22:02:58",
            "edit_link": "https://edit.tosdr.org/points/23502"
        },
        {
            "title": "This service assumes no responsibility and liability for the contents of links to other websites",
            "rating": "neutral",
            "description": "The service rejects any responsibility for the contents of other websites to which it links.",
            "last_updated": "2021-07-04 22:04:21",
            "edit_link": "https://edit.tosdr.org/points/23504"
        },
        {
            "title": "The service informs you that its privacy policy does not apply to third party websites",
            "rating": "neutral",
            "description": "The service states that whenever it links to third party websites or applications, its privacy policy does not apply. Those third party websites or applications hosted or operated by other organizations may have their own privacy policies.",
            "last_updated": "2021-07-04 22:03:31",
            "edit_link": "https://edit.tosdr.org/points/23505"
        }
    ]
}