{
    "meta_data": {
        "title": "OsmAnd - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "Terms may be changed any time at their discretion, without notice to you",
            "rating": "bad",
            "description": "The Agreements can be updated at any time, including in a way that negatively affects user rights, without notifying before or after the changes.",
            "last_updated": "2023-07-11 06:31:35",
            "edit_link": "https://edit.tosdr.org/points/33115"
        },
        {
            "title": "The service does not guarantee that software errors will be corrected",
            "rating": "bad",
            "description": "Users agree to use the service and its software as provided and accept that any errors within that software may not be corrected.",
            "last_updated": "2023-07-11 06:31:36",
            "edit_link": "https://edit.tosdr.org/points/33126"
        },
        {
            "title": "OsmAnd prevents you from using the app if you are not licensed to use it.",
            "rating": "bad",
            "description": "The service disables software that you are not licensed to use.",
            "last_updated": "2023-07-11 06:31:40",
            "edit_link": "https://edit.tosdr.org/points/33116"
        },
        {
            "title": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction",
            "rating": "bad",
            "description": "If the service gets acquired or is involved in a merger, bankruptcy, reorganisation or sale, your personal data may be transferred or sold.",
            "last_updated": "2023-07-11 06:31:40",
            "edit_link": "https://edit.tosdr.org/points/21901"
        },
        {
            "title": "Your personal data may be disclosed to comply with government requests without notice to you",
            "rating": "bad",
            "description": "If the Government governing the Terms requests personal data of a user of this service, they may not inform/notify the user while complying with the request.",
            "last_updated": "2023-07-11 06:31:36",
            "edit_link": "https://edit.tosdr.org/points/33133"
        },
        {
            "title": "Your use is throttled",
            "rating": "bad",
            "description": "The service may impose limits or restrictions to the use of the service, thus negatively impacting users experience. They may do so without reason or prior notice.",
            "last_updated": "2023-07-11 06:31:40",
            "edit_link": "https://edit.tosdr.org/points/33120"
        },
        {
            "title": "Your personal data is not shared with third parties",
            "rating": "good",
            "description": "Information collected from users by this service is not given to third parties.",
            "last_updated": "2023-07-11 06:31:36",
            "edit_link": "https://edit.tosdr.org/points/33132"
        },
        {
            "title": "You can limit how your information is used by third-parties and the service",
            "rating": "good",
            "description": "Usually it's related to the right to object to data processing or restrict it under the GDPR. Users may be able to refuse the use of their data for marketing purposes for instance.",
            "last_updated": "2023-07-11 06:31:36",
            "edit_link": "https://edit.tosdr.org/points/33130"
        },
        {
            "title": "Details are provided about what kind of information they collect",
            "rating": "good",
            "description": "The Privacy Policy describes in detail the data collected through the website and through the services provided.",
            "last_updated": "2023-07-11 04:50:00",
            "edit_link": "https://edit.tosdr.org/points/21903"
        },
        {
            "title": "You have the right to stop using OsmAnd at any time",
            "rating": "good",
            "description": "You can stop using the service and/or cancel or delete your account at any time for any reason. Moreover, the termination is reasonably fast and simple.",
            "last_updated": "2023-07-11 06:31:36",
            "edit_link": "https://edit.tosdr.org/points/33118"
        },
        {
            "title": "The service has a no refund policy",
            "rating": "neutral",
            "description": "Payments are final and can't be refunded unless required by law.",
            "last_updated": "2023-07-11 06:31:35",
            "edit_link": "https://edit.tosdr.org/points/33122"
        },
        {
            "title": "This service assumes no responsibility and liability for the contents of links to other websites",
            "rating": "neutral",
            "description": "The service rejects any responsibility for the contents of other websites to which it links.",
            "last_updated": "2023-07-11 06:31:36",
            "edit_link": "https://edit.tosdr.org/points/33119"
        },
        {
            "title": "There is a date of the last update of the agreements",
            "rating": "neutral",
            "description": "The given text has a date that allows to know when it was last updated.",
            "last_updated": "2023-07-11 06:31:36",
            "edit_link": "https://edit.tosdr.org/points/33127"
        },
        {
            "title": "There is a date of the last update of the agreements",
            "rating": "neutral",
            "description": "The given text has a date that allows to know when it was last updated.",
            "last_updated": "2023-07-11 04:49:59",
            "edit_link": "https://edit.tosdr.org/points/21902"
        },
        {
            "title": "They may stop providing the service at any time",
            "rating": "neutral",
            "description": "They may discontinue the services without prior notice, at any time, for any or no reason. They usually assume no liability for losses and damages resulting from this suspension.",
            "last_updated": "2023-07-11 06:31:36",
            "edit_link": "https://edit.tosdr.org/points/33121"
        },
        {
            "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
            "rating": "neutral",
            "description": "The service provider expressly does not claim to provide uninterrupted, timely, secure or error-free service.",
            "last_updated": "2023-07-11 06:31:36",
            "edit_link": "https://edit.tosdr.org/points/33125"
        },
        {
            "title": "This service is only available for use individually and non-commercially.",
            "rating": "neutral",
            "description": "Users can't use the Service for commercial purposes (unless the Service consents): it is only for personal, individual purposes.",
            "last_updated": "2023-07-11 06:31:36",
            "edit_link": "https://edit.tosdr.org/points/33117"
        },
        {
            "title": "The service is provided 'as is' and to be used at your sole risk",
            "rating": "neutral",
            "description": "This service does not provide any guarantees as to its usability or fitness for the users' purposes. Users agree to use it at their own risk, accepting any possible bugs, malfunctions or harm to their devices.",
            "last_updated": "2023-07-11 06:31:35",
            "edit_link": "https://edit.tosdr.org/points/33123"
        },
        {
            "title": "Your personal data is aggregated into statistics",
            "rating": "neutral",
            "description": "Your personal data is used for statistics in a de-identified/aggregated form (i.e. not directly linked to a unique identity) to analyse trends, for research and for analytics.",
            "last_updated": "2023-07-11 06:31:36",
            "edit_link": "https://edit.tosdr.org/points/33129"
        },
        {
            "title": "Only aggregate data is given to OsmAnd partners",
            "rating": "neutral",
            "description": "The Service only shares your information in an aggregated form, which means an anonymized form\nthat can't be linked to a unique identity.",
            "last_updated": "2023-07-11 06:31:37",
            "edit_link": "https://edit.tosdr.org/points/33135"
        },
        {
            "title": "The service does not guarantee accuracy or reliability of the information provided",
            "rating": "neutral",
            "description": "This service makes no warranty regarding the accuracy or reliability of any information that is given on its website or the results that may be obtained from the use of the service.",
            "last_updated": "2023-07-11 06:31:37",
            "edit_link": "https://edit.tosdr.org/points/33124"
        },
        {
            "title": "Third parties are involved in operating the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:31:37",
            "edit_link": "https://edit.tosdr.org/points/33136"
        },
        {
            "title": "Third parties may be involved in operating the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:31:40",
            "edit_link": "https://edit.tosdr.org/points/4455"
        }
    ]
}