{
    "meta_data": {
        "title": "Iziram - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "This service does not track you",
            "rating": "good",
            "description": "The document excerpt needs to include the words \"[the service] does not track [users]\" or \"[the service] does not use any tracking technology\".",
            "last_updated": "2023-07-11 10:11:35",
            "edit_link": "https://edit.tosdr.org/points/15086",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your personal data is used for limited purposes",
            "rating": "good",
            "description": "Your Personal Data is only used for the essential purposes of the Service, which are clearly defined on the Agreements. For instance, the Service won't abuse your data to deliver targeted advertisements to you or for marketing purposes.",
            "last_updated": "2023-07-11 06:34:35",
            "edit_link": "https://edit.tosdr.org/points/15084",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service's data retention period is kept to the minimum necessary for fulfilling its purposes",
            "rating": "good",
            "description": "The service will remove personal data from its systems once it is no longer required. Depending on the type of information and the reason it was collected, data retention periods will vary.",
            "last_updated": "2023-07-11 06:34:35",
            "edit_link": "https://edit.tosdr.org/points/15085",
            "approval_status": "APPROVED"
        },
        {
            "title": "You can request access and deletion of personal data",
            "rating": "good",
            "description": "Users have the right to access personal data hold by the Service, correct it and/or permanently delete it. This usually applies to Services GDPR compliants.",
            "last_updated": "2023-07-11 06:34:34",
            "edit_link": "https://edit.tosdr.org/points/15082",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service provides a complaint mechanism for the handling of personal data",
            "rating": "good",
            "description": "The service provides users with contact information for an internal or external structure to lodge complaints. It also provides users with contact information for a higher data protection / privacy office in case the internal mechanism fails to satisfy the user.",
            "last_updated": "2023-07-11 06:34:35",
            "edit_link": "https://edit.tosdr.org/points/15083",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service does not use third-party analytics or tracking platforms",
            "rating": "good",
            "description": "There are no Google Analytics or other tracking codes embedded in the service. Any tracking is performed by the service itself.",
            "last_updated": "2023-07-11 10:09:46",
            "edit_link": "https://edit.tosdr.org/points/15080",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service only uses temporary session cookies",
            "rating": "good",
            "description": "Temporary session cookies are cookies that are deleted when you close your browser instead of remaining there until they are manually deleted (or expire). These cookies are only used for the purposes of the service and therefore disappear when it's no longer used.",
            "last_updated": "2023-07-11 10:11:36",
            "edit_link": "https://edit.tosdr.org/points/15081",
            "approval_status": "APPROVED"
        },
        {
            "title": "Third parties are involved in operating the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:11:52",
            "edit_link": "https://edit.tosdr.org/points/15079",
            "approval_status": "APPROVED"
        }
    ]
}