{
    "meta_data": {
        "title": "MuseScore - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "Specific content can be deleted without reason and may be removed without prior notice",
            "rating": "unknown",
            "description": "This service can delete specific content. Usually they will claim they reserve the right to do it at their sole discretion, which is legalese for saying they won't give a specific reason. If the terms say they will not notify you, it shall be included in the quote but if it does not explicitly say they will give you a notice, it can be reasonably inferred that they can do it without telling you.",
            "last_updated": "2023-07-11 06:32:04",
            "edit_link": "https://edit.tosdr.org/points/33455",
            "approval_status": "APPROVED"
        },
        {
            "title": "You waive your moral rights",
            "rating": "unknown",
            "description": "Moral rights are rights to creators of literary, dramatic, musical and artistic works, as well as directors of films.\n\"The moral rights include the right of attribution, the right to have a work published anonymously or pseudonymously, and the right to the integrity of the work. The preserving of the integrity of the work allows the author to object to alteration, distortion, or mutilation of the work that is \"prejudicial to the author's honor or reputation\". Anything else that may detract from the artist's relationship with the work even after it leaves the artist's possession or ownership may bring these moral rights into play. Moral rights are distinct from any economic rights tied to copyrights. Even if an artist has assigned his or her copyright rights to a work to a third party, he or she still maintains the moral rights to the work.\" -Wikipedia\nIn general, any terms that use the exact words \"moral rights\" as rights that are waived will fall under this Case.",
            "last_updated": "2023-07-11 06:31:58",
            "edit_link": "https://edit.tosdr.org/points/33449",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your personal data is used for automated decision-making, profiling or AI training",
            "rating": "unknown",
            "description": "Personal data or content you share with the service may be processed to make decisions by automated means without human involvement. This includes profiling, which is any form of automated processing of your information to analyse or predict things like your economic situation, health, personal preferences or interests; as well as Artificial Intelligence training.",
            "last_updated": "2023-08-30 18:59:56",
            "edit_link": "https://edit.tosdr.org/points/33482",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service shares your personal data with third parties that are not essential to its operation",
            "rating": "bad",
            "description": "Your personal data is or may be given to third parties nonessential to the service’s operation. This could be a business partner that receives your data to provide targeted advertisements.",
            "last_updated": "2023-09-16 19:33:24",
            "edit_link": "https://edit.tosdr.org/points/33475",
            "approval_status": "APPROVED"
        },
        {
            "title": "Terms may be changed any time at their discretion, without notice to you",
            "rating": "bad",
            "description": "The Agreements can be updated at any time, including in a way that negatively affects user rights, without notifying before or after the changes.",
            "last_updated": "2023-07-11 04:49:28",
            "edit_link": "https://edit.tosdr.org/points/21540",
            "approval_status": "APPROVED"
        },
        {
            "title": "You are tracked via device fingerprinting",
            "rating": "bad",
            "description": "Tracking technologies (such as web beacons, tracking pixels...) are employed on users and/or the service assigns a unique ID to a browser or device to track its behaviour.",
            "last_updated": "2023-09-16 19:33:11",
            "edit_link": "https://edit.tosdr.org/points/34927",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction",
            "rating": "bad",
            "description": "If the service gets acquired or is involved in a merger, bankruptcy, reorganisation or sale, your personal data may be transferred or sold.",
            "last_updated": "2023-09-06 15:12:29",
            "edit_link": "https://edit.tosdr.org/points/33478",
            "approval_status": "APPROVED"
        },
        {
            "title": "Extra data may be collected about you through promotions",
            "rating": "bad",
            "description": "Additional personal data may be collected through contests, surveys, promotions, petitions or sweepstakes.",
            "last_updated": "2023-09-06 15:09:36",
            "edit_link": "https://edit.tosdr.org/points/33473",
            "approval_status": "APPROVED"
        },
        {
            "title": "Instead of asking directly, this Service will assume your consent merely from your usage.",
            "rating": "bad",
            "description": "The Service infers your acceptance from your continued usage, instead of prompting you to read the new Terms and asking for direct consent. This doesn’t apply to services that have no way to seek consent from users through their contact details or an account.",
            "last_updated": "2023-07-11 04:49:27",
            "edit_link": "https://edit.tosdr.org/points/21535",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your personal data is used to employ targeted third-party advertising",
            "rating": "bad",
            "description": "Your Personal Information is traded and shared with advertising companies to target ads on you, either on the website you were visiting or in third party websites. Your interaction with the service and data you have shared with them may be gathered to create an advertising ID or profile.",
            "last_updated": "2023-09-06 15:12:18",
            "edit_link": "https://edit.tosdr.org/points/33476",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service may keep a secure, anonymized record of your data for analytical purposes even after the data retention period",
            "rating": "bad",
            "description": "The data retention period states how long a service keeps user data. In this case, the service may anonymize the personal data after its retention period is over and use it for analytical or research purposes.",
            "last_updated": "2023-09-06 15:07:48",
            "edit_link": "https://edit.tosdr.org/points/33479",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service gives your personal data to third parties involved in its operation",
            "rating": "bad",
            "description": "Your personal data is or may be given to third parties essential to the service’s operation. This could be an external spam detection service for an internet forum.",
            "last_updated": "2023-09-14 12:46:23",
            "edit_link": "https://edit.tosdr.org/points/33474",
            "approval_status": "APPROVED"
        },
        {
            "title": "You shall not interfere with another person's enjoyment of the service",
            "rating": "bad",
            "description": "Users are asked not to interfere with another person't enjoyment in using the service.\nHowever, this statement is very vague and open to interpretation by the service itself.",
            "last_updated": "2023-07-11 04:49:28",
            "edit_link": "https://edit.tosdr.org/points/21543",
            "approval_status": "APPROVED"
        },
        {
            "title": "Personal information that is shared outside its jurisdiction is processed according to the original jurisdiction’s data protection standards",
            "rating": "good",
            "description": "The service has arrangements in place to ensure that users' personal information, if shared with an entity outside of the service's jurisdiction, is processed to the same standards that apply to the processing of personal data in the service's jurisdiction.",
            "last_updated": "2023-09-06 15:06:16",
            "edit_link": "https://edit.tosdr.org/points/33481",
            "approval_status": "APPROVED"
        },
        {
            "title": "You can request access, correction and/or deletion of your data",
            "rating": "good",
            "description": "Users have the right to access personal data hold by the Service, correct it and/or permanently delete it. This usually applies to Services GDPR compliants.",
            "last_updated": "2023-09-06 15:06:43",
            "edit_link": "https://edit.tosdr.org/points/33484",
            "approval_status": "APPROVED"
        },
        {
            "title": "Information is provided about how your personal data is used",
            "rating": "good",
            "description": "The Privacy Policy explains the purposes for which data is collected and the way it is processed, used and shared.",
            "last_updated": "2023-09-06 15:05:44",
            "edit_link": "https://edit.tosdr.org/points/33477",
            "approval_status": "APPROVED"
        },
        {
            "title": "Information is provided about what kind of information they collect",
            "rating": "good",
            "description": "The Privacy Policy describes in detail the data collected through the website and through the services provided.",
            "last_updated": "2023-09-06 15:04:52",
            "edit_link": "https://edit.tosdr.org/points/33470",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service claims to be GDPR compliant for European users",
            "rating": "good",
            "description": "The service has a different behavior towards users protected by the GDPR.",
            "last_updated": "2023-09-06 15:05:31",
            "edit_link": "https://edit.tosdr.org/points/33480",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service claims to be CCPA compliant for California users",
            "rating": "good",
            "description": "The service has a different behavior towards users protected by the California Consumer Privacy Act.",
            "last_updated": "2023-09-06 15:06:24",
            "edit_link": "https://edit.tosdr.org/points/33483",
            "approval_status": "APPROVED"
        },
        {
            "title": "Copyright license limited for the purposes of that same service but transferable and sublicenseable",
            "rating": "good",
            "description": null,
            "last_updated": "2023-07-11 06:32:12",
            "edit_link": "https://edit.tosdr.org/points/33539",
            "approval_status": "APPROVED"
        },
        {
            "title": "You can opt out of promotional communications",
            "rating": "good",
            "description": "You can update your account preferences and/or easily unsubscribe of email/sms lists to stop receiving promotional communications.",
            "last_updated": "2023-09-06 15:06:50",
            "edit_link": "https://edit.tosdr.org/points/33486",
            "approval_status": "APPROVED"
        },
        {
            "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:32:16",
            "edit_link": "https://edit.tosdr.org/points/33456",
            "approval_status": "APPROVED"
        },
        {
            "title": "The service has a no refund policy",
            "rating": "neutral",
            "description": "Payments are final and can't be refunded unless required by law.",
            "last_updated": "2023-07-11 06:32:04",
            "edit_link": "https://edit.tosdr.org/points/33453",
            "approval_status": "APPROVED"
        },
        {
            "title": "There is a date of the last update of the agreements",
            "rating": "neutral",
            "description": "The given text has a date that allows to know when it was last updated.",
            "last_updated": "2023-07-11 04:49:17",
            "edit_link": "https://edit.tosdr.org/points/21458",
            "approval_status": "APPROVED"
        },
        {
            "title": "They may stop providing the service at any time",
            "rating": "neutral",
            "description": "They may discontinue the services without prior notice, at any time, for any or no reason. They usually assume no liability for losses and damages resulting from this suspension.",
            "last_updated": "2023-07-11 06:32:03",
            "edit_link": "https://edit.tosdr.org/points/33450",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your private content may be accessed by people working for the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-09-14 12:46:16",
            "edit_link": "https://edit.tosdr.org/points/34893",
            "approval_status": "APPROVED"
        },
        {
            "title": "The posting of pornographic content is prohibited",
            "rating": "neutral",
            "description": "Users are not allowed to post any content of pornographic nature. This includes adult content, things that are sexually explicit, or obscene.",
            "last_updated": "2023-07-11 06:32:04",
            "edit_link": "https://edit.tosdr.org/points/33454",
            "approval_status": "APPROVED"
        },
        {
            "title": "This service is only available to users over a certain age",
            "rating": "neutral",
            "description": "The Services are intended for users who are at least a certain age. If you are younger than the age required then you are prohibited from using the Service.",
            "last_updated": "2023-07-11 04:49:17",
            "edit_link": "https://edit.tosdr.org/points/21459",
            "approval_status": null
        },
        {
            "title": "You must report to the service any unauthorized use of your account or any breach of security",
            "rating": "neutral",
            "description": "The service asks the user to notify them immediately of any unauthorized use or security breaches.",
            "last_updated": "2023-07-11 06:32:05",
            "edit_link": "https://edit.tosdr.org/points/33452",
            "approval_status": "APPROVED"
        },
        {
            "title": "The terms may be changed at any time, but you will receive notification of the changes",
            "rating": "neutral",
            "description": "The Terms may be updated without prior notice, but users will be notified of the changes at the moment they will start applying.",
            "last_updated": "2023-09-06 15:07:09",
            "edit_link": "https://edit.tosdr.org/points/33485",
            "approval_status": "APPROVED"
        },
        {
            "title": "Minors must have the authorization of their legal guardians to use the service",
            "rating": "neutral",
            "description": "Minors must have the authorization of their legal guardians to use the services. The legal guardians are responsible for the use of the service by the minor.",
            "last_updated": "2023-07-11 04:49:18",
            "edit_link": "https://edit.tosdr.org/points/21460",
            "approval_status": "APPROVED"
        },
        {
            "title": "Your IP address is collected, which can be used to view your approximate location",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-09-06 15:06:55",
            "edit_link": "https://edit.tosdr.org/points/33471",
            "approval_status": "APPROVED"
        }
    ]
}