{
    "meta_data": {
        "title": "Future PLC - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "You waive your moral rights",
            "rating": "blocker",
            "description": "Moral rights are rights to creators of literary, dramatic, musical and artistic works, as well as directors of films.\n\"The moral rights include the right of attribution, the right to have a work published anonymously or pseudonymously, and the right to the integrity of the work. The preserving of the integrity of the work allows the author to object to alteration, distortion, or mutilation of the work that is \"prejudicial to the author's honor or reputation\". Anything else that may detract from the artist's relationship with the work even after it leaves the artist's possession or ownership may bring these moral rights into play. Moral rights are distinct from any economic rights tied to copyrights. Even if an artist has assigned his or her copyright rights to a work to a third party, he or she still maintains the moral rights to the work.\" -Wikipedia\nIn general, any terms that use the exact words \"moral rights\" as rights that are waived will fall under this Case.",
            "last_updated": "2023-07-11 10:13:04",
            "point_link": "https://edit.tosdr.org/points/15813",
            "approval_status": "APPROVED",
            "clause_text": "irrevocably and unconditionally waive any moral rights or similar rights you have in any Content pursuant to the Copyright, Designs and Patents Act 1988 (as amended, superseded or replaced from time to time) (the “Act”) or equivalent legislation anywhere in the World.</li>",
            "point_source": "https://www.futureplc.com/terms-conditions/",
            "case": {
                "text": "You waive your moral rights",
                "href": "https://edit.tosdr.org/cases/118"
            }
        },
        {
            "title": "The service can delete specific content without reason and may do it without prior notice",
            "rating": "blocker",
            "description": "This service can delete specific content. Usually they will claim they reserve the right to do it at their sole discretion, which is legalese for saying they won't give a specific reason. If the terms say they will not notify you, it shall be included in the quote but if it does not explicitly say they will give you a notice, it can be reasonably inferred that they can do it without telling you.",
            "last_updated": "2023-07-11 10:13:03",
            "point_link": "https://edit.tosdr.org/points/15809",
            "approval_status": "APPROVED",
            "clause_text": "Future shall have the right (but not the obligation) in its sole discretion to delete, edit, lock, move or remove any Content without notice.",
            "point_source": "https://www.futureplc.com/terms-conditions/",
            "case": {
                "text": "Specific content can be deleted without reason and may be removed without prior notice",
                "href": "https://edit.tosdr.org/cases/202"
            }
        },
        {
            "title": "Tracking via third-party cookies for purposes including advertising",
            "rating": "bad",
            "description": "The service's website sets third-party cookies (cookies that do not belong to their domain) for purposes not including statistics and analytics.",
            "last_updated": "2023-07-11 10:13:06",
            "point_link": "https://edit.tosdr.org/points/15846",
            "approval_status": "APPROVED",
            "clause_text": "This website’s advertisers, sponsors and/or traffic measurement services may themselves set and access their own cookies on your computer if you choose to have your cookies enabled in your browser.",
            "point_source": "https://www.futureplc.com/privacy-policy/",
            "case": {
                "text": "Third-party cookies are used for advertising",
                "href": "https://edit.tosdr.org/cases/128"
            }
        },
        {
            "title": "Service can block or censor user communications",
            "rating": "bad",
            "description": "The service reserves the right, for any or no reason, to refuse to post or reject user communications.",
            "last_updated": "2023-07-11 10:13:03",
            "point_link": "https://edit.tosdr.org/points/15810",
            "approval_status": "APPROVED",
            "clause_text": "Without limiting the foregoing, Future shall have the right without notice to record the IP address from which any Content is posted or uploaded to or otherwise transmitted through any Future Site or Server and to lock or remove any Content which violates these Terms and Conditions or is or may be irrelevant, out of date, inappropriate or objectionable in any way whatsoever or in respect of which Future receives any complaint (whether valid, justified or not).",
            "point_source": "https://www.futureplc.com/terms-conditions/",
            "case": {
                "text": "User-generated content can be blocked or censored for any reason",
                "href": "https://edit.tosdr.org/cases/379"
            }
        },
        {
            "title": "The service may sell your data unless you opt out",
            "rating": "bad",
            "description": "There is a form to opt-out (typically California's CCPA) of the selling of your personal data. This is a bad a point because there are many services that don't have this form due to not selling your data in the first place.",
            "last_updated": "2023-07-11 10:13:06",
            "point_link": "https://edit.tosdr.org/points/15852",
            "approval_status": "APPROVED",
            "clause_text": "Users younger than 16 years old may opt out of this sale.",
            "point_source": "https://www.futureplc.com/privacy-policy/",
            "case": {
                "text": "Your Personal data may be sold unless you opt out",
                "href": "https://edit.tosdr.org/cases/396"
            }
        },
        {
            "title": "Many third parties are involved in operating the service",
            "rating": "bad",
            "description": null,
            "last_updated": "2023-07-11 10:13:06",
            "point_link": "https://edit.tosdr.org/points/15842",
            "approval_status": "APPROVED",
            "clause_text": "<br>\nWe use third parties to perform certain functions on our behalf including fulfilling orders, sending emails, organising and managing events, running competitions and promotions, conducting surveys or polls, removing repetitive information from customer lists, comment hosting, website analysis, data analysis and processing credit card payments.",
            "point_source": "https://www.futureplc.com/privacy-policy/",
            "case": {
                "text": "Many third parties are involved in operating the service",
                "href": "https://edit.tosdr.org/cases/208"
            }
        },
        {
            "title": "The service may collect extra data about you through promotions",
            "rating": "bad",
            "description": "Additional personal data may be collected through contests, surveys, promotions, petitions or sweepstakes.",
            "last_updated": "2023-07-11 10:13:05",
            "point_link": "https://edit.tosdr.org/points/15834",
            "approval_status": "APPROVED",
            "clause_text": "If you attend one of our events, awards or conferences we may receive personal information about you, including your name and contact details and any dietary and accessibility requirements.",
            "point_source": "https://www.futureplc.com/privacy-policy/",
            "case": {
                "text": "Extra data may be collected about you through promotions",
                "href": "https://edit.tosdr.org/cases/211"
            }
        },
        {
            "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
            "rating": "bad",
            "description": "Tracking technologies (such as web beacons, tracking pixels...) are employed on users and/or the service assigns a unique ID to a browser or device to track its behaviour.",
            "last_updated": "2023-07-11 10:13:05",
            "point_link": "https://edit.tosdr.org/points/15837",
            "approval_status": "APPROVED",
            "clause_text": "LiveRamp uses this information to create an online identification code for the purpose of recognising you on your device.",
            "point_source": "https://www.futureplc.com/privacy-policy/",
            "case": {
                "text": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting",
                "href": "https://edit.tosdr.org/cases/323"
            }
        },
        {
            "title": "This service may use your personal information for marketing purposes",
            "rating": "bad",
            "description": "The service may use your personal data for marketing, such as sending you personalised offerings.",
            "last_updated": "2023-07-11 10:13:07",
            "point_link": "https://edit.tosdr.org/points/15841",
            "approval_status": "APPROVED",
            "clause_text": "We rely on Legitimate Interests for the following activities:</p>\n<ul>\n<li>providing, maintaining, improving and developing our products and services;</li>\n<li>sending direct marketing communications about our products and services to customers;</li>\n<li>sending marketing communications related to the products and services of carefully selected companies in a business-to-business context;</li>\n<li>managing suppression and unsubscribe requests;</li>\n<li>",
            "point_source": "https://www.futureplc.com/privacy-policy/",
            "case": {
                "text": "Your personal data may be used for marketing purposes",
                "href": "https://edit.tosdr.org/cases/336"
            }
        },
        {
            "title": "This service gathers information about you through third parties",
            "rating": "bad",
            "description": "This Service may employ, either identifiable or non-identifiable, data collection from third party sources about you.",
            "last_updated": "2023-07-11 10:13:05",
            "point_link": "https://edit.tosdr.org/points/15836",
            "approval_status": "APPROVED",
            "clause_text": "We may receive information about you from other sources (for example, missing information about your postal or email addresses) and add it to the personal information we hold about you.",
            "point_source": "https://www.futureplc.com/privacy-policy/",
            "case": {
                "text": "Information is gathered about you through third parties",
                "href": "https://edit.tosdr.org/cases/382"
            }
        },
        {
            "title": "The service uses your personal data to employ targeted third-party advertising",
            "rating": "bad",
            "description": "Your Personal Information is traded and shared with advertising companies to target ads on you, either on the website you were visiting or in third party websites. Your interaction with the service and data you have shared with them may be gathered to create an advertising ID or profile.",
            "last_updated": "2023-07-11 10:11:12",
            "point_link": "https://edit.tosdr.org/points/15839",
            "approval_status": "APPROVED",
            "clause_text": "This service may share unique device identifiers with advertising partners to provide targeted advertising. Although they do not contain personal data, they're linked to a single user and therefore could be linked to an identity.",
            "point_source": "https://www.futureplc.com/privacy-policy/",
            "case": {
                "text": "Your personal data is used to employ targeted third-party advertising",
                "href": "https://edit.tosdr.org/cases/220"
            }
        },
        {
            "title": "This service gives your personal data to third parties involved in its operation",
            "rating": "bad",
            "description": "Your personal data is or may be given to third parties essential to the service’s operation. This could be an external spam detection service for an internet forum.",
            "last_updated": "2023-07-11 10:13:04",
            "point_link": "https://edit.tosdr.org/points/15838",
            "approval_status": "APPROVED",
            "clause_text": "When you log into our website, we may share information that we collect from you, such as your email (in hashed, pseudonymous form), IP address, or information about your browser or operating system, with our partner LiveRamp.",
            "point_source": "https://www.futureplc.com/privacy-policy/",
            "case": {
                "text": "This service gives your personal data to third parties involved in its operation",
                "href": "https://edit.tosdr.org/cases/188"
            }
        },
        {
            "title": "This service retains rights to your content even after you stop using your account",
            "rating": "bad",
            "description": "The service may still use your content and display it after you stopped using it by closing your account, since you granted them a perpetual or (in some cases) an unlimited license over that content.",
            "last_updated": "2023-07-11 10:13:03",
            "point_link": "https://edit.tosdr.org/points/15811",
            "approval_status": "APPROVED",
            "clause_text": "If you upload, post or otherwise transmit any Content to a public part of any Future Site or Server (including, without limitation, if you post a message to a bulletin board or chat forum, upload files, input data, or engage in any other form of communication through any Future Site) you are wholly responsible for it.\nYou hereby: (a) grant Future and its group companies an irrevocable, perpetual, royalty­free right",
            "point_source": "https://www.futureplc.com/terms-conditions/",
            "case": {
                "text": "This service retains rights to your content even after you stop using your account",
                "href": "https://edit.tosdr.org/cases/173"
            }
        },
        {
            "title": "Your data may be processed and stored anywhere in the world",
            "rating": "bad",
            "description": "Your data is stored all over the world, including in countries where data protection rules may differ from the ones of the service's jurisdiction or those of your country jurisdiction.",
            "last_updated": "2023-07-11 10:13:05",
            "point_link": "https://edit.tosdr.org/points/15847",
            "approval_status": "APPROVED",
            "clause_text": "Your personal data may be transferred to a country outside the EEA if, for example, a supplier or service is based outside the EEA.",
            "point_source": "https://www.futureplc.com/privacy-policy/",
            "case": {
                "text": "Your data may be processed and stored anywhere in the world",
                "href": "https://edit.tosdr.org/cases/187"
            }
        },
        {
            "title": "Users shall not interfere with another person's enjoyment of the service",
            "rating": "bad",
            "description": "Users are asked not to interfere with another person't enjoyment in using the service.\nHowever, this statement is very vague and open to interpretation by the service itself.",
            "last_updated": "2023-07-11 10:13:04",
            "point_link": "https://edit.tosdr.org/points/15818",
            "approval_status": "APPROVED",
            "clause_text": "(d) Restrict or in any way inhibit any person from using this Website or any other Future Site or Server.",
            "point_source": "https://www.futureplc.com/terms-conditions/",
            "case": {
                "text": "You shall not interfere with another person's enjoyment of the service",
                "href": "https://edit.tosdr.org/cases/285"
            }
        },
        {
            "title": "This service uses third-party cookies for statistics",
            "rating": "bad",
            "description": "For instance, Google Analytics, rather than self-hosted (first-party) statistics software.",
            "last_updated": "2023-07-11 10:13:06",
            "point_link": "https://edit.tosdr.org/points/15854",
            "approval_status": "APPROVED",
            "clause_text": "Third party cookies</strong> are cookies used within our Services which are set by other organisations.\nThese include cookies from external analytics services which help us to understand the use of our sites, or by advertisers so that they can track the effectiveness of their advertisements.</li>",
            "point_source": "https://www.futureplc.com/cookies-policy/",
            "case": {
                "text": "Third-party cookies are used for statistics",
                "href": "https://edit.tosdr.org/cases/325"
            }
        },
        {
            "title": "Tracking pixels are used in service-to-user communication",
            "rating": "bad",
            "description": "The service tracks the user count or some actions of the user; this is usually used for statistics. For example, emails sent by a service can contain a pixel tag, which is a small, clear image that can tell them whether or not you have opened an email and what your IP address is.",
            "last_updated": "2023-07-11 10:13:04",
            "point_link": "https://edit.tosdr.org/points/15835",
            "approval_status": "APPROVED",
            "clause_text": "We use web beacons in our emails to track the success of our marketing campaigns.",
            "point_source": "https://www.futureplc.com/privacy-policy/",
            "case": {
                "text": "Tracking pixels are used in service-to-user communication",
                "href": "https://edit.tosdr.org/cases/217"
            }
        },
        {
            "title": "Personal information that is shared outside its jurisdiction is processed according to the original jurisdiction’s data protection standards",
            "rating": "good",
            "description": "The service has arrangements in place to ensure that users' personal information, if shared with an entity outside of the service's jurisdiction, is processed to the same standards that apply to the processing of personal data in the service's jurisdiction.",
            "last_updated": "2023-07-11 10:13:07",
            "point_link": "https://edit.tosdr.org/points/15848",
            "approval_status": "APPROVED",
            "clause_text": "We will take all steps reasonably necessary to ensure your data is treated securely, including ensuring the location has been granted ‘adequacy status’ by the European Commission, or using our agreement with the supplier contains model contractual clauses approved by the European Commission, or ensuring the company we are transferring the data to is certified under the EU-US Privacy Shield.</p>\n<p>",
            "point_source": "https://www.futureplc.com/privacy-policy/",
            "case": {
                "text": "Personal information that is shared outside its jurisdiction is processed according to the original jurisdiction’s data protection standards",
                "href": "https://edit.tosdr.org/cases/302"
            }
        },
        {
            "title": "You can request access and deletion of personal data",
            "rating": "good",
            "description": "Users have the right to access personal data hold by the Service, correct it and/or permanently delete it. This usually applies to Services GDPR compliants.",
            "last_updated": "2023-07-11 10:13:06",
            "point_link": "https://edit.tosdr.org/points/15851",
            "approval_status": "APPROVED",
            "clause_text": "You have the right to request:</p>\n<ul>\n<li>Access to the personal data we hold about you.</li>\n<li>The correction of your personal data when incorrect, out of date or incomplete.</li>\n<li>The erasure of your personal data.</li>",
            "point_source": "https://www.futureplc.com/privacy-policy/",
            "case": {
                "text": "You can request access, correction and/or deletion of your data",
                "href": "https://edit.tosdr.org/cases/195"
            }
        },
        {
            "title": "The service allows you to opt out of providing personal information to third parties",
            "rating": "good",
            "description": "The Service provides opt-out instructions to the share of (some) personal information with third parties.",
            "last_updated": "2023-07-11 10:13:06",
            "point_link": "https://edit.tosdr.org/points/15840",
            "approval_status": "APPROVED",
            "clause_text": "You have the right to express a choice regarding our sharing of this data with LiveRamp for the above purposes, of the creation of this code, or of our sharing of the code with our advertising partners.\n<p>",
            "point_source": "https://www.futureplc.com/privacy-policy/",
            "case": {
                "text": "You can opt out of providing personal information to third parties",
                "href": "https://edit.tosdr.org/cases/337"
            }
        },
        {
            "title": "The service's data retention period is kept to the minimum necessary for fulfilling its purposes",
            "rating": "good",
            "description": "The service will remove personal data from its systems once it is no longer required. Depending on the type of information and the reason it was collected, data retention periods will vary.",
            "last_updated": "2023-07-11 10:13:06",
            "point_link": "https://edit.tosdr.org/points/15849",
            "approval_status": "APPROVED",
            "clause_text": "We will only keep your data for a reasonable period of time, which is based on the purpose for which we are using your data.\nOnce that purpose has been fulfilled, we will securely delete that data or anonymise your information (so that we, or anyone else, can no longer tell that data relates to you) unless we are required to retain the data longer for legal, tax or accounting reasons.</p>\n<p>",
            "point_source": "https://www.futureplc.com/privacy-policy/",
            "case": {
                "text": "The data retention period is kept to the minimum necessary for fulfilling its purposes",
                "href": "https://edit.tosdr.org/cases/303"
            }
        },
        {
            "title": "The service provides details about what kinds of personal information they collect",
            "rating": "good",
            "description": "The Privacy Policy describes in detail the data collected through the website and through the services provided.",
            "last_updated": "2023-07-11 10:13:05",
            "point_link": "https://edit.tosdr.org/points/15831",
            "approval_status": "APPROVED",
            "clause_text": "What data do we collect",
            "point_source": "https://www.futureplc.com/privacy-policy/",
            "case": {
                "text": "Information is provided about what kind of information they collect",
                "href": "https://edit.tosdr.org/cases/228"
            }
        },
        {
            "title": "The service provides information about how they intend to use your personal data",
            "rating": "good",
            "description": "The Privacy Policy explains the purposes for which data is collected and the way it is processed, used and shared.",
            "last_updated": "2023-07-11 10:13:05",
            "point_link": "https://edit.tosdr.org/points/15832",
            "approval_status": "APPROVED",
            "clause_text": "What data do we collect and how do we use it?</strong>",
            "point_source": "https://www.futureplc.com/privacy-policy/",
            "case": {
                "text": "Information is provided about how your personal data is used",
                "href": "https://edit.tosdr.org/cases/227"
            }
        },
        {
            "title": "You can opt out of targeted advertising cookies",
            "rating": "good",
            "description": "The service employs your data to target ads to you, but you can opt-out of this interest-based advertising.",
            "last_updated": "2023-07-11 10:13:06",
            "point_link": "https://edit.tosdr.org/points/15856",
            "approval_status": "APPROVED",
            "clause_text": "Opting out of Targeting and Behavioural Advertising Cookies:<br>\nIf you would like to disable third party cookies generated by advertisers or providers of targeted advertising services, you can turn them off by going to the third party’s website.",
            "point_source": "https://www.futureplc.com/cookies-policy/",
            "case": {
                "text": "You can opt out of targeted advertising",
                "href": "https://edit.tosdr.org/cases/219"
            }
        },
        {
            "title": "Third parties used by the service are bound by confidentiality obligations",
            "rating": "good",
            "description": "The Third Parties accessing your personal information must keep it confidential and only use it for limited purposes.",
            "last_updated": "2023-07-11 10:11:12",
            "point_link": "https://edit.tosdr.org/points/15843",
            "approval_status": "APPROVED",
            "clause_text": "They will have access to your personal information if necessary to perform their function but they cannot use it or disclose it for any other purpose, unless you have specifically given them consent to do so",
            "point_source": "https://www.futureplc.com/privacy-policy/",
            "case": {
                "text": "Third parties used by the service are bound by confidentiality obligations",
                "href": "https://edit.tosdr.org/cases/210"
            }
        },
        {
            "title": "The terms for this service are easy to read",
            "rating": "good",
            "description": "The Agreements are well-organised, define legal terms (where applicable), aren't needlessly long and may be pleasant to read.",
            "last_updated": "2023-07-11 10:11:11",
            "point_link": "https://edit.tosdr.org/points/15830",
            "approval_status": "APPROVED",
            "clause_text": "<strong>We encourage you to read this policy in full but please click on the links below for a shortcut to the following sections:</strong>\n<br>",
            "point_source": "https://www.futureplc.com/privacy-policy/",
            "case": {
                "text": "The terms for this service are easy to read",
                "href": "https://edit.tosdr.org/cases/199"
            }
        },
        {
            "title": "The user is informed about security practices",
            "rating": "good",
            "description": "It's important to know what security measures are taken to protect your data from unauthorized access. This case applies to the Agreements that precisely explain their security practices.",
            "last_updated": "2023-07-11 10:11:11",
            "point_link": "https://edit.tosdr.org/points/15850",
            "approval_status": "APPROVED",
            "clause_text": "<p>We are committed to protecting the personal data we hold.\nIn accordance with GDPR, we adopt appropriate technical and organisational measures to help prevent unauthorised access to your information and ensure data is held securely.\nWe also require any third parties to whom we may transfer personal data to have appropriate security measures in place.\nWe ask third parties to complete Data Security Questionnaires so we can be sure they are a safe place for your data.</p>",
            "point_source": "https://www.futureplc.com/privacy-policy/",
            "case": {
                "text": "Information is provided about security practices",
                "href": "https://edit.tosdr.org/cases/226"
            }
        },
        {
            "title": "You can opt out of promotional communications",
            "rating": "good",
            "description": "You can update your account preferences and/or easily unsubscribe of email/sms lists to stop receiving promotional communications.",
            "last_updated": "2023-07-11 10:13:05",
            "point_link": "https://edit.tosdr.org/points/15833",
            "approval_status": "APPROVED",
            "clause_text": "You will be able to select how we use your information for marketing purposes and you can update your marketing preferences at any time.\n<b>",
            "point_source": "https://www.futureplc.com/privacy-policy/",
            "case": {
                "text": "You can opt out of promotional communications",
                "href": "https://edit.tosdr.org/cases/223"
            }
        },
        {
            "title": "The service is not responsible for linked or (clearly) quoted content from third-party content providers",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:13:04",
            "point_link": "https://edit.tosdr.org/points/15814",
            "approval_status": "APPROVED",
            "clause_text": "This Website and other Future Sites or Servers may feature products and services of third parties (“Products and Services”) or contain links to websites operated by third parties (“Third Party Websites”).\nFuture does not have any influence or control over any such Products or Services or any Third Party Website.\nUnless otherwise stated, Future is not responsible for and does not endorse any Products or Services or any Third Party Website, or its availability or contents.",
            "point_source": "https://www.futureplc.com/terms-conditions/",
            "case": {
                "text": "The service is not responsible for linked or (clearly) quoted content from third-party content providers",
                "href": "https://edit.tosdr.org/cases/278"
            }
        },
        {
            "title": "There is a date of the last update of the agreements",
            "rating": "neutral",
            "description": "The given text has a date that allows to know when it was last updated.",
            "last_updated": "2023-07-11 10:13:05",
            "point_link": "https://edit.tosdr.org/points/15829",
            "approval_status": "APPROVED",
            "clause_text": "<p>(Updated November 2020)",
            "point_source": "https://www.futureplc.com/privacy-policy/",
            "case": {
                "text": "There is a date of the last update of the agreements",
                "href": "https://edit.tosdr.org/cases/331"
            }
        },
        {
            "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
            "rating": "neutral",
            "description": "The service assumes no liability for any damages the user incurs, including tangible (e.g. profits) and intangible losses (e.g. data), resulting from the use or inability to use the service or any other matter relating to the service.",
            "last_updated": "2023-07-11 10:13:04",
            "point_link": "https://edit.tosdr.org/points/15821",
            "approval_status": "APPROVED",
            "clause_text": "You agree to indemnify Future and its group companies in full and on demand from and against any loss, damage, costs or expenses which they suffer or incur directly or indirectly as a result of your use of this Website or any other Future Site or Server other than in accordance with these Terms and Conditions.</li>",
            "point_source": "https://www.futureplc.com/terms-conditions/",
            "case": {
                "text": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
                "href": "https://edit.tosdr.org/cases/293"
            }
        },
        {
            "title": "The service can distribute your content through any media known now or in the future",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:13:03",
            "point_link": "https://edit.tosdr.org/points/15812",
            "approval_status": "APPROVED",
            "clause_text": "to use, distribute, copy, edit, adapt, license, distribute, transmit, publish, publicly perform or display any such Content in any form or medium anywhere in the World.",
            "point_source": "https://www.futureplc.com/terms-conditions/",
            "case": {
                "text": "Your content can be distributed through any media known now or in the future",
                "href": "https://edit.tosdr.org/cases/139"
            }
        },
        {
            "title": "Users should revisit the terms periodically, although in case of material changes, the service will notify",
            "rating": "neutral",
            "description": "The service may update the Terms without notice, but if they significantly change the agreements in a manner that importantly and/or negatively affects the way the service is used, users will be notified.",
            "last_updated": "2023-07-11 10:13:05",
            "point_link": "https://edit.tosdr.org/points/15828",
            "approval_status": "APPROVED",
            "clause_text": "We may amend this Privacy Policy from time to time, so we encourage you to check it periodically.\nIf we make material changes we will endeavour to provide you with appropriate notice before such changes take effect.</p>\n<p>",
            "point_source": "https://www.futureplc.com/privacy-policy/",
            "case": {
                "text": "You should revisit the terms periodically, although in case of material changes, the service will notify",
                "href": "https://edit.tosdr.org/cases/329"
            }
        },
        {
            "title": "Users are responsible for any risks, damages, or losses they may incur by downloading materials",
            "rating": "neutral",
            "description": "Users are responsible for any harm to their computer system or loss of data they may incur through the download of materials from the service.",
            "last_updated": "2023-07-11 10:13:04",
            "point_link": "https://edit.tosdr.org/points/15825",
            "approval_status": "APPROVED",
            "clause_text": "Future does not warrant against interference with your enjoyment of the Download, that the functions contained in the Download will be continuous, uninterrupted, secure, virus­free, or error­free, or that defects in the Download will be corrected.\nShould the Download prove defective, you assume the entire cost of all necessary servicing, repair or correction.</li>\n<li>",
            "point_source": "https://www.futureplc.com/terms-conditions/",
            "case": {
                "text": "You are responsible for any risks, damages, or losses that may incur by downloading materials",
                "href": "https://edit.tosdr.org/cases/291"
            }
        },
        {
            "title": "Blocking first party cookies may limit your ability to use the service",
            "rating": "neutral",
            "description": "Most browsers allow users to set preferences related to cookies storage. You may choose to block all cookies (including first-party cookies), but it may impact your use of this service and you may not be able to access some or any of the features provided.",
            "last_updated": "2023-07-11 10:13:06",
            "point_link": "https://edit.tosdr.org/points/15855",
            "approval_status": "APPROVED",
            "clause_text": "Deleting or blocking cookies may reduce functionality of the site.",
            "point_source": "https://www.futureplc.com/cookies-policy/",
            "case": {
                "text": "Blocking first party cookies may limit your ability to use the service",
                "href": "https://edit.tosdr.org/cases/375"
            }
        },
        {
            "title": "This service does not condone any ideas contained in its user-generated contents",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:13:03",
            "point_link": "https://edit.tosdr.org/points/15808",
            "approval_status": "APPROVED",
            "clause_text": "Future does not control the Content and, as such, is not responsible for it in any way whatsoever.",
            "point_source": "https://www.futureplc.com/terms-conditions/",
            "case": {
                "text": "This service does not condone any ideas contained in its user-generated contents",
                "href": "https://edit.tosdr.org/cases/292"
            }
        },
        {
            "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
            "rating": "neutral",
            "description": "The service provider expressly does not claim to provide uninterrupted, timely, secure or error-free service.",
            "last_updated": "2023-07-11 10:13:03",
            "point_link": "https://edit.tosdr.org/points/15824",
            "approval_status": "APPROVED",
            "clause_text": "Future makes no representation or warranty that this Website, any other Future Site or Server, and/or any Third Party Websites will be continuous, uninterrupted, secure or error­free.",
            "point_source": "https://www.futureplc.com/terms-conditions/",
            "case": {
                "text": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
                "href": "https://edit.tosdr.org/cases/287"
            }
        },
        {
            "title": "Users agree not to submit libelous, harassing or threatening content",
            "rating": "neutral",
            "description": "This service prohibits users from submitting content of a variety of types. This can include content that is unlawful, harassing, abusive, threatening, libelous, sexist, racist, homophobic, transphobic, or discriminatory in any other way.",
            "last_updated": "2023-07-11 10:13:04",
            "point_link": "https://edit.tosdr.org/points/15816",
            "approval_status": "APPROVED",
            "clause_text": "You agree that when using the Website or any other Future Site or Server you will not: (a) Upload, post or otherwise transmit Content which violates the rights (including, without limitation, the intellectual property rights) of a third party or which is unlawful, harmful, threatening, abusive, argumentative, flaming, hateful, offensive (whether in relation to sex, race, religion or otherwise) harassing, defamatory, vulgar,",
            "point_source": "https://www.futureplc.com/terms-conditions/",
            "case": {
                "text": "You agree not to submit libelous, harassing or threatening content",
                "href": "https://edit.tosdr.org/cases/283"
            }
        },
        {
            "title": "The service is provided 'as is' and to be used at the users' sole risk",
            "rating": "neutral",
            "description": "This service does not provide any guarantees as to its usability or fitness for the users' purposes. Users agree to use it at their own risk, accepting any possible bugs, malfunctions or harm to their devices.",
            "last_updated": "2023-07-11 10:13:03",
            "point_link": "https://edit.tosdr.org/points/15822",
            "approval_status": "APPROVED",
            "clause_text": "This Website, any other Future Site or Server and their facilities, Third Party Websites, links to the Third Party Websites, and any Material and Content are provided on an ‘as­is’ and ‘as available’ basis and use is at your own risk.",
            "point_source": "https://www.futureplc.com/terms-conditions/",
            "case": {
                "text": "The service is provided 'as is' and to be used at your sole risk",
                "href": "https://edit.tosdr.org/cases/286"
            }
        },
        {
            "title": "Users who have been permanently banned from this service are not allowed to re-register under a new account",
            "rating": "neutral",
            "description": "Once users have been permanently banned from this service, they are not allowed to create a new account to keep using the service.",
            "last_updated": "2023-07-11 10:13:04",
            "point_link": "https://edit.tosdr.org/points/15819",
            "approval_status": "APPROVED",
            "clause_text": "You agree that when using the Website or any other Future Site or Server you will not: [...] (j) Breach the terms of any suspension or ban or seek alternative access.",
            "point_source": "https://www.futureplc.com/terms-conditions/",
            "case": {
                "text": "Users who have been permanently banned from this service are not allowed to re-register under a new account",
                "href": "https://edit.tosdr.org/cases/319"
            }
        },
        {
            "title": "Prohibits the posting of pornographic content",
            "rating": "neutral",
            "description": "Users are not allowed to post any content of pornographic nature. This includes adult content, things that are sexually explicit, or obscene.",
            "last_updated": "2023-07-11 10:13:04",
            "point_link": "https://edit.tosdr.org/points/15817",
            "approval_status": "APPROVED",
            "clause_text": "obscene, indecent,",
            "point_source": "https://www.futureplc.com/terms-conditions/",
            "case": {
                "text": "The posting of pornographic content is prohibited",
                "href": "https://edit.tosdr.org/cases/315"
            }
        },
        {
            "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision",
            "rating": "neutral",
            "description": "Even if the service does not or not always enforce all of the rules or provisions contained in its terms, they still apply. Users can at a later time still be held accountable for violating provisions that have not been enforced consistently.",
            "last_updated": "2023-07-11 10:13:06",
            "point_link": "https://edit.tosdr.org/points/15827",
            "approval_status": "APPROVED",
            "clause_text": "Future’s failure to exercise or enforce any right or provision of these Terms and Conditions shall not constitute a waiver of such right or provision unless acknowledged and agreed to by Future in writing.",
            "point_source": "https://www.futureplc.com/terms-conditions/",
            "case": {
                "text": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision",
                "href": "https://edit.tosdr.org/cases/295"
            }
        },
        {
            "title": "The service informs users that its privacy policy does not apply to third party websites",
            "rating": "neutral",
            "description": "The service states that whenever it links to third party websites or applications, its privacy policy does not apply. Those third party websites or applications hosted or operated by other organizations may have their own privacy policies.",
            "last_updated": "2023-07-11 10:13:07",
            "point_link": "https://edit.tosdr.org/points/15845",
            "approval_status": "APPROVED",
            "clause_text": "The use of your personal information by such third parties will be subject to their own privacy policy and practices.\nWe are not responsible for the privacy policy or practices of any such third party.",
            "point_source": "https://www.futureplc.com/privacy-policy/",
            "case": {
                "text": "The service informs you that its privacy policy does not apply to third party websites",
                "href": "https://edit.tosdr.org/cases/299"
            }
        },
        {
            "title": "You are responsible for maintaining the security of your account and for the activities on your account",
            "rating": "neutral",
            "description": "You are responsible for protecting the confidentiality of your password and for maintaining the security of your account. Any activity occurring under your account is your responsibility, whether authorized by you or not.",
            "last_updated": "2023-07-11 10:13:04",
            "point_link": "https://edit.tosdr.org/points/15820",
            "approval_status": "APPROVED",
            "clause_text": "You acknowledge that you are solely responsible for maintaining a secure password for the purpose of gaining access to the member sections of this Website or any other Future Site or Server.",
            "point_source": "https://www.futureplc.com/terms-conditions/",
            "case": {
                "text": "You are responsible for maintaining the security of your account and for the activities on your account",
                "href": "https://edit.tosdr.org/cases/148"
            }
        },
        {
            "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder",
            "rating": "neutral",
            "description": "Should any portion of the Terms of Service be unenforceable or invalid, that portion will be enforced to the fullest extent permitted by applicable law and the remainder of the TOS will remain valid and enforceable.",
            "last_updated": "2023-07-11 10:13:03",
            "point_link": "https://edit.tosdr.org/points/15826",
            "approval_status": "APPROVED",
            "clause_text": "If any provision(s) of these Terms and Conditions is held by a court of competent jurisdiction to be invalid or unenforceable, then such provision(s) shall be construed, as nearly as possible, to reflect the intentions of the parties and all other provisions shall remain in full force and effect.",
            "point_source": "https://www.futureplc.com/terms-conditions/",
            "case": {
                "text": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder",
                "href": "https://edit.tosdr.org/cases/294"
            }
        },
        {
            "title": "Your personal data is aggregated into statistics",
            "rating": "neutral",
            "description": "Your personal data is used for statistics in a de-identified/aggregated form (i.e. not directly linked to a unique identity) to analyse trends, for research and for analytics.",
            "last_updated": "2023-07-11 10:13:07",
            "point_link": "https://edit.tosdr.org/points/15844",
            "approval_status": "APPROVED",
            "clause_text": "We may share aggregated, non-personally identifiable information, such as demographics and website usage statistics, with advertisers, sponsors and other organisations.</p>",
            "point_source": "https://www.futureplc.com/privacy-policy/",
            "case": {
                "text": "Your personal data is aggregated into statistics",
                "href": "https://edit.tosdr.org/cases/190"
            }
        },
        {
            "title": "This service does not guarantee that it or the products obtained through it meet the users' expectations or requirements",
            "rating": "neutral",
            "description": "This service provider informs its users that the services, information, products, or other materials provided on its website may not meet the users' expectations or requirements.",
            "last_updated": "2023-07-11 10:11:12",
            "point_link": "https://edit.tosdr.org/points/15823",
            "approval_status": "APPROVED",
            "clause_text": "all implied warranties, terms and conditions relating to this Website, any other Future Site or Server, Third Party Websites, links to Third Party Websites, Material and Content (whether implied by statute, common law or otherwise), including (without limitation) any warranty, term or condition as to accuracy, completeness, satisfactory quality, performance, merchantability, fitness for purpose or any special purpose, non­infringement and title are, as between Future and you, hereby excluded.",
            "point_source": "https://www.futureplc.com/terms-conditions/",
            "case": {
                "text": "This service does not guarantee that it or the products obtained through it meet your expectations or requirements",
                "href": "https://edit.tosdr.org/cases/290"
            }
        },
        {
            "title": "Third parties are involved in operating the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:11:11",
            "point_link": "https://edit.tosdr.org/points/15815",
            "approval_status": "APPROVED",
            "clause_text": "For instance, we participate in the Amazon Services LLC Associates Program, an affiliate advertising program designed to provide a means for sites to earn advertising fees by advertising and linking to Amazon.com.<br>",
            "point_source": "https://www.futureplc.com/terms-conditions/",
            "case": {
                "text": "Third parties are involved in operating the service",
                "href": "https://edit.tosdr.org/cases/207"
            }
        },
        {
            "title": "This service collects your IP address, which can be used to view your approximate location",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:13:05",
            "point_link": "https://edit.tosdr.org/points/15853",
            "approval_status": "APPROVED",
            "clause_text": "The cookie will collect information relating to your use of our Services, information about your device, e.g.\nthe device’s IP address and browser type,",
            "point_source": "https://www.futureplc.com/cookies-policy/",
            "case": {
                "text": "Your IP address is collected, which can be used to view your approximate location",
                "href": "https://edit.tosdr.org/cases/399"
            }
        }
    ]
}