{
    "meta_data": {
        "title": "Patook - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "very broad",
            "rating": "bad",
            "description": null,
            "last_updated": "2023-07-11 10:04:21",
            "point_link": "https://edit.tosdr.org/points/4905",
            "approval_status": "APPROVED",
            "clause_text": "When you submit content covered by intellectual property rights (e.g.\nprofile information, photos, images), you specifically grant us a non-exclusive, perpetual, transferable, sub-licensable, royalty-free, worldwide license to display that content on our Site.",
            "point_source": "https://patook.com/Legal/Terms",
            "case": {
                "text": "very broad",
                "href": "https://edit.tosdr.org/cases/133"
            }
        },
        {
            "title": "This service may keep personal data after a request for erasure for business interests or legal obligations",
            "rating": "bad",
            "description": "After the end of the data retention period and/or if you request the deletion of your data, they may still keep it for business interests (fraud detection, transactions...) or legal obligations (tax, legal reporting...)",
            "last_updated": "2023-07-11 06:34:13",
            "point_link": "https://edit.tosdr.org/points/4898",
            "approval_status": "APPROVED",
            "clause_text": "However, sometimes business and legal requirements require us to retain certain information for specific purposes for an extended period of time.",
            "point_source": "https://patook.com/Legal/Privacy",
            "case": {
                "text": "Some personal data may be kept for business interests or legal obligations",
                "href": "https://edit.tosdr.org/cases/333"
            }
        },
        {
            "title": "Terms may be changed any time at their discretion, without notice to the user",
            "rating": "bad",
            "description": "The Agreements can be updated at any time, including in a way that negatively affects user rights, without notifying before or after the changes.",
            "last_updated": "2023-07-11 06:34:11",
            "point_link": "https://edit.tosdr.org/points/4875",
            "approval_status": "APPROVED",
            "clause_text": "We may update this Privacy Policy from time to time at our sole discretion.",
            "point_source": "https://patook.com/Legal/Privacy",
            "case": {
                "text": "Terms may be changed any time at their discretion, without notice to you",
                "href": "https://edit.tosdr.org/cases/121"
            }
        },
        {
            "title": "Service can block or censor user communications",
            "rating": "bad",
            "description": "The service reserves the right, for any or no reason, to refuse to post or reject user communications.",
            "last_updated": "2023-07-11 06:35:40",
            "point_link": "https://edit.tosdr.org/points/4906",
            "approval_status": "APPROVED",
            "clause_text": "We may choose not to deliver certain messages or all the messages you send.",
            "point_source": "https://patook.com/Legal/Terms",
            "case": {
                "text": "User-generated content can be blocked or censored for any reason",
                "href": "https://edit.tosdr.org/cases/379"
            }
        },
        {
            "title": "If you offer suggestions to the service, they become the owner of the ideas that you give them",
            "rating": "bad",
            "description": "The service can claim ownership on feedback, proposals, ideas and suggestions submitted by the users, who may waive their \"moral rights\" on that feedback.",
            "last_updated": "2023-07-11 06:34:14",
            "point_link": "https://edit.tosdr.org/points/4901",
            "approval_status": "APPROVED",
            "clause_text": "On 2025-01-01 07:12:44 UTC, Opurnerly (33910)  Suspended wrote:\n          Cambodian education is improving with support from international organizations. CAMBODIA VISA STATUS CHECKER TOOL",
            "point_source": "https://patook.com/Legal/Terms",
            "case": {
                "text": "If you offer suggestions to the service, they become the owner of the ideas that you give them",
                "href": "https://edit.tosdr.org/cases/182"
            }
        },
        {
            "title": "The court of law governing the terms is in a jurisdiction that is less friendly to user privacy protection.",
            "rating": "bad",
            "description": "The Terms are governed by the applicable laws of a jurisdiction known for weak data regulations and poor user privacy protection. Usually contributors will need to explain in the Analysis view of each point linked to this Case the reason why it shall be applied.",
            "last_updated": "2023-07-11 06:36:13",
            "point_link": "https://edit.tosdr.org/points/4893",
            "approval_status": "APPROVED",
            "clause_text": "You also understand that the United States might have less advantageous privacy laws than those in your home country and that we will abide by US law.",
            "point_source": "https://patook.com/Legal/Privacy",
            "case": {
                "text": "The court of law governing the terms is in a jurisdiction that is less friendly to user privacy protection.",
                "href": "https://edit.tosdr.org/cases/242"
            }
        },
        {
            "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.",
            "rating": "bad",
            "description": "If the service gets acquired or is involved in a merger, bankruptcy, reorganisation or sale, your personal data may be transferred or sold.",
            "last_updated": "2023-07-11 06:36:13",
            "point_link": "https://edit.tosdr.org/points/4892",
            "approval_status": "APPROVED",
            "clause_text": "To a buyer or other successor in the event of a merger, divestiture, restructuring, reorganization, dissolution or other sale or transfer of some or all of the Site's assets, whether as a going concern or as part of bankruptcy, liquidation or similar proceeding, in which personal information about our Site users is among the assets transferred.<br>",
            "point_source": "https://patook.com/Legal/Privacy",
            "case": {
                "text": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction",
                "href": "https://edit.tosdr.org/cases/243"
            }
        },
        {
            "title": "Users have a 6 month time period to take legal action against the service",
            "rating": "bad",
            "description": "If you wish to bring legal action against a service about a past incident, you may not be able to do so if the Terms you agreed to implied a limited amount of time. As a result it may be worthy to carefully read that section of the Terms to know exactly how much time you might have before your right to take legal action expires.",
            "last_updated": "2023-07-11 06:34:11",
            "point_link": "https://edit.tosdr.org/points/4887",
            "approval_status": "APPROVED",
            "clause_text": "NO CLAIM, SUIT OR ACTION MAY BE BROUGHT AGAINST US AFTER SIX MONTHS FROM THE UNDERLYING CAUSE OF ACTION.\n</p>",
            "point_source": "https://patook.com/Legal/Terms",
            "case": {
                "text": "You have a reduced time period to take legal action against the service",
                "href": "https://edit.tosdr.org/cases/151"
            }
        },
        {
            "title": "personal data is given to third parties",
            "rating": "bad",
            "description": "Your personal data is or may be given to third parties essential to the service’s operation. This could be an external spam detection service for an internet forum.",
            "last_updated": "2023-07-11 06:34:15",
            "point_link": "https://edit.tosdr.org/points/4896",
            "approval_status": "APPROVED",
            "clause_text": "We may disclose personal information that we collect or you provide as described in this Policy:<br> a.\nTo fulfill the purpose for which you provide it.\n<br> b.\nTo contractors, service providers and other third parties we use to support our business.<br",
            "point_source": "https://patook.com/Legal/Privacy",
            "case": {
                "text": "This service gives your personal data to third parties involved in its operation",
                "href": "https://edit.tosdr.org/cases/188"
            }
        },
        {
            "title": "The service uses your personal data for advertising",
            "rating": "bad",
            "description": "Your interaction with the service and data you have shared with them may be gathered to create an advertising ID or profile to target ads on you, either on the website you were visiting or in third party websites.",
            "last_updated": "2023-07-11 06:34:13",
            "point_link": "https://edit.tosdr.org/points/4899",
            "approval_status": "APPROVED",
            "clause_text": "We may use the contents of your profile, such as interests, age, location etc.\nto tailor our ads to you",
            "point_source": "https://patook.com/Legal/Privacy",
            "case": {
                "text": "Your personal data is used for advertising",
                "href": "https://edit.tosdr.org/cases/216"
            }
        },
        {
            "title": "Any liability on behalf of the service is only limited to the fees you paid as a user",
            "rating": "bad",
            "description": null,
            "last_updated": "2023-07-11 10:03:19",
            "point_link": "https://edit.tosdr.org/points/4886",
            "approval_status": "APPROVED",
            "clause_text": "IN NO EVENT WILL OUR LIABILITY EXCEED THE FEES COLLECTED FROM YOU FOR THE THREE MONTHS PRECEEDING THE TIME WHEN THE CLAIM AROSE",
            "point_source": "https://patook.com/Legal/Terms",
            "case": {
                "text": "Any liability on behalf of the service is only limited to the fees you paid as a user",
                "href": "https://edit.tosdr.org/cases/149"
            }
        },
        {
            "title": "The service allows you to opt out of providing personal information to third parties",
            "rating": "good",
            "description": "The Service provides opt-out instructions to the share of (some) personal information with third parties.",
            "last_updated": "2023-07-11 06:36:11",
            "point_link": "https://edit.tosdr.org/points/4897",
            "approval_status": "APPROVED",
            "clause_text": "You can opt out of those using the in-app consent form",
            "point_source": "https://patook.com/Legal/Privacy",
            "case": {
                "text": "You can opt out of providing personal information to third parties",
                "href": "https://edit.tosdr.org/cases/337"
            }
        },
        {
            "title": "The service informs users about the risk of publishing personal info online",
            "rating": "good",
            "description": null,
            "last_updated": "2023-07-11 06:36:12",
            "point_link": "https://edit.tosdr.org/points/4894",
            "approval_status": "APPROVED",
            "clause_text": "Please note that information you post publicly (such as your user profile information, your public posts) can be visible to everyone.\nSo NEVER publically post any personal information unless you are fine with everyone knowing about it.",
            "point_source": "https://patook.com/Legal/Privacy",
            "case": {
                "text": "You are informed about the risk of publishing personal info online",
                "href": "https://edit.tosdr.org/cases/231"
            }
        },
        {
            "title": "The service allows you to use pseudonyms",
            "rating": "good",
            "description": "You don't need to provide your full name to use the Service and you are allowed to use a pseudonym instead.",
            "last_updated": "2023-07-11 10:04:11",
            "point_link": "https://edit.tosdr.org/points/8196",
            "approval_status": "APPROVED",
            "clause_text": "As Patook does not require e-mails, real names, addresses, phone numbers of other identifying information",
            "point_source": "https://patook.com/Legal/Privacy",
            "case": {
                "text": "Pseudonyms are allowed",
                "href": "https://edit.tosdr.org/cases/215"
            }
        },
        {
            "title": "You have the right to leave this service at any time",
            "rating": "good",
            "description": "You can stop using the service and/or cancel or delete your account at any time for any reason. Moreover, the termination is reasonably fast and simple.",
            "last_updated": "2023-07-11 06:36:09",
            "point_link": "https://edit.tosdr.org/points/8197",
            "approval_status": "APPROVED",
            "clause_text": "If you delete your account, all your information will no longer be visible to other users.\nFor users in good standing, we will generally:\n<br> a- Delete all the pictures you uploaded, except for those that were marked as containing pornographic, term of service violations, or illegal material.\nAs the Patook ToS contain explicit fines for people sharing inappropriate pictures, we will retain them for the statute of limitation, should we wish to apply our legitimate interest of enforcing the terms of service.\nIf illegal material is involved, we may retain them until any investigation and court cases have been completed.\n<br> b- Hide all your information and generated content.\nThis includes messages to other users that will now disappear.<br> c- Delete all the content you generated from the main database and backups.\nThis can take up to 6 months until it has also been deleted from the backups - however, certain data will be deleted immediately.<br>\n<br",
            "point_source": "https://patook.com/Legal/Privacy",
            "case": {
                "text": "You have the right to leave this service at any time",
                "href": "https://edit.tosdr.org/cases/170"
            }
        },
        {
            "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:34:13",
            "point_link": "https://edit.tosdr.org/points/4871",
            "approval_status": "APPROVED",
            "clause_text": "You agree to defend, indemnify and hold harmless the Site, its affiliates and licensors and their respective officers, directors, employees, contractors, agents, and licensors from and against any claims, liabilities, damages, judgments, awards, losses, costs, expenses or fees (including reasonable attorneys' fees) resulting from your violation of these Terms and Conditions or your use of the Site, including, without limitation, any use of the Site's content, services or items purchased through the Site.",
            "point_source": "https://patook.com/Legal/Terms",
            "case": {
                "text": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
                "href": "https://edit.tosdr.org/cases/146"
            }
        },
        {
            "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
            "rating": "neutral",
            "description": "The service assumes no liability for any damages the user incurs, including tangible (e.g. profits) and intangible losses (e.g. data), resulting from the use or inability to use the service or any other matter relating to the service.",
            "last_updated": "2023-07-11 06:34:13",
            "point_link": "https://edit.tosdr.org/points/4881",
            "approval_status": "APPROVED",
            "clause_text": "WE WILL NOT BE LIABLE FOR ANY LOSS OR DAMAGE CAUSED BY A DISTRIBUTED DENIAL-OF-SERVICE ATTACK, VIRUSES OR OTHER TECHNOLOGICALLY HARMFUL MATERIAL THAT MAY INFECT YOUR COMPUTER EQUIPMENT, COMPUTER PROGRAMS, DATA OR OTHER PROPRIETARY MATERIAL DUE TO YOUR USE OF THE SITE OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE SITE OR TO YOUR DOWNLOADING OF ANY MATERIAL POSTED ON IT, OR ON ANY SITE LINKED TO IT.\n</p>",
            "point_source": "https://patook.com/Legal/Terms",
            "case": {
                "text": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
                "href": "https://edit.tosdr.org/cases/293"
            }
        },
        {
            "title": "no refund policy",
            "rating": "neutral",
            "description": "Payments are final and can't be refunded unless required by law.",
            "last_updated": "2023-07-11 06:34:12",
            "point_link": "https://edit.tosdr.org/points/4872",
            "approval_status": "APPROVED",
            "clause_text": "Your payments to the Site are nonrefundable.",
            "point_source": "https://patook.com/Legal/Terms",
            "case": {
                "text": "The service has a no refund policy",
                "href": "https://edit.tosdr.org/cases/162"
            }
        },
        {
            "title": "There is a date of the last update of the terms",
            "rating": "neutral",
            "description": "The given text has a date that allows to know when it was last updated.",
            "last_updated": "2023-07-11 06:34:11",
            "point_link": "https://edit.tosdr.org/points/4876",
            "approval_status": "APPROVED",
            "clause_text": "When we post changes to this Privacy Policy, we will revise the \"last updated\" date at the top of this Privacy Policy",
            "point_source": "https://patook.com/Legal/Privacy",
            "case": {
                "text": "There is a date of the last update of the agreements",
                "href": "https://edit.tosdr.org/cases/331"
            }
        },
        {
            "title": "Your private content may be accessed by people working for the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:34:11",
            "point_link": "https://edit.tosdr.org/points/4885",
            "approval_status": "APPROVED",
            "clause_text": "Personal information you provide to us is stored on a password protected server accessible only by administrator.",
            "point_source": "https://patook.com/Legal/Privacy",
            "case": {
                "text": "Your private content may be accessed by people working for the service",
                "href": "https://edit.tosdr.org/cases/189"
            }
        },
        {
            "title": "Service does not allow alternative accounts",
            "rating": "neutral",
            "description": "Services that do not allow multiple or alternative accounts are covered by this case.\nAlternative accounts can contribute to an increased privacy, but can also be used to manipulate discussions and polls and might decrease the trustworthiness of a person.",
            "last_updated": "2023-07-11 10:03:19",
            "point_link": "https://edit.tosdr.org/points/4879",
            "approval_status": "APPROVED",
            "clause_text": "Only one account per user is allowed.\nUsers caught with more than one account may be permanently banned and have all their accounts disabled.",
            "point_source": "https://patook.com/Legal/Terms",
            "case": {
                "text": "Alternative accounts are not allowed",
                "href": "https://edit.tosdr.org/cases/324"
            }
        },
        {
            "title": "The service is provided 'as is' and to be used at the users' sole risk",
            "rating": "neutral",
            "description": "This service does not provide any guarantees as to its usability or fitness for the users' purposes. Users agree to use it at their own risk, accepting any possible bugs, malfunctions or harm to their devices.",
            "last_updated": "2023-07-11 06:34:11",
            "point_link": "https://edit.tosdr.org/points/4889",
            "approval_status": "APPROVED",
            "clause_text": "YOUR USE OF THE SITE AND ITS CONTENT IS AT YOUR OWN RISK",
            "point_source": "https://patook.com/Legal/Terms",
            "case": {
                "text": "The service is provided 'as is' and to be used at your sole risk",
                "href": "https://edit.tosdr.org/cases/286"
            }
        },
        {
            "title": "Users who have been permanently banned from this service are not allowed to re-register under a new account",
            "rating": "neutral",
            "description": "Once users have been permanently banned from this service, they are not allowed to create a new account to keep using the service.",
            "last_updated": "2023-07-11 10:03:18",
            "point_link": "https://edit.tosdr.org/points/4882",
            "approval_status": "APPROVED",
            "clause_text": "Users can be fined $1000 if they re-register an account after being banned, however the service does not notify users if they're banned and provides no way to check.\n    \n      \n        \n          \n              Version 1: 2018-10-25 23:19:53 UTC by jxr2272 (978)  Curator\n          \n        \n        \n          \n            \n              Analysis created\n            \n          \n        \n        \n          \n              \n          \n        \n    \n  \n        \n          \n              Version 1: 2018-10-25 23:19:53 UTC by jxr2272 (978)  Curator\n          \n        \n        \n          \n            \n              Analysis created\n            \n          \n        \n        \n          \n              \n          \n        \n    \n          \n              Version 1: 2018-10-25 23:19:53 UTC by jxr2272 (978)  Curator\n          \n        \n          \n            \n              Analysis created\n            \n          \n        \n          \n              \n          \n        \n      \n        \n          \n            Previous Title: \n            Updated Title: Users who have been permanently banned from this service are not allowed to re-register under a new account\n          \n          \n            Previous Analysis: \n            Updated Analysis: Generated through the annotate view\n          \n          \n            Previous Status: \n            Updated Status:  PENDING\n          \n        \n      \n    \n        \n          \n            Previous Title: \n            Updated Title: Users who have been permanently banned from this service are not allowed to re-register under a new account\n          \n          \n            Previous Analysis: \n            Updated Analysis: Generated through the annotate view\n          \n          \n            Previous Status: \n            Updated Status:  PENDING\n          \n        \n      \n          \n            Previous Title: \n            Updated Title: Users who have been permanently banned from this service are not allowed to re-register under a new account\n          \n          \n            Previous Analysis: \n            Updated Analysis: Generated through the annotate view\n          \n          \n            Previous Status: \n            Updated Status:  PENDING\n          \n        \n            Previous Title: \n            Updated Title: Users who have been permanently banned from this service are not allowed to re-register under a new account\n          \n            Previous Analysis: \n            Updated Analysis: Generated through the annotate view\n          \n            Previous Status: \n            Updated Status:  PENDING",
            "point_source": "https://patook.com/Legal/Terms",
            "case": {
                "text": "Users who have been permanently banned from this service are not allowed to re-register under a new account",
                "href": "https://edit.tosdr.org/cases/319"
            }
        },
        {
            "title": "If you are the target of a copyright claim, your content may be removed",
            "rating": "neutral",
            "description": "The content you have published on the service may be removed if it infringes copyright.",
            "last_updated": "2023-07-11 06:34:13",
            "point_link": "https://edit.tosdr.org/points/4904",
            "approval_status": "APPROVED",
            "clause_text": "If we believe that any posted material violates any applicable law, we will remove or disable access to any such material and/or terminate or suspend the offending user's account.",
            "point_source": "https://patook.com/Legal/Terms",
            "case": {
                "text": "If you are the target of a copyright claim, your content may be removed",
                "href": "https://edit.tosdr.org/cases/310"
            }
        },
        {
            "title": "This service is only available to users of a certain age",
            "rating": "neutral",
            "description": "The Services are intended for users who are at least a certain age. If you are younger than the age required then you are prohibited from using the Service.",
            "last_updated": "2023-07-11 10:03:18",
            "point_link": "https://edit.tosdr.org/points/4874",
            "approval_status": "APPROVED",
            "clause_text": "You are 18 years of age or older.",
            "point_source": "https://patook.com/Legal/Terms",
            "case": {
                "text": "This service is only available to users over a certain age",
                "href": "https://edit.tosdr.org/cases/152"
            }
        },
        {
            "title": "You are responsible for maintaining the security of your account and for the activities on your account",
            "rating": "neutral",
            "description": "You are responsible for protecting the confidentiality of your password and for maintaining the security of your account. Any activity occurring under your account is your responsibility, whether authorized by you or not.",
            "last_updated": "2023-07-11 06:34:13",
            "point_link": "https://edit.tosdr.org/points/4903",
            "approval_status": "APPROVED",
            "clause_text": "You are responsible for implementing sufficient procedures to satisfy your particular requirements for personal safety, the safety of your personal information, anti-virus protection and accuracy of data input and output.",
            "point_source": "https://patook.com/Legal/Terms",
            "case": {
                "text": "You are responsible for maintaining the security of your account and for the activities on your account",
                "href": "https://edit.tosdr.org/cases/148"
            }
        },
        {
            "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision",
            "rating": "neutral",
            "description": "Even if the service does not or not always enforce all of the rules or provisions contained in its terms, they still apply. Users can at a later time still be held accountable for violating provisions that have not been enforced consistently.",
            "last_updated": "2023-07-11 06:34:13",
            "point_link": "https://edit.tosdr.org/points/4883",
            "approval_status": "APPROVED",
            "clause_text": "Enforcement of these Terms and Conditions is solely in our discretion, and failure to enforce the Terms and Conditions in some instances does not constitute a waiver of our right to enforce them in other instances.",
            "point_source": "https://patook.com/Legal/Terms",
            "case": {
                "text": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision",
                "href": "https://edit.tosdr.org/cases/295"
            }
        },
        {
            "title": "The service does not guarantee accuracy or reliability of the information provided",
            "rating": "neutral",
            "description": "This service makes no warranty regarding the accuracy or reliability of any information that is given on its website or the results that may be obtained from the use of the service.",
            "last_updated": "2023-07-11 06:34:12",
            "point_link": "https://edit.tosdr.org/points/4888",
            "approval_status": "APPROVED",
            "clause_text": "We do not guarantee that any of the information provided by Patook users to Patook is accurate.\nWe do not regularly verify personal information provided by Patook users.\nThis also includes, but is not limited to, date of birth, location and age.\n</p",
            "point_source": "https://patook.com/Legal/Terms",
            "case": {
                "text": "The service does not guarantee accuracy or reliability of the information provided",
                "href": "https://edit.tosdr.org/cases/288"
            }
        },
        {
            "title": "This service does not guarantee that it or the products obtained through it meet the users' expectations or requirements",
            "rating": "neutral",
            "description": "This service provider informs its users that the services, information, products, or other materials provided on its website may not meet the users' expectations or requirements.",
            "last_updated": "2023-07-11 06:34:11",
            "point_link": "https://edit.tosdr.org/points/4878",
            "approval_status": "APPROVED",
            "clause_text": "WE DO NOT WARRANT THAT THE SITE WILL MEET YOUR EXPECTATIONS OR REQUIRMENTS.",
            "point_source": "https://patook.com/Legal/Terms",
            "case": {
                "text": "This service does not guarantee that it or the products obtained through it meet your expectations or requirements",
                "href": "https://edit.tosdr.org/cases/290"
            }
        },
        {
            "title": "This service cannot be held responsible for disputes that you may have with other users",
            "rating": "neutral",
            "description": "You are responsible for the interactions and the disputes that may occur with other users of the Service. In the event of a dispute, you release the Service from all claims resulting from it.",
            "last_updated": "2023-07-11 06:34:14",
            "point_link": "https://edit.tosdr.org/points/4902",
            "approval_status": "APPROVED",
            "clause_text": "Therefore, you are solely responsible for your interactions and disputes with other users.\nThe Site reserves the right, but has no obligation, to facilitate and resolve disputes between its users.",
            "point_source": "https://patook.com/Legal/Terms",
            "case": {
                "text": "This service cannot be held responsible for disputes that you may have with other users",
                "href": "https://edit.tosdr.org/cases/154"
            }
        }
    ]
}