{
    "meta_data": {
        "title": "Search Encrypt - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "The service can delete specific content without reason and may do it without prior notice",
            "rating": "blocker",
            "description": "This service can delete specific content. Usually they will claim they reserve the right to do it at their sole discretion, which is legalese for saying they won't give a specific reason. If the terms say they will not notify you, it shall be included in the quote but if it does not explicitly say they will give you a notice, it can be reasonably inferred that they can do it without telling you.",
            "last_updated": "2023-07-11 06:34:21",
            "point_link": "https://edit.tosdr.org/points/12847",
            "approval_status": "APPROVED",
            "clause_text": "We maintain the right, but not the obligation to remove any Content that we determine in our sole discretion violates these Terms or that is otherwise objectionable at any time and for any reason.\n</p>\n<p>",
            "point_source": "https://www.searchencrypt.com/about/terms-of-service",
            "case": {
                "text": "Specific content can be deleted without reason and may be removed without prior notice",
                "href": "https://edit.tosdr.org/cases/202"
            }
        },
        {
            "title": "This service can license user content to third parties",
            "rating": "bad",
            "description": "By posting content through the Services, users grant them a transferable and/or sublicensable right, which allows user content to be licensed to third parties.",
            "last_updated": "2023-07-11 10:09:34",
            "point_link": "https://edit.tosdr.org/points/12852",
            "approval_status": "APPROVED",
            "clause_text": "to use, reproduce, create derivative works of, distribute, publicly perform, publicly display, transfer, transmit, distribute, and publish Your Content and subsequent versions of Your Content for the purposes of (i) pursuing our business interests, (ii) distributing Your Content, either electronically or via other media, to third parties seeking to download or otherwise acquire it, and/or (iii) storing Your Content in a remote database accessible by third parties.",
            "point_source": "https://www.searchencrypt.com/about/terms-of-service",
            "case": {
                "text": "Your content can be licensed to third parties",
                "href": "https://edit.tosdr.org/cases/134"
            }
        },
        {
            "title": "This service may use your personal information for marketing purposes",
            "rating": "bad",
            "description": "The service may use your personal data for marketing, such as sending you personalised offerings.",
            "last_updated": "2023-07-11 06:34:13",
            "point_link": "https://edit.tosdr.org/points/12841",
            "approval_status": "APPROVED",
            "clause_text": "You understand and agree that by utilizing our Services, you agree to receive communications from us, including emails, push notifications, text messages, and other forms of communications, regarding our Services and other third-party business offerings.\nYou further understand and agree that our Services may include communications from us or from our partners to you and that these communications are considered part of the Services.",
            "point_source": "https://www.searchencrypt.com/about/terms-of-service",
            "case": {
                "text": "Your personal data may be used for marketing purposes",
                "href": "https://edit.tosdr.org/cases/336"
            }
        },
        {
            "title": "The service has non-exclusive use of your content",
            "rating": "good",
            "description": "The service can pay for your content and you are allowed to make it commercially available to other services/parties.",
            "last_updated": "2023-07-11 10:06:39",
            "point_link": "https://edit.tosdr.org/points/12854",
            "approval_status": "APPROVED",
            "clause_text": "You hereby grant us, our affiliates, and our partners a worldwide, irrevocable, royalty-free, nonexclusive, sub-licensable, license",
            "point_source": "https://www.searchencrypt.com/about/terms-of-service",
            "case": {
                "text": "The service has non-exclusive use of your content",
                "href": "https://edit.tosdr.org/cases/402"
            }
        },
        {
            "title": "You can opt out of promotional communications",
            "rating": "good",
            "description": "You can update your account preferences and/or easily unsubscribe of email/sms lists to stop receiving promotional communications.",
            "last_updated": "2023-07-11 06:34:13",
            "point_link": "https://edit.tosdr.org/points/12842",
            "approval_status": "APPROVED",
            "clause_text": "To opt out of receiving communications from us via email, please email us at support@eightpoint.ky or click on the “unsubscribe” link at the bottom of any communication you receive from us.",
            "point_source": "https://www.searchencrypt.com/about/terms-of-service",
            "case": {
                "text": "You can opt out of promotional communications",
                "href": "https://edit.tosdr.org/cases/223"
            }
        },
        {
            "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
            "rating": "neutral",
            "description": "The service assumes no liability for any damages the user incurs, including tangible (e.g. profits) and intangible losses (e.g. data), resulting from the use or inability to use the service or any other matter relating to the service.",
            "last_updated": "2023-07-11 06:35:51",
            "point_link": "https://edit.tosdr.org/points/11670",
            "approval_status": "APPROVED",
            "clause_text": "NEITHER WE NOR OUR PARTNERS, AFFILIATES, OPERATORS, OR PARENT COMPANIES SHALL BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, OR CONSEQUENTIAL DAMAGES ARISING OUT OF THE USE OF OR INABILITY TO USE THE SERVICES, EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\n</p>",
            "point_source": "https://www.searchencrypt.com/about/terms-of-service",
            "case": {
                "text": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
                "href": "https://edit.tosdr.org/cases/293"
            }
        },
        {
            "title": "The service can distribute your content through any media known now or in the future",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:34:34",
            "point_link": "https://edit.tosdr.org/points/12853",
            "approval_status": "APPROVED",
            "clause_text": "This license shall apply to the distribution and the storage of Your Content in any form, medium, or technology now known or later developed.",
            "point_source": "https://www.searchencrypt.com/about/terms-of-service",
            "case": {
                "text": "Your content can be distributed through any media known now or in the future",
                "href": "https://edit.tosdr.org/cases/139"
            }
        },
        {
            "title": "Conditions may change, but your continued acceptance is not inferred from an earlier acceptance",
            "rating": "neutral",
            "description": "When you're not logged in to a service, but use it repeatedly, it may still feel weird that their terms and conditions can change between one use and the next. However, this does not violate the rule-of-thumb that each new version should be accepted from scratch, without inferring your acceptance from the acceptance of an earlier version. Since no acceptance is inferred from continued use, but only from current use, we rate this as neutral instead of bad.",
            "last_updated": "2023-08-31 13:27:59",
            "point_link": "https://edit.tosdr.org/points/11669",
            "approval_status": "APPROVED",
            "clause_text": "At any time and without notice to you, we may modify these Terms by posting revised Terms on the Services.",
            "point_source": "https://www.searchencrypt.com/about/terms-of-service",
            "case": {
                "text": "Conditions may change, but your continued acceptance is not inferred from an earlier acceptance",
                "href": "https://edit.tosdr.org/cases/277"
            }
        },
        {
            "title": "The service is not responsible for linked or (clearly) quoted content from third-party content providers",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:09:36",
            "point_link": "https://edit.tosdr.org/points/12851",
            "approval_status": "APPROVED",
            "clause_text": "The Services may contain links to other Internet websites and services owned by third parties.\nYour use of each of those websites and services is subject to the conditions, if any, that each of those websites has posted.\nYou acknowledge and agree that we have no control over websites that are not ours, and we are not responsible for any changes to and/or content on them.",
            "point_source": "https://www.searchencrypt.com/about/terms-of-service",
            "case": {
                "text": "The service is not responsible for linked or (clearly) quoted content from third-party content providers",
                "href": "https://edit.tosdr.org/cases/278"
            }
        },
        {
            "title": "There is a date of the last update of the terms",
            "rating": "neutral",
            "description": "The given text has a date that allows to know when it was last updated.",
            "last_updated": "2023-07-11 06:34:18",
            "point_link": "https://edit.tosdr.org/points/12848",
            "approval_status": "APPROVED",
            "clause_text": "<p>Last Updated: March 2019</p>",
            "point_source": "https://www.searchencrypt.com/about/terms-of-service",
            "case": {
                "text": "There is a date of the last update of the agreements",
                "href": "https://edit.tosdr.org/cases/331"
            }
        },
        {
            "title": "This service is only available for use individually and non-commercially.",
            "rating": "neutral",
            "description": "Users can't use the Service for commercial purposes (unless the Service consents): it is only for personal, individual purposes.",
            "last_updated": "2023-07-11 06:34:09",
            "point_link": "https://edit.tosdr.org/points/12850",
            "approval_status": "APPROVED",
            "clause_text": "we grant you an individual and personal, revocable, non-transferrable, non-assignable, non-exclusive right to access and use the Services and Content for your own personal use.",
            "point_source": "https://www.searchencrypt.com/about/terms-of-service",
            "case": {
                "text": "This service is only available for use individually and non-commercially.",
                "href": "https://edit.tosdr.org/cases/143"
            }
        },
        {
            "title": "Users agree not to submit libelous, harassing or threatening content",
            "rating": "neutral",
            "description": "This service prohibits users from submitting content of a variety of types. This can include content that is unlawful, harassing, abusive, threatening, libelous, sexist, racist, homophobic, transphobic, or discriminatory in any other way.",
            "last_updated": "2023-07-11 06:34:34",
            "point_link": "https://edit.tosdr.org/points/12857",
            "approval_status": "APPROVED",
            "clause_text": "you agree that you will not use the Services to (i) publish, post, upload, e-mail, distribute, or disseminate (collectively, “transmit”) any offensive, inappropriate, profane, defamatory, infringing, vulgar,",
            "point_source": "https://www.searchencrypt.com/about/terms-of-service",
            "case": {
                "text": "You agree not to submit libelous, harassing or threatening content",
                "href": "https://edit.tosdr.org/cases/283"
            }
        },
        {
            "title": "The service is provided 'as is' and to be used at the users' sole risk",
            "rating": "neutral",
            "description": "This service does not provide any guarantees as to its usability or fitness for the users' purposes. Users agree to use it at their own risk, accepting any possible bugs, malfunctions or harm to their devices.",
            "last_updated": "2023-07-11 06:35:51",
            "point_link": "https://edit.tosdr.org/points/11668",
            "approval_status": "APPROVED",
            "clause_text": "THE SERVICES AND ALL CONTENT ARE DISTRIBUTED ON AN “AS IS, AS AVAILABLE” BASIS.",
            "point_source": "https://www.searchencrypt.com/about/terms-of-service",
            "case": {
                "text": "The service is provided 'as is' and to be used at your sole risk",
                "href": "https://edit.tosdr.org/cases/286"
            }
        },
        {
            "title": "Prohibits the posting of content which promotes or glorifies violence or politically or religiously extremist values.",
            "rating": "neutral",
            "description": "Users are not allowed to post extremist political or religious content. They are also not allowed to post content that glorifies violence.",
            "last_updated": "2023-07-11 06:34:31",
            "point_link": "https://edit.tosdr.org/points/12859",
            "approval_status": "APPROVED",
            "clause_text": "or any hate speech (e.g.\nracist/discriminatory speech)",
            "point_source": "https://www.searchencrypt.com/about/terms-of-service",
            "case": {
                "text": "You are prohibited from posting content which promotes violence or politically or religiously extremist values.",
                "href": "https://edit.tosdr.org/cases/314"
            }
        },
        {
            "title": "Prohibits the posting of pornographic content",
            "rating": "neutral",
            "description": "Users are not allowed to post any content of pornographic nature. This includes adult content, things that are sexually explicit, or obscene.",
            "last_updated": "2023-07-11 06:34:18",
            "point_link": "https://edit.tosdr.org/points/12856",
            "approval_status": "APPROVED",
            "clause_text": "Full quote: \"you agree that you will not use the Services to (i) publish, post, upload, e-mail, distribute, or disseminate (collectively, “transmit”) any offensive, inappropriate, profane, defamatory, infringing, vulgar,sexually explicit, obscene,\"",
            "point_source": "https://www.searchencrypt.com/about/terms-of-service",
            "case": {
                "text": "The posting of pornographic content is prohibited",
                "href": "https://edit.tosdr.org/cases/315"
            }
        },
        {
            "title": "The service does not guarantee accuracy or reliability of the information provided",
            "rating": "neutral",
            "description": "This service makes no warranty regarding the accuracy or reliability of any information that is given on its website or the results that may be obtained from the use of the service.",
            "last_updated": "2023-07-11 10:09:36",
            "point_link": "https://edit.tosdr.org/points/12849",
            "approval_status": "APPROVED",
            "clause_text": "we do not guarantee the accuracy, integrity or quality of the Services or any of the Content.",
            "point_source": "https://www.searchencrypt.com/about/terms-of-service",
            "case": {
                "text": "The service does not guarantee accuracy or reliability of the information provided",
                "href": "https://edit.tosdr.org/cases/288"
            }
        },
        {
            "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder",
            "rating": "neutral",
            "description": "Should any portion of the Terms of Service be unenforceable or invalid, that portion will be enforced to the fullest extent permitted by applicable law and the remainder of the TOS will remain valid and enforceable.",
            "last_updated": "2023-07-11 10:09:34",
            "point_link": "https://edit.tosdr.org/points/12845",
            "approval_status": "APPROVED",
            "clause_text": "If any part of these Terms is determined to be invalid or unenforceable pursuant to applicable law, then the invalid or unenforceable provision will be deemed superseded by a valid, enforceable provision that most closely matches the intent of the original provision and the remainder of the Terms shall continue in effect.",
            "point_source": "https://www.searchencrypt.com/about/terms-of-service",
            "case": {
                "text": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder",
                "href": "https://edit.tosdr.org/cases/294"
            }
        },
        {
            "title": "Provides instructions on how to submit a copyright claim",
            "rating": "neutral",
            "description": "If content that you own is copied or made accessible through the service in a way that constitutes an intellectual property right infringement, you can report it following the instructions given in the agreements.",
            "last_updated": "2023-07-11 06:34:31",
            "point_link": "https://edit.tosdr.org/points/12855",
            "approval_status": "APPROVED",
            "clause_text": "If you believe that Your Content has been copied and made accessible through the Services and/or as part of the Content in a manner that violates your intellectual property rights, you may submit a claim notice to us at support@eightpoint.ky.",
            "point_source": "https://www.searchencrypt.com/about/terms-of-service",
            "case": {
                "text": "Instructions are provided on how to submit a copyright claim",
                "href": "https://edit.tosdr.org/cases/138"
            }
        },
        {
            "title": "Users agree not to use the service for illegal purposes",
            "rating": "neutral",
            "description": "The user agrees not to commit any unlawful acts through the use of the website, including the posting of illegal content or messaging.",
            "last_updated": "2023-07-11 10:09:35",
            "point_link": "https://edit.tosdr.org/points/12858",
            "approval_status": "APPROVED",
            "clause_text": "or unlawful content",
            "point_source": "https://www.searchencrypt.com/about/terms-of-service",
            "case": {
                "text": "You agree not to use the service for illegal purposes",
                "href": "https://edit.tosdr.org/cases/280"
            }
        },
        {
            "title": "You are responsible for maintaining the security of your account and for the activities on your account",
            "rating": "neutral",
            "description": "You are responsible for protecting the confidentiality of your password and for maintaining the security of your account. Any activity occurring under your account is your responsibility, whether authorized by you or not.",
            "last_updated": "2023-07-11 06:34:21",
            "point_link": "https://edit.tosdr.org/points/12846",
            "approval_status": "APPROVED",
            "clause_text": "You are responsible for maintaining the confidentiality of your accounts and passwords.",
            "point_source": "https://www.searchencrypt.com/about/terms-of-service",
            "case": {
                "text": "You are responsible for maintaining the security of your account and for the activities on your account",
                "href": "https://edit.tosdr.org/cases/148"
            }
        },
        {
            "title": "The court of law governing the terms is in location Florida, USA",
            "rating": "neutral",
            "description": "The Terms are governed by the applicable laws of a jurisdiction (specified in the title of each point by replacing the \"X\").",
            "last_updated": "2023-07-11 10:09:35",
            "point_link": "https://edit.tosdr.org/points/12844",
            "approval_status": "APPROVED",
            "clause_text": "These Terms and any disputes arising directly or indirectly hereunder, shall be governed by and construed in accordance with the laws of the State of Florida, without regard to its choice of law provisions.",
            "point_source": "https://www.searchencrypt.com/about/terms-of-service",
            "case": {
                "text": "The court of law governing the terms is in location X",
                "href": "https://edit.tosdr.org/cases/163"
            }
        },
        {
            "title": "Third parties may be involved in operating the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:34:10",
            "point_link": "https://edit.tosdr.org/points/12843",
            "approval_status": "APPROVED",
            "clause_text": "whether owned by us or third parties with which we have a relationship.",
            "point_source": "https://www.searchencrypt.com/about/terms-of-service",
            "case": {
                "text": "Third parties are involved in operating the service",
                "href": "https://edit.tosdr.org/cases/207"
            }
        }
    ]
}