{
    "meta_data": {
        "title": "Audacity - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "Specific content can be deleted without reason and may be removed without prior notice",
            "rating": "blocker",
            "description": "This service can delete specific content. Usually they will claim they reserve the right to do it at their sole discretion, which is legalese for saying they won't give a specific reason. If the terms say they will not notify you, it shall be included in the quote but if it does not explicitly say they will give you a notice, it can be reasonably inferred that they can do it without telling you.",
            "last_updated": "2023-07-11 06:20:31",
            "point_link": "https://edit.tosdr.org/points/23786",
            "approval_status": "APPROVED",
            "clause_text": "Audacity reserves the right not to post or publish any User Generated Content, and to delete, remove or edit any User Generated Content, at any time in its sole discretion without notice or liability.",
            "point_source": "https://www.audacityteam.org/terms-of-service/",
            "case": {
                "text": "Specific content can be deleted without reason and may be removed without prior notice",
                "href": "https://edit.tosdr.org/cases/202"
            }
        },
        {
            "title": "You waive your moral rights",
            "rating": "blocker",
            "description": "Moral rights are rights to creators of literary, dramatic, musical and artistic works, as well as directors of films.\n\"The moral rights include the right of attribution, the right to have a work published anonymously or pseudonymously, and the right to the integrity of the work. The preserving of the integrity of the work allows the author to object to alteration, distortion, or mutilation of the work that is \"prejudicial to the author's honor or reputation\". Anything else that may detract from the artist's relationship with the work even after it leaves the artist's possession or ownership may bring these moral rights into play. Moral rights are distinct from any economic rights tied to copyrights. Even if an artist has assigned his or her copyright rights to a work to a third party, he or she still maintains the moral rights to the work.\" -Wikipedia\nIn general, any terms that use the exact words \"moral rights\" as rights that are waived will fall under this Case.",
            "last_updated": "2023-07-11 06:20:31",
            "point_link": "https://edit.tosdr.org/points/23787",
            "approval_status": "APPROVED",
            "clause_text": "and shall constitute a waiver of any rights, ”moral rights,” or any similar rights under any jurisdiction.",
            "point_source": "https://www.audacityteam.org/terms-of-service/",
            "case": {
                "text": "You waive your moral rights",
                "href": "https://edit.tosdr.org/cases/118"
            }
        },
        {
            "title": "Service fines users for Terms of Service violations",
            "rating": "bad",
            "description": "Service fines users for violating provisions in the Terms of Service",
            "last_updated": "2023-07-11 06:27:56",
            "point_link": "https://edit.tosdr.org/points/30191",
            "approval_status": "APPROVED",
            "clause_text": "On 2024-11-30 06:23:27 UTC, huldah (38796)  wrote:\n          Nice to meet you team: \nhttps://steadyhq.com/en/josta/posts\nhttps://medium.com/@newslineup",
            "point_source": "https://www.audacityteam.org/terms-of-service/",
            "case": {
                "text": "Service fines users for Terms of Service violations",
                "href": "https://edit.tosdr.org/cases/378"
            }
        },
        {
            "title": "Terms may be changed any time at their discretion, without notice to you",
            "rating": "bad",
            "description": "The Agreements can be updated at any time, including in a way that negatively affects user rights, without notifying before or after the changes.",
            "last_updated": "2023-07-11 06:20:33",
            "point_link": "https://edit.tosdr.org/points/23798",
            "approval_status": "APPROVED",
            "clause_text": "We reserve the right to add, delete, change or modify parts of these Terms at our sole discretion and at any time without notice or liability to you.\nIf we do this, we will post the changes to the Terms of Service on this page and will indicate the effective date of these Terms at the bottom of the page.\nIt is important for you to refer to this Agreement from time to time to make sure that you are aware of any additions, revisions, or modifications that we may have made to this Agreement.",
            "point_source": "https://www.audacityteam.org/terms-of-service/",
            "case": {
                "text": "Terms may be changed any time at their discretion, without notice to you",
                "href": "https://edit.tosdr.org/cases/121"
            }
        },
        {
            "title": "Instead of asking directly, this Service will assume your consent merely from your usage.",
            "rating": "bad",
            "description": "The Service infers your acceptance from your continued usage, instead of prompting you to read the new Terms and asking for direct consent. This doesn’t apply to services that have no way to seek consent from users through their contact details or an account.",
            "last_updated": "2023-07-11 06:20:34",
            "point_link": "https://edit.tosdr.org/points/23799",
            "approval_status": "APPROVED",
            "clause_text": "It is important for you to refer to this Agreement from time to time to make sure that you are aware of any additions, revisions, or modifications that we may have made to this Agreement.\nYour continued use of the Service constitutes your acceptance of the new Terms.</p>\n<p>",
            "point_source": "https://www.audacityteam.org/terms-of-service/",
            "case": {
                "text": "Instead of asking directly, this Service will assume your consent to changes of terms merely from your usage.",
                "href": "https://edit.tosdr.org/cases/403"
            }
        },
        {
            "title": "A license is kept on user-generated content even after you close your account",
            "rating": "bad",
            "description": "The service may still use your content and display it after you stopped using it by closing your account. The case applies to terms requiring users to grant them a perpetual license over that content.",
            "last_updated": "2023-07-11 06:20:32",
            "point_link": "https://edit.tosdr.org/points/23785",
            "approval_status": "APPROVED",
            "clause_text": "perpetual (meaning that no termination of this Agreement will affect the license granted by you),",
            "point_source": "https://www.audacityteam.org/terms-of-service/",
            "case": {
                "text": "A license is kept on user-generated content even after you close your account",
                "href": "https://edit.tosdr.org/cases/130"
            }
        },
        {
            "title": "Your data may be processed and stored anywhere in the world",
            "rating": "bad",
            "description": "Your data is stored all over the world, including in countries where data protection rules may differ from the ones of the service's jurisdiction or those of your country jurisdiction.",
            "last_updated": "2023-07-11 06:20:33",
            "point_link": "https://edit.tosdr.org/points/23806",
            "approval_status": "APPROVED",
            "clause_text": "All your personal data is stored on our servers in the European Economic Area (EEA).\nHowever, we are occasionally required to share your personal data with our main office in Russia and our external counsel in the USA.</li>",
            "point_source": "https://www.audacityteam.org/about/desktop-privacy-notice/",
            "case": {
                "text": "Your data may be processed and stored anywhere in the world",
                "href": "https://edit.tosdr.org/cases/187"
            }
        },
        {
            "title": "Any liability on behalf of the service is only limited to $100",
            "rating": "bad",
            "description": null,
            "last_updated": "2023-07-11 06:20:34",
            "point_link": "https://edit.tosdr.org/points/23793",
            "approval_status": "APPROVED",
            "clause_text": "IN NO EVENT SHALL AUDACITY’S AGGREGATE LIABILITY FOR ALL CLAIMS RELATING TO THE SERVICE EXCEED ONE HUNDRED U.S.\nDOLLARS (U.S.\n$100.00)",
            "point_source": "https://www.audacityteam.org/terms-of-service/",
            "case": {
                "text": "Any liability on behalf of the service is only limited to the fees you paid as a user",
                "href": "https://edit.tosdr.org/cases/149"
            }
        },
        {
            "title": "Features of the website are made available under a free software license",
            "rating": "good",
            "description": "This case applies to services under licenses that are free as in \"freedom\". According to the Free Software Foundation, \"free software is the software that grants the user the freedom to share, study, and modify it\". Furthermore, the code is entirely open source and may be used without any restriction, including for commercial purposes.",
            "last_updated": "2023-07-11 06:20:31",
            "point_link": "https://edit.tosdr.org/points/23778",
            "approval_status": "APPROVED",
            "clause_text": "subject to the terms of the GNU Public License",
            "point_source": "https://www.audacityteam.org/terms-of-service/",
            "case": {
                "text": "Features of the website are made available under a free software license",
                "href": "https://edit.tosdr.org/cases/171"
            }
        },
        {
            "title": "Logs are deleted after a finite period of time",
            "rating": "good",
            "description": "Logs are text files containing some information about web visitors, such as user agents (showing for instance that you're connecting from Firefox for Android) and ip addresses (which reveal your approximate location). This case applies to Services that periodically delete their logs to prevent user sessions being tracked over time.",
            "last_updated": "2023-07-11 06:20:35",
            "point_link": "https://edit.tosdr.org/points/23809",
            "approval_status": "APPROVED",
            "clause_text": "<ol>\n<li>The IP address will be stored in an identifiable way only for a calendar day.",
            "point_source": "https://www.audacityteam.org/about/desktop-privacy-notice/",
            "case": {
                "text": "Logs are deleted after a finite period of time",
                "href": "https://edit.tosdr.org/cases/177"
            }
        },
        {
            "title": "Your personal data is used for limited purposes",
            "rating": "good",
            "description": "Your Personal Data is only used for the essential purposes of the Service, which are clearly defined on the Agreements. For instance, the Service won't abuse your data to deliver targeted advertisements to you or for marketing purposes.",
            "last_updated": "2023-07-11 06:20:35",
            "point_link": "https://edit.tosdr.org/points/23813",
            "approval_status": "APPROVED",
            "clause_text": "• App analytics<br>• Improving our App• OS version<br>• User country based on IP address<br>• OS name and version<br>• CPU<br>• Non-fatal error codes and messages (i.e.\nproject failed to open)<br>• Crash reports in Breakpad MiniDump format• Legitimate interest of WSM Group to offer and ensure the proper functioning of the App• For legal enforcement• Data necessary for law enforcement, litigation and authorities’ requests (if any)• Legitimate interest of WSM Group to defend its legal rights and interests",
            "point_source": "https://www.audacityteam.org/about/desktop-privacy-notice/",
            "case": {
                "text": "Your personal data is used for limited purposes",
                "href": "https://edit.tosdr.org/cases/196"
            }
        },
        {
            "title": "You can access most of the features of the service without revealing any personal information",
            "rating": "good",
            "description": "The service does not require users to reveal personal information for most of its website. However, it may still collect anonymous logs.",
            "last_updated": "2023-07-11 06:20:34",
            "point_link": "https://edit.tosdr.org/points/23803",
            "approval_status": "APPROVED",
            "clause_text": "we do not ask you to provide us with your name, contact details or any other direct identifiers.</li>\n</ol>",
            "point_source": "https://www.audacityteam.org/about/desktop-privacy-notice/",
            "case": {
                "text": "You can access most of the pages on the service's website without revealing any personal information",
                "href": "https://edit.tosdr.org/cases/298"
            }
        },
        {
            "title": "You can request access, correction and/or deletion of your data",
            "rating": "good",
            "description": "Users have the right to access personal data hold by the Service, correct it and/or permanently delete it. This usually applies to Services GDPR compliants.",
            "last_updated": "2023-07-11 06:20:33",
            "point_link": "https://edit.tosdr.org/points/23808",
            "approval_status": "APPROVED",
            "clause_text": "You have the following data protection rights: If you wish to access, correct, update or request deletion of your Personal Data, you can do so at any time by contacting via privacy@AudacityTeam.org.",
            "point_source": "https://www.audacityteam.org/about/desktop-privacy-notice/",
            "case": {
                "text": "You can request access, correction and/or deletion of your data",
                "href": "https://edit.tosdr.org/cases/195"
            }
        },
        {
            "title": "You maintain ownership of your content",
            "rating": "good",
            "description": "This service does not claim ownership over user-generated content or materials, and the user doesn't need to waive any moral rights by posting owned content.",
            "last_updated": "2023-07-11 06:20:31",
            "point_link": "https://edit.tosdr.org/points/23780",
            "approval_status": "APPROVED",
            "clause_text": "Audacity does not claim any ownership rights in User Generated Content that you transmit, submit, display or publish (“post”) on, through or in connection with the Service.",
            "point_source": "https://www.audacityteam.org/terms-of-service/",
            "case": {
                "text": "You maintain ownership of your content",
                "href": "https://edit.tosdr.org/cases/183"
            }
        },
        {
            "title": "No need to register",
            "rating": "good",
            "description": "This service can be used without providing a user profile.",
            "last_updated": "2023-07-11 06:20:34",
            "point_link": "https://edit.tosdr.org/points/23802",
            "approval_status": "APPROVED",
            "clause_text": "As a general comment our App does not require you to create an account or profiles",
            "point_source": "https://www.audacityteam.org/about/desktop-privacy-notice/",
            "case": {
                "text": "No need to register",
                "href": "https://edit.tosdr.org/cases/320"
            }
        },
        {
            "title": "Promises will be kept after a merger or acquisition",
            "rating": "good",
            "description": "If the service gets acquired or needs to transfer personal data after a merger, bankruptcy, reorganisation or sale of the services, the data will still be processed in a manner that honours the promises made in the agreements.",
            "last_updated": "2023-07-11 06:20:35",
            "point_link": "https://edit.tosdr.org/points/23805",
            "approval_status": "APPROVED",
            "clause_text": "<li>to <strong>a potential buyer</strong> (and its agents and advisers) in connection with any proposed purchase, merger or acquisition of any part of our business, provided that we inform the buyer it must use your Personal Data only for the purposes disclosed in this Notice;",
            "point_source": "https://www.audacityteam.org/about/desktop-privacy-notice/",
            "case": {
                "text": "Promises will be kept after a merger or acquisition",
                "href": "https://edit.tosdr.org/cases/321"
            }
        },
        {
            "title": "The court of law governing the terms is in a jurisdiction that is friendlier to user privacy protection. (California, USA)",
            "rating": "good",
            "description": "The Terms are governed by the applicable laws of a jurisdiction known for protecting citizens privacy with strong data regulations. Usually contributors will need to explain in the Analysis view of each point linked to this Case why the jurisdiction is friendly to user privacy protection.",
            "last_updated": "2023-07-11 06:20:32",
            "point_link": "https://edit.tosdr.org/points/23782",
            "approval_status": "APPROVED",
            "clause_text": "The laws of the State of California, USA will govern this Agreement without giving effect to any principles or conflicts of laws.",
            "point_source": "https://www.audacityteam.org/terms-of-service/",
            "case": {
                "text": "The court of law governing the terms is in a jurisdiction that is friendlier to user privacy protection.",
                "href": "https://edit.tosdr.org/cases/241"
            }
        },
        {
            "title": "Information is provided about how your personal data is used",
            "rating": "good",
            "description": "The Privacy Policy explains the purposes for which data is collected and the way it is processed, used and shared.",
            "last_updated": "2023-07-11 06:20:34",
            "point_link": "https://edit.tosdr.org/points/23804",
            "approval_status": "APPROVED",
            "clause_text": "</li>\n</ol> Why we collect it",
            "point_source": "https://www.audacityteam.org/about/desktop-privacy-notice/",
            "case": {
                "text": "Information is provided about how your personal data is used",
                "href": "https://edit.tosdr.org/cases/227"
            }
        },
        {
            "title": "Details are provided about what kind of information they collect",
            "rating": "good",
            "description": "The Privacy Policy describes in detail the data collected through the website and through the services provided.",
            "last_updated": "2023-07-11 06:20:32",
            "point_link": "https://edit.tosdr.org/points/23800",
            "approval_status": "APPROVED",
            "clause_text": "What Personal Data does Audacity collect",
            "point_source": "https://www.audacityteam.org/about/desktop-privacy-notice/",
            "case": {
                "text": "Information is provided about what kind of information they collect",
                "href": "https://edit.tosdr.org/cases/228"
            }
        },
        {
            "title": "Your personal data is not sold",
            "rating": "good",
            "description": "This service makes an explicit promise not to sell \"personal data\" of users.",
            "last_updated": "2023-07-11 06:20:33",
            "point_link": "https://edit.tosdr.org/points/23812",
            "approval_status": "APPROVED",
            "clause_text": "<li>We do not sell personal information.",
            "point_source": "https://www.audacityteam.org/about/desktop-privacy-notice/",
            "case": {
                "text": "Your personal data is not sold",
                "href": "https://edit.tosdr.org/cases/193"
            }
        },
        {
            "title": "The service claims to be GDPR compliant for European users",
            "rating": "good",
            "description": "The service has a different behavior towards users protected by the GDPR.",
            "last_updated": "2023-07-11 06:20:35",
            "point_link": "https://edit.tosdr.org/points/23810",
            "approval_status": "APPROVED",
            "clause_text": "in accordance with the GDPR",
            "point_source": "https://www.audacityteam.org/about/desktop-privacy-notice/",
            "case": {
                "text": "The service claims to be GDPR compliant for European users",
                "href": "https://edit.tosdr.org/cases/481"
            }
        },
        {
            "title": "Third parties used by the service are bound by confidentiality obligations",
            "rating": "good",
            "description": "The Third Parties accessing your personal information must keep it confidential and only use it for limited purposes.",
            "last_updated": "2023-07-11 06:20:34",
            "point_link": "https://edit.tosdr.org/points/23807",
            "approval_status": "APPROVED",
            "clause_text": "and under contractual prohibition of using the Personal Data for any other purpose.</li>",
            "point_source": "https://www.audacityteam.org/about/desktop-privacy-notice/",
            "case": {
                "text": "Third parties used by the service are bound by confidentiality obligations",
                "href": "https://edit.tosdr.org/cases/210"
            }
        },
        {
            "title": "The service claims to be CCPA compliant for California users",
            "rating": "good",
            "description": "The service has a different behavior towards users protected by the California Consumer Privacy Act.",
            "last_updated": "2023-07-11 06:20:33",
            "point_link": "https://edit.tosdr.org/points/23811",
            "approval_status": "APPROVED",
            "clause_text": "<strong>Additional Information for California Consumers</strong>\n<ol>\n<li>The California Consumer Privacy Act (“<strong>CCPA</strong>”",
            "point_source": "https://www.audacityteam.org/about/desktop-privacy-notice/",
            "case": {
                "text": "The service claims to be CCPA compliant for California users",
                "href": "https://edit.tosdr.org/cases/482"
            }
        },
        {
            "title": "Copyright license limited for the purposes of that same service but transferable and sublicenseable",
            "rating": "good",
            "description": null,
            "last_updated": "2023-07-11 06:20:32",
            "point_link": "https://edit.tosdr.org/points/23783",
            "approval_status": "APPROVED",
            "clause_text": "By posting any User Generated Content on, through or in connection with the Service, you hereby grant to Audacity a limited license to use, modify, delete from, add to, publicly perform, publicly display, reproduce, and distribute such User Generated Content solely on, through or in connection with the Service",
            "point_source": "https://www.audacityteam.org/terms-of-service/",
            "case": {
                "text": "Copyright license limited for the purposes of that same service but transferable and sublicenseable",
                "href": "https://edit.tosdr.org/cases/135"
            }
        },
        {
            "title": "You have the right to leave this service at any time",
            "rating": "good",
            "description": "You can stop using the service and/or cancel or delete your account at any time for any reason. Moreover, the termination is reasonably fast and simple.",
            "last_updated": "2023-07-11 06:20:31",
            "point_link": "https://edit.tosdr.org/points/23772",
            "approval_status": "APPROVED",
            "clause_text": "You may terminate this Agreement by providing us with notice of your termination via your account portal and ceasing to use Service.",
            "point_source": "https://www.audacityteam.org/terms-of-service/",
            "case": {
                "text": "You have the right to leave this service at any time",
                "href": "https://edit.tosdr.org/cases/170"
            }
        },
        {
            "title": "The service has non-exclusive use of your content",
            "rating": "good",
            "description": "The service can pay for your content and you are allowed to make it commercially available to other services/parties.",
            "last_updated": "2023-07-11 06:20:32",
            "point_link": "https://edit.tosdr.org/points/23784",
            "approval_status": "APPROVED",
            "clause_text": "The license you grant to Audacity is non-exclusive (meaning you are free to license your User Generated Content to anyone else in addition to Audacity),",
            "point_source": "https://www.audacityteam.org/terms-of-service/",
            "case": {
                "text": "The service has non-exclusive use of your content",
                "href": "https://edit.tosdr.org/cases/402"
            }
        },
        {
            "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:20:32",
            "point_link": "https://edit.tosdr.org/points/23796",
            "approval_status": "APPROVED",
            "clause_text": "<p>You agree to defend, indemnify and hold us harmless against any losses, expenses, costs or damages (including our reasonable attorneys’ fees, expert fees’ and other reasonable costs of litigation or proceedings) arising from, incurred as a result of, or in any manner related to any claim or action based upon (a) your breach of, or failure to comply with, the terms and conditions of this Agreement, (b) your use of the Service, and/or (c) the use of the Service by any other person using your IDs.",
            "point_source": "https://www.audacityteam.org/terms-of-service/",
            "case": {
                "text": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
                "href": "https://edit.tosdr.org/cases/146"
            }
        },
        {
            "title": "There is a date of the last update of the agreements",
            "rating": "neutral",
            "description": "The given text has a date that allows to know when it was last updated.",
            "last_updated": "2023-07-11 06:20:27",
            "point_link": "https://edit.tosdr.org/points/23724",
            "approval_status": "APPROVED",
            "clause_text": "Last updated: 2 July 2021",
            "point_source": "https://www.audacityteam.org/about/desktop-privacy-notice/",
            "case": {
                "text": "There is a date of the last update of the agreements",
                "href": "https://edit.tosdr.org/cases/331"
            }
        },
        {
            "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
            "rating": "neutral",
            "description": "The service assumes no liability for any damages the user incurs, including tangible (e.g. profits) and intangible losses (e.g. data), resulting from the use or inability to use the service or any other matter relating to the service.",
            "last_updated": "2023-07-11 06:20:34",
            "point_link": "https://edit.tosdr.org/points/23792",
            "approval_status": "APPROVED",
            "clause_text": "<p>TO THE MAXIMUM EXTENT PERMITTED BY LAW, AUDACITY SHALL NOT BE LIABLE FOR ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR PUNITIVE DAMAGES, OR ANY LOSS OF PROFITS OR REVENUES, WHETHER INCURRED DIRECTLY OR INDIRECTLY, OR ANY LOSS OF DATA, USE, GOODWILL, OR OTHER INTANGIBLE LOSSES, RESULTING FROM (A) YOUR ACCESS TO OR USE OF OR INABILITY TO ACCESS OR USE THE SERVICE.\n(B) ANY CONDUCT OR CONTENT OF ANY THIRD PARTY ON THE SERVICE, INCLUDING WITHOUT LIMITATION, ANY DEFAMATORY, OFFENSIVE OR ILLEGAL CONDUCT OF OTHER USERS OR THIRD PARTIES.\nOR (C) UNAUTHORIZED ACCESS, USE OR ALTERATION OF YOUR TRANSMISSIONS OR CONTENT.",
            "point_source": "https://www.audacityteam.org/terms-of-service/",
            "case": {
                "text": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
                "href": "https://edit.tosdr.org/cases/293"
            }
        },
        {
            "title": "They may stop providing the service at any time",
            "rating": "neutral",
            "description": "They may discontinue the services without prior notice, at any time, for any or no reason. They usually assume no liability for losses and damages resulting from this suspension.",
            "last_updated": "2023-07-11 06:20:33",
            "point_link": "https://edit.tosdr.org/points/23797",
            "approval_status": "APPROVED",
            "clause_text": "<p>We may change, suspend, or discontinue the Service, or any part of the Service, at any time without notice.",
            "point_source": "https://www.audacityteam.org/terms-of-service/",
            "case": {
                "text": "They may stop providing the service at any time",
                "href": "https://edit.tosdr.org/cases/203"
            }
        },
        {
            "title": "You are prohibited from sending chain letters, junk mail, spam or any unsolicited messages",
            "rating": "neutral",
            "description": "Users are not allowed to use the service for chain letters, junk mail, spamming or any other distribution of content to people who have not agreed to receiving it.",
            "last_updated": "2023-07-11 06:20:31",
            "point_link": "https://edit.tosdr.org/points/23776",
            "approval_status": "APPROVED",
            "clause_text": "or (d) sending unsolicited e-mail or other information, including promotions or advertising.",
            "point_source": "https://www.audacityteam.org/terms-of-service/",
            "case": {
                "text": "You are prohibited from sending chain letters, junk mail, spam or any unsolicited messages",
                "href": "https://edit.tosdr.org/cases/281"
            }
        },
        {
            "title": "The service is provided 'as is' and to be used at your sole risk",
            "rating": "neutral",
            "description": "This service does not provide any guarantees as to its usability or fitness for the users' purposes. Users agree to use it at their own risk, accepting any possible bugs, malfunctions or harm to their devices.",
            "last_updated": "2023-07-11 06:20:32",
            "point_link": "https://edit.tosdr.org/points/23789",
            "approval_status": "APPROVED",
            "clause_text": "YOU EXPRESSLY AGREE THAT USE OF AND ACCESS TO THE SERVICE IS AT YOUR SOLE RISK.\nTHE SERVICE IS PROVIDED ON AN “AS IS” AND AN “AS AVAILABLE” BASIS.",
            "point_source": "https://www.audacityteam.org/terms-of-service/",
            "case": {
                "text": "The service is provided 'as is' and to be used at your sole risk",
                "href": "https://edit.tosdr.org/cases/286"
            }
        },
        {
            "title": "You agree not to submit libelous, harassing or threatening content",
            "rating": "neutral",
            "description": "This service prohibits users from submitting content of a variety of types. This can include content that is unlawful, harassing, abusive, threatening, libelous, sexist, racist, homophobic, transphobic, or discriminatory in any other way.",
            "last_updated": "2023-07-11 06:20:31",
            "point_link": "https://edit.tosdr.org/points/23773",
            "approval_status": "APPROVED",
            "clause_text": "You may not use the Service to upload, distribute, transmit, communicate, link to, publish or access any data, information or material through, using or otherwise in connection with the Service, that: (a) is libelous, defamatory,",
            "point_source": "https://www.audacityteam.org/terms-of-service/",
            "case": {
                "text": "You agree not to submit libelous, harassing or threatening content",
                "href": "https://edit.tosdr.org/cases/283"
            }
        },
        {
            "title": "Your account can be suspended for several reasons",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:20:33",
            "point_link": "https://edit.tosdr.org/points/23779",
            "approval_status": "APPROVED",
            "clause_text": "Version 1: 2021-07-06 11:59:13 UTC by donno (6166)  Curator\n          \n        \n        \n          \n            \n              Analysis created\n            \n          \n        \n        \n          \n              \n          \n        \n    \n  \n        \n          \n              Version 1: 2021-07-06 11:59:13 UTC by donno (6166)  Curator\n          \n        \n        \n          \n            \n              Analysis created\n            \n          \n        \n        \n          \n              \n          \n        \n    \n          \n              Version 1: 2021-07-06 11:59:13 UTC by donno (6166)  Curator\n          \n        \n          \n            \n              Analysis created\n            \n          \n        \n          \n              \n          \n        \n      \n        \n          \n            Previous Title: \n            Updated Title: Your account can be deleted without prior notice and without a reason\n          \n          \n            Previous Analysis: \n            Updated Analysis: Generated through the annotate view\n          \n          \n            Previous Status: \n            Updated Status:  PENDING\n          \n        \n      \n    \n        \n          \n            Previous Title: \n            Updated Title: Your account can be deleted without prior notice and without a reason\n          \n          \n            Previous Analysis: \n            Updated Analysis: Generated through the annotate view\n          \n          \n            Previous Status: \n            Updated Status:  PENDING\n          \n        \n      \n          \n            Previous Title: \n            Updated Title: Your account can be deleted without prior notice and without a reason\n          \n          \n            Previous Analysis: \n            Updated Analysis: Generated through the annotate view\n          \n          \n            Previous Status: \n            Updated Status:  PENDING\n          \n        \n            Previous Title: \n            Updated Title: Your account can be deleted without prior notice and without a reason\n          \n            Previous Analysis: \n            Updated Analysis: Generated through the annotate view\n          \n            Previous Status: \n            Updated Status:  PENDING",
            "point_source": "https://www.audacityteam.org/terms-of-service/",
            "case": {
                "text": "Your account can be suspended for several reasons",
                "href": "https://edit.tosdr.org/cases/205"
            }
        },
        {
            "title": "This service is only available to users over 13 years of age",
            "rating": "neutral",
            "description": "The Services are intended for users who are at least a certain age. If you are younger than the age required then you are prohibited from using the Service.",
            "last_updated": "2023-07-11 06:20:31",
            "point_link": "https://edit.tosdr.org/points/23770",
            "approval_status": "APPROVED",
            "clause_text": "THE SERVICE IS OFFERED AND MADE AVAILABLE ONLY TO USERS 13 YEARS OF AGE OR OLDER.",
            "point_source": "https://www.audacityteam.org/terms-of-service/",
            "case": {
                "text": "This service is only available to users over a certain age",
                "href": "https://edit.tosdr.org/cases/152"
            }
        },
        {
            "title": "The posting of pornographic content is prohibited",
            "rating": "neutral",
            "description": "Users are not allowed to post any content of pornographic nature. This includes adult content, things that are sexually explicit, or obscene.",
            "last_updated": "2023-07-11 06:20:31",
            "point_link": "https://edit.tosdr.org/points/23774",
            "approval_status": "APPROVED",
            "clause_text": "Full quote: \"You may not use the Service to upload, distribute, transmit, communicate, link to, publish or access any data, information or material through, using or otherwise in connection with the Service, that: (a) is libelous, defamatory, vulgar or obscene, pornographic, sexually offensive or explicit\"",
            "point_source": "https://www.audacityteam.org/terms-of-service/",
            "case": {
                "text": "The posting of pornographic content is prohibited",
                "href": "https://edit.tosdr.org/cases/315"
            }
        },
        {
            "title": "The service does not guarantee accuracy or reliability of the information provided",
            "rating": "neutral",
            "description": "This service makes no warranty regarding the accuracy or reliability of any information that is given on its website or the results that may be obtained from the use of the service.",
            "last_updated": "2023-07-11 06:20:33",
            "point_link": "https://edit.tosdr.org/points/23790",
            "approval_status": "APPROVED",
            "clause_text": "WE MAKE NO REPRESENTATION OR WARRANTY THAT ANY MATERIAL, CONTENT, PRODUCTS OR SERVICES DISPLAYED ON OR OFFERED THROUGH THE SERVICE ARE ACCURATE, COMPLETE, APPROPRIATE, RELIABLE, OR TIMELY.",
            "point_source": "https://www.audacityteam.org/terms-of-service/",
            "case": {
                "text": "The service does not guarantee accuracy or reliability of the information provided",
                "href": "https://edit.tosdr.org/cases/288"
            }
        },
        {
            "title": "This service does not guarantee that it or the products obtained through it meet your expectations or requirements",
            "rating": "neutral",
            "description": "This service provider informs its users that the services, information, products, or other materials provided on its website may not meet the users' expectations or requirements.",
            "last_updated": "2023-07-11 06:20:34",
            "point_link": "https://edit.tosdr.org/points/23791",
            "approval_status": "APPROVED",
            "clause_text": "WE ALSO MAKE NO REPRESENTATIONS OR WARRANTIES THAT THE SERVICE WILL MEET YOUR REQUIREMENTS",
            "point_source": "https://www.audacityteam.org/terms-of-service/",
            "case": {
                "text": "This service does not guarantee that it or the products obtained through it meet your expectations or requirements",
                "href": "https://edit.tosdr.org/cases/290"
            }
        }
    ]
}