{
    "meta_data": {
        "title": "Realestate.com.au - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "Specific content can be deleted without reason and may be removed without prior notice",
            "rating": "blocker",
            "description": "This service can delete specific content. Usually they will claim they reserve the right to do it at their sole discretion, which is legalese for saying they won't give a specific reason. If the terms say they will not notify you, it shall be included in the quote but if it does not explicitly say they will give you a notice, it can be reasonably inferred that they can do it without telling you.",
            "last_updated": "2023-07-11 06:20:59",
            "point_link": "https://edit.tosdr.org/points/24038",
            "approval_status": "APPROVED",
            "clause_text": "REA may at any time, without liability to you, remove, alter or disable access to any or all of your Contributions in its sole discretion without prior notice to you.",
            "point_source": "https://about.realestate.com.au/terms-use/",
            "case": {
                "text": "Specific content can be deleted without reason and may be removed without prior notice",
                "href": "https://edit.tosdr.org/cases/202"
            }
        },
        {
            "title": "Third-party cookies are used for advertising",
            "rating": "bad",
            "description": "The service's website sets third-party cookies (cookies that do not belong to their domain) for purposes not including statistics and analytics.",
            "last_updated": "2023-07-11 06:20:51",
            "point_link": "https://edit.tosdr.org/points/24032",
            "approval_status": "APPROVED",
            "clause_text": "<p>We may combine our cookies, information collected through the cookies and web beacons on the Websites and REA Group Website with other information (including information collected by third parties using their own cookies and web beacons and providing our cookies and information to third parties)&nbsp;and use analytics services such as Firebase Analytics – to provide better or more relevant services and advertising to you on the Websites",
            "point_source": "https://about.realestate.com.au/privacy",
            "case": {
                "text": "Third-party cookies are used for advertising",
                "href": "https://edit.tosdr.org/cases/128"
            }
        },
        {
            "title": "This service tracks you on other websites",
            "rating": "bad",
            "description": "The service may use tracking technologies in third-party websites to track your online activity while you aren't visiting their Site.",
            "last_updated": "2023-07-11 06:21:01",
            "point_link": "https://edit.tosdr.org/points/24033",
            "approval_status": "APPROVED",
            "clause_text": "We may combine our cookies, information collected through the cookies and web beacons on the Websites and REA Group Website with other information (including information collected by third parties using their own cookies and web beacons and providing our cookies and information to third parties)&nbsp;and use analytics services such as Firebase Analytics – to provide better or more relevant services and advertising to you on the Websites, the REA Group Website and third party websites.",
            "point_source": "https://about.realestate.com.au/privacy",
            "case": {
                "text": "This service tracks you on other websites",
                "href": "https://edit.tosdr.org/cases/129"
            }
        },
        {
            "title": "Your personal data may be used for marketing purposes",
            "rating": "bad",
            "description": "The service may use your personal data for marketing, such as sending you personalised offerings.",
            "last_updated": "2023-07-11 06:20:50",
            "point_link": "https://edit.tosdr.org/points/24024",
            "approval_status": "APPROVED",
            "clause_text": "USING AND DISCLOSING YOUR PERSONAL INFORMATION FOR MARKETING PURPOSES</strong>\n</p>\n<p>We may:</p>\n<p>&nbsp.\n(a)&nbsp.\nuse your personal information to provide you with information about offers, promotions, goods or services, which we believe may be of interest to you.\nand</p>\n<p>&nbsp.",
            "point_source": "https://about.realestate.com.au/privacy",
            "case": {
                "text": "Your personal data may be used for marketing purposes",
                "href": "https://edit.tosdr.org/cases/336"
            }
        },
        {
            "title": "You are being tracked via social media cookies/pixels",
            "rating": "bad",
            "description": "These types of cookies/pixels send information to social media sites when you interact with the service.",
            "last_updated": "2023-07-11 06:20:51",
            "point_link": "https://edit.tosdr.org/points/24035",
            "approval_status": "APPROVED",
            "clause_text": "We also allow some third parties to display widgets and applications on our Websites that allow you to interact and share content including social media buttons such as Facebook share and like, Twitter, Pinterest and Google+.",
            "point_source": "https://about.realestate.com.au/privacy",
            "case": {
                "text": "You are being tracked via social media cookies/pixels",
                "href": "https://edit.tosdr.org/cases/307"
            }
        },
        {
            "title": "Information is gathered about you through third parties",
            "rating": "bad",
            "description": "This Service may employ, either identifiable or non-identifiable, data collection from third party sources about you.",
            "last_updated": "2023-07-11 06:20:50",
            "point_link": "https://edit.tosdr.org/points/24021",
            "approval_status": "APPROVED",
            "clause_text": "We may also collect your personal information through our related bodies corporate, our service providers and third parties so that we may provide a better or more relevant service or product to you.",
            "point_source": "https://about.realestate.com.au/privacy",
            "case": {
                "text": "Information is gathered about you through third parties",
                "href": "https://edit.tosdr.org/cases/382"
            }
        },
        {
            "title": "The court of law governing the terms is in a jurisdiction that is less friendly to user privacy protection (Victoria, Australia)",
            "rating": "bad",
            "description": "The Terms are governed by the applicable laws of a jurisdiction known for weak data regulations and poor user privacy protection. Usually contributors will need to explain in the Analysis view of each point linked to this Case the reason why it shall be applied.",
            "last_updated": "2023-07-11 06:20:51",
            "point_link": "https://edit.tosdr.org/points/24040",
            "approval_status": "APPROVED",
            "clause_text": "<p>Your use of our platform, these terms, our&nbsp;Privacy Policy&nbsp;and all of our legal terms and notices will be governed by and construed in accordance with the laws of Victoria, Australia and by using our platform you irrevocably and unconditionally submit to the jurisdiction of the courts of that State.",
            "point_source": "https://about.realestate.com.au/terms-use/",
            "case": {
                "text": "The court of law governing the terms is in a jurisdiction that is less friendly to user privacy protection.",
                "href": "https://edit.tosdr.org/cases/242"
            }
        },
        {
            "title": "You are tracked via web beacons and tracking pixels",
            "rating": "bad",
            "description": "Tracking technologies (such as web beacons, tracking pixels...) are employed on users and/or the service assigns a unique ID to a browser or device to track its behaviour.",
            "last_updated": "2023-07-11 06:20:47",
            "point_link": "https://edit.tosdr.org/points/24030",
            "approval_status": "APPROVED",
            "clause_text": "<p>We use cookies, web beacons and measurement software and tools on the Websites and REA Group Website",
            "point_source": "https://about.realestate.com.au/privacy",
            "case": {
                "text": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting",
                "href": "https://edit.tosdr.org/cases/323"
            }
        },
        {
            "title": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction",
            "rating": "bad",
            "description": "If the service gets acquired or is involved in a merger, bankruptcy, reorganisation or sale, your personal data may be transferred or sold.",
            "last_updated": "2023-07-11 06:20:50",
            "point_link": "https://edit.tosdr.org/points/24026",
            "approval_status": "APPROVED",
            "clause_text": "(e)&nbsp.\nin conjunction with a sale or similar transfer of a business",
            "point_source": "https://about.realestate.com.au/privacy",
            "case": {
                "text": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction",
                "href": "https://edit.tosdr.org/cases/243"
            }
        },
        {
            "title": "Your personal data is used to employ targeted third-party advertising",
            "rating": "bad",
            "description": "Your Personal Information is traded and shared with advertising companies to target ads on you, either on the website you were visiting or in third party websites. Your interaction with the service and data you have shared with them may be gathered to create an advertising ID or profile.",
            "last_updated": "2023-07-11 06:20:50",
            "point_link": "https://edit.tosdr.org/points/24023",
            "approval_status": "APPROVED",
            "clause_text": "d)&nbsp.\npersonalise and customise your services, experience, advertising and content that you view and engage with on the Websites or the websites of realestate.com.au service providers and business partners</p>\n<p>",
            "point_source": "https://about.realestate.com.au/privacy",
            "case": {
                "text": "Your personal data is used to employ targeted third-party advertising",
                "href": "https://edit.tosdr.org/cases/220"
            }
        },
        {
            "title": "This service gives your personal data to third parties involved in its operation",
            "rating": "bad",
            "description": "Your personal data is or may be given to third parties essential to the service’s operation. This could be an external spam detection service for an internet forum.",
            "last_updated": "2023-07-11 06:20:50",
            "point_link": "https://edit.tosdr.org/points/24025",
            "approval_status": "APPROVED",
            "clause_text": "<p>We may disclose personal information to our related bodies corporate, service providers or business partners.</p>\n<p>",
            "point_source": "https://about.realestate.com.au/privacy",
            "case": {
                "text": "This service gives your personal data to third parties involved in its operation",
                "href": "https://edit.tosdr.org/cases/188"
            }
        },
        {
            "title": "Your data may be processed and stored anywhere in the world",
            "rating": "bad",
            "description": "Your data is stored all over the world, including in countries where data protection rules may differ from the ones of the service's jurisdiction or those of your country jurisdiction.",
            "last_updated": "2023-07-11 06:21:01",
            "point_link": "https://edit.tosdr.org/points/24028",
            "approval_status": "APPROVED",
            "clause_text": "or in the data centres of REA’s outsourced data processors with data centres in Australia, the United States of America, Europe and Asia.\nWe transfer data outside of Australia to our service providers in order to obtain secure storage, back-up and data retrieval services and to provide services.\nREA has implemented policies and procedures to safeguard the secure storage and processing of data with its related companies and has verified the security arrangements of its outsourced data processors.\nWhen you provide us with your personal information you give us your consent to store your personal information outside of Australia for the purposes described above.</p>\n<p>Where we have obtained your consent to do so, we may also share your personal information with our service providers and other third parties located outside Australia so that they can provide you with any products or services requested by you, including contacting you in relation to the products or services.\nAs these entities are located outside of Australia, they are not required to comply with the Privacy Act and you will not be able to seek any redress under the Privacy Act in connection with the use of your information.</p>",
            "point_source": "https://about.realestate.com.au/privacy",
            "case": {
                "text": "Your data may be processed and stored anywhere in the world",
                "href": "https://edit.tosdr.org/cases/187"
            }
        },
        {
            "title": "The service is only available in some countries approved by US government",
            "rating": "bad",
            "description": "Countries under embargo or banned by the government of the country in question cannot use the service.",
            "last_updated": "2023-07-11 06:20:51",
            "point_link": "https://edit.tosdr.org/points/24039",
            "approval_status": "APPROVED",
            "clause_text": "</ul>\n<p>You represent and warrant that: (i) you are not located in a country that is subject to a U.S.\nGovernment embargo, or that has been designated by the U.S.\nGovernment as a “terrorist supporting” country.\nand (ii) you are not listed on any U.S.\nGovernment list of prohibited or restricted parties.</p>",
            "point_source": "https://about.realestate.com.au/terms-use/",
            "case": {
                "text": "The service is only available in some countries approved by its government",
                "href": "https://edit.tosdr.org/cases/490"
            }
        },
        {
            "title": "Third-party cookies are used for statistics",
            "rating": "bad",
            "description": "For instance, Google Analytics, rather than self-hosted (first-party) statistics software.",
            "last_updated": "2023-07-11 06:20:51",
            "point_link": "https://edit.tosdr.org/points/24031",
            "approval_status": "APPROVED",
            "clause_text": "This includes using the information to report statistics, analyse trends, administer our services, diagnose problems and target and improve the quality of our products and services.\nWe may allow other third parties to use their own cookies and web beacons to collect information about your visits to the Websites and REA Group Website.</p>",
            "point_source": "https://about.realestate.com.au/privacy",
            "case": {
                "text": "Third-party cookies are used for statistics",
                "href": "https://edit.tosdr.org/cases/325"
            }
        },
        {
            "title": "You maintain ownership of your content",
            "rating": "good",
            "description": "This service does not claim ownership over user-generated content or materials, and the user doesn't need to waive any moral rights by posting owned content.",
            "last_updated": "2023-07-11 06:20:51",
            "point_link": "https://edit.tosdr.org/points/24037",
            "approval_status": "APPROVED",
            "clause_text": "<p>You retain all of your ownership rights in your Contributions.",
            "point_source": "https://about.realestate.com.au/terms-use/",
            "case": {
                "text": "You maintain ownership of your content",
                "href": "https://edit.tosdr.org/cases/183"
            }
        },
        {
            "title": "When the service wants to make a material change to its terms, you are notified at least 30 days in advance",
            "rating": "good",
            "description": "The service may update the Terms without notice, but if they significantly change the agreements in a manner that importantly and/or negatively affects the way the service is used, users will be notified at least 30 days in advance.",
            "last_updated": "2023-07-11 06:20:50",
            "point_link": "https://edit.tosdr.org/points/24018",
            "approval_status": "APPROVED",
            "clause_text": "<p>We may modify this Privacy Policy at any time.\nYou should review this Privacy Policy periodically so that you are updated on any changes.\nIf you are a customer and the modification would result in a material change to either party’s rights or obligations and, for that reason, may cause you material detriment, we will give you at least 30 days’ written notice via email before the modification is to take effect and you may terminate your agreement with us during this period if you consider that the modification will cause you material detriment.",
            "point_source": "https://about.realestate.com.au/privacy",
            "case": {
                "text": "When the service wants to make a material change to its terms, you are notified at least 30 days in advance",
                "href": "https://edit.tosdr.org/cases/124"
            }
        },
        {
            "title": "Information is provided about how your personal data is used",
            "rating": "good",
            "description": "The Privacy Policy explains the purposes for which data is collected and the way it is processed, used and shared.",
            "last_updated": "2023-07-11 06:20:50",
            "point_link": "https://edit.tosdr.org/points/24022",
            "approval_status": "APPROVED",
            "clause_text": "<strong>HOW WE USE YOUR PERSONAL INFORMATION",
            "point_source": "https://about.realestate.com.au/privacy",
            "case": {
                "text": "Information is provided about how your personal data is used",
                "href": "https://edit.tosdr.org/cases/227"
            }
        },
        {
            "title": "Details are provided about what kind of information they collect",
            "rating": "good",
            "description": "The Privacy Policy describes in detail the data collected through the website and through the services provided.",
            "last_updated": "2023-07-11 06:20:50",
            "point_link": "https://edit.tosdr.org/points/24019",
            "approval_status": "APPROVED",
            "clause_text": "THE PERSONAL INFORMATION WE COLLECT ABOUT YOU</strong>",
            "point_source": "https://about.realestate.com.au/privacy",
            "case": {
                "text": "Information is provided about what kind of information they collect",
                "href": "https://edit.tosdr.org/cases/228"
            }
        },
        {
            "title": "You can opt out of targeted advertising",
            "rating": "good",
            "description": "The service employs your data to target ads to you, but you can opt-out of this interest-based advertising.",
            "last_updated": "2023-07-11 06:20:50",
            "point_link": "https://edit.tosdr.org/points/24029",
            "approval_status": "APPROVED",
            "clause_text": "You can opt out of us personalising your advertising experience by going to the opt out page.",
            "point_source": "https://about.realestate.com.au/privacy",
            "case": {
                "text": "You can opt out of targeted advertising",
                "href": "https://edit.tosdr.org/cases/219"
            }
        },
        {
            "title": "The service claims to be GDPR compliant for European users",
            "rating": "good",
            "description": "The service has a different behavior towards users protected by the GDPR.",
            "last_updated": "2023-07-11 06:20:50",
            "point_link": "https://edit.tosdr.org/points/24036",
            "approval_status": "APPROVED",
            "clause_text": "<p>If you access our Websites from the European Economic Area (<strong>EEA</strong>), you may have additional rights under the General Data Protection Regulation, being Regulation 2016/679 (<strong>GDPR</strong>) in relation to the handling of your Personal Data (as defined in Article 4 of the GDPR).",
            "point_source": "https://about.realestate.com.au/privacy",
            "case": {
                "text": "The service claims to be GDPR compliant for European users",
                "href": "https://edit.tosdr.org/cases/481"
            }
        },
        {
            "title": "Blocking first party cookies may limit your ability to use the service",
            "rating": "neutral",
            "description": "Most browsers allow users to set preferences related to cookies storage. You may choose to block all cookies (including first-party cookies), but it may impact your use of this service and you may not be able to access some or any of the features provided.",
            "last_updated": "2023-07-11 06:20:51",
            "point_link": "https://edit.tosdr.org/points/24034",
            "approval_status": "APPROVED",
            "clause_text": "you may be able to delete or reject Cookies or some of the measurement software features through your browser or the settings section of your mobile or tablet device.\nDisabling these features may cause some of the functions on the Websites and REA Group Website, or products and services not to work properly.</p>\n<p>",
            "point_source": "https://about.realestate.com.au/privacy",
            "case": {
                "text": "Blocking first party cookies may limit your ability to use the service",
                "href": "https://edit.tosdr.org/cases/375"
            }
        },
        {
            "title": "Your IP address is collected, which can be used to view your approximate location",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 06:20:50",
            "point_link": "https://edit.tosdr.org/points/24020",
            "approval_status": "APPROVED",
            "clause_text": "We may also collect non-personal information about you including, but not limited to, data relating to your activities on the Websites and REA Group Website (including IP addresses)",
            "point_source": "https://about.realestate.com.au/privacy",
            "case": {
                "text": "Your IP address is collected, which can be used to view your approximate location",
                "href": "https://edit.tosdr.org/cases/399"
            }
        }
    ]
}