{
    "meta_data": {
        "title": "Swiss Government - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "The service can delete specific content without reason and may do it without prior notice",
            "rating": "blocker",
            "description": "This service can delete specific content. Usually they will claim they reserve the right to do it at their sole discretion, which is legalese for saying they won't give a specific reason. If the terms say they will not notify you, it shall be included in the quote but if it does not explicitly say they will give you a notice, it can be reasonably inferred that they can do it without telling you.",
            "last_updated": "2023-07-11 10:14:51",
            "point_link": "https://edit.tosdr.org/points/18927",
            "approval_status": "APPROVED",
            "clause_text": "<p>The Federal Authorities reserve the right to alter or remove the content, in full or in part, without prior notice.</",
            "point_source": "https://www.admin.ch/gov/en/start/terms-and-conditions.html",
            "case": {
                "text": "Specific content can be deleted without reason and may be removed without prior notice",
                "href": "https://edit.tosdr.org/cases/202"
            }
        },
        {
            "title": "Terms may be changed any time at their discretion, without notice to the user",
            "rating": "bad",
            "description": "The Agreements can be updated at any time, including in a way that negatively affects user rights, without notifying before or after the changes.",
            "last_updated": "2023-07-11 10:14:43",
            "point_link": "https://edit.tosdr.org/points/18802",
            "approval_status": "APPROVED",
            "clause_text": "This Privacy Notice may be amended at any time without prior notice.",
            "point_source": "https://www.admin.ch/gov/en/start/terms-and-conditions.html",
            "case": {
                "text": "Terms may be changed any time at their discretion, without notice to you",
                "href": "https://edit.tosdr.org/cases/121"
            }
        },
        {
            "title": "The service uses social media cookies/pixels",
            "rating": "bad",
            "description": "These types of cookies/pixels send information to social media sites when you interact with the service.",
            "last_updated": "2023-07-11 10:14:44",
            "point_link": "https://edit.tosdr.org/points/18810",
            "approval_status": "APPROVED",
            "clause_text": "All of these pages have their own data protection provisions.In addition, third-party services, such as those provided by YouTube, Twitter, Google Maps, Google Ads, Google Custom Search, Instagram, bit.ly etc., are directly embedded into individual Federal Administration web pages.",
            "point_source": "https://www.admin.ch/gov/en/start/terms-and-conditions.html",
            "case": {
                "text": "You are being tracked via social media cookies/pixels",
                "href": "https://edit.tosdr.org/cases/307"
            }
        },
        {
            "title": "Third-party cookies are used for statistics",
            "rating": "bad",
            "description": "For instance, Google Analytics, rather than self-hosted (first-party) statistics software.",
            "last_updated": "2023-07-11 10:14:43",
            "point_link": "https://edit.tosdr.org/points/18805",
            "approval_status": "APPROVED",
            "clause_text": "Web analysis tools: The Federal Administration uses the Matomo software solution for web analysis not related to specific persons.\nMatomo is operated by both the Federal Office for Information Technology and Telecommunications (FOITT) and by the Federal Chancellery.\nManaged servers at Metanet (Schweiz) AG are used.",
            "point_source": "https://www.admin.ch/gov/en/start/terms-and-conditions.html",
            "case": {
                "text": "Third-party cookies are used for statistics",
                "href": "https://edit.tosdr.org/cases/325"
            }
        },
        {
            "title": "The court of law governing the terms is in a jurisdiction that is friendlier to user privacy protection.",
            "rating": "good",
            "description": "The Terms are governed by the applicable laws of a jurisdiction known for protecting citizens privacy with strong data regulations. Usually contributors will need to explain in the Analysis view of each point linked to this Case why the jurisdiction is friendly to user privacy protection.",
            "last_updated": "2023-07-11 10:14:43",
            "point_link": "https://edit.tosdr.org/points/18801",
            "approval_status": "APPROVED",
            "clause_text": "Under Article 13 of the Swiss Federal Constitution and under federal data protection law, everyone is entitled to have their privacy protected and to have their personal data protected from abuse.",
            "point_source": "https://www.admin.ch/gov/en/start/terms-and-conditions.html",
            "case": {
                "text": "The court of law governing the terms is in a jurisdiction that is friendlier to user privacy protection.",
                "href": "https://edit.tosdr.org/cases/241"
            }
        },
        {
            "title": "The service's data retention period is kept to the minimum necessary for fulfilling its purposes",
            "rating": "good",
            "description": "The service will remove personal data from its systems once it is no longer required. Depending on the type of information and the reason it was collected, data retention periods will vary.",
            "last_updated": "2023-07-11 10:14:44",
            "point_link": "https://edit.tosdr.org/points/18813",
            "approval_status": "APPROVED",
            "clause_text": "The personal data that we collect is only retained for as long as they are needed in order to fulfil the purpose concerned.",
            "point_source": "https://www.admin.ch/gov/en/start/terms-and-conditions.html",
            "case": {
                "text": "The data retention period is kept to the minimum necessary for fulfilling its purposes",
                "href": "https://edit.tosdr.org/cases/303"
            }
        },
        {
            "title": "The service warns you of the potential consequences related to third-party access",
            "rating": "good",
            "description": "This is different from disclaiming liability for external links, which is handled by the \"This service assumes no responsibility and liability for the contents of links to other websites\" case.",
            "last_updated": "2023-07-11 10:14:44",
            "point_link": "https://edit.tosdr.org/points/18811",
            "approval_status": "APPROVED",
            "clause_text": "When they use the relevant Federal Administration web pages, the user’s data is automatically transmitted to these companies.\nIn such cases, the data protection provisions of the provider concerned expressly apply.\nUsers must be aware that data is collected via these services and may also be passed on to third parties.\nIf users also have an account with the service concerned, the operator may assign the information transmitted directly to the personal account concerned.</p>\n<p>The Federal Administration has no influence over the collection of data or its further use by these operators.\nThe Federal Administration has no knowledge of how much data they store, where they store it and how long, the extent to which they comply with duties to erase data, the analyses they make of the data, the links they make to the data and to whom they pass on the data.",
            "point_source": "https://www.admin.ch/gov/en/start/terms-and-conditions.html",
            "case": {
                "text": "You are warned of the potential consequences related to third-party access",
                "href": "https://edit.tosdr.org/cases/209"
            }
        },
        {
            "title": "This Service provides a list of Third Parties involved in its operation.",
            "rating": "good",
            "description": "The Service provides a list detailing the third parties involved, their roles, and may even provide more information.",
            "last_updated": "2023-07-11 10:14:44",
            "point_link": "https://edit.tosdr.org/points/18808",
            "approval_status": "APPROVED",
            "clause_text": "The most important third-party services the Federal Administration uses are:</p>\n<p>\n<b>YouTube:</b> As soon as you call up a Federal Administration webpage that has a YouTube video embedded in it, a connection is established with the YouTube servers, and plug-ins from YouTube (YouTube LLC, 901 Cherry Ave., San Bruno, CA 94066, USA.\nsubsidiary of Google LLC) are used from time to time.\nYouTube receives information on which page was visited from which IP address.</p>\n<p>\n<b>Google Maps:</b> The Google Maps map service provided by Google LLC (1600 Amphitheatre Parkway, Mountain View, CA 94043, USA) is used from time to time in order to display interactive maps and to provide directions to federal government offices.\nIf you use Google Maps, information on your use (e.g.\nIP address) may be saved and sent to a Google server in the USA.</p>\n<p>\n<b>Google Custom Search:</b> Certain Federal Administration offices use the ‘Custom Search’ search box provided by Google LLC.\nIf you use this search box (by sending the form), user data will be sent to the operator company.\nFor further information on how Google handles user data, please consult the Google Privacy Policy.</p>\n<p>\n<b>Instagram:&nbsp;</b>Instagram, Inc.\nis owned by Facebook.\nFor further information on how Instagram handles user data, please consult its Data Policy.</p>\n<p>\n<b>Twitter:</b> Twitter, Inc., 1355 Market Street, Suite 900 San Francisco, CA 94103.\nFor further information on how Twitter handles user data, please consult its Privacy Policy and its Cookies guidelines.</p>\n<p>\n<b>Bitly:</b> Bitly is a URL shortening service.\nBitly, Inc.\nis based in New York, USA.\nYou will find further information on how Bitly handles user data at https://bitly.com/pages/privacy",
            "point_source": "https://www.admin.ch/gov/en/start/terms-and-conditions.html",
            "case": {
                "text": "This Service provides a list of Third Parties involved in its operation.",
                "href": "https://edit.tosdr.org/cases/404"
            }
        },
        {
            "title": "The user is informed about security practices",
            "rating": "good",
            "description": "It's important to know what security measures are taken to protect your data from unauthorized access. This case applies to the Agreements that precisely explain their security practices.",
            "last_updated": "2023-07-11 10:15:11",
            "point_link": "https://edit.tosdr.org/points/19195",
            "approval_status": "APPROVED",
            "clause_text": "When you visit our website, the Federal Administration uses encrypted data communication based on TLS in conjunction with the highest encryption level supported by your browser.",
            "point_source": "https://www.admin.ch/gov/en/start/terms-and-conditions.html",
            "case": {
                "text": "Information is provided about security practices",
                "href": "https://edit.tosdr.org/cases/226"
            }
        },
        {
            "title": "This service assumes no responsibility and liability for the contents of links to other websites",
            "rating": "neutral",
            "description": "The service rejects any responsibility for the contents of other websites to which it links.",
            "last_updated": "2023-07-11 10:14:43",
            "point_link": "https://edit.tosdr.org/points/18800",
            "approval_status": "APPROVED",
            "clause_text": "<p>Links to third party websites lie outside the scope of responsibility of the Federal Authorities.",
            "point_source": "https://www.admin.ch/gov/en/start/terms-and-conditions.html",
            "case": {
                "text": "This service assumes no responsibility and liability for the contents of links to other websites",
                "href": "https://edit.tosdr.org/cases/279"
            }
        },
        {
            "title": "Users are responsible for any risks, damages, or losses they may incur by downloading materials",
            "rating": "neutral",
            "description": "Users are responsible for any harm to their computer system or loss of data they may incur through the download of materials from the service.",
            "last_updated": "2023-07-11 10:14:44",
            "point_link": "https://edit.tosdr.org/points/18799",
            "approval_status": "APPROVED",
            "clause_text": "<p>In no event will the Federal Authorities be liable for any loss or damage of a material or immaterial nature arising from access to, use or non-use of published information, or from misuse of the connection or technical faults.",
            "point_source": "https://www.admin.ch/gov/en/start/terms-and-conditions.html",
            "case": {
                "text": "You are responsible for any risks, damages, or losses that may incur by downloading materials",
                "href": "https://edit.tosdr.org/cases/291"
            }
        },
        {
            "title": "There is a date of the last update of the agreements",
            "rating": "neutral",
            "description": "The given text has a date that allows to know when it was last updated.",
            "last_updated": "2023-07-11 06:33:11",
            "point_link": "https://edit.tosdr.org/points/18619",
            "approval_status": "APPROVED",
            "clause_text": "14.04.2021",
            "point_source": "https://www.admin.ch/gov/en/start/terms-and-conditions.html",
            "case": {
                "text": "There is a date of the last update of the agreements",
                "href": "https://edit.tosdr.org/cases/331"
            }
        },
        {
            "title": "Blocking first party cookies may limit your ability to use the service",
            "rating": "neutral",
            "description": "Most browsers allow users to set preferences related to cookies storage. You may choose to block all cookies (including first-party cookies), but it may impact your use of this service and you may not be able to access some or any of the features provided.",
            "last_updated": "2023-07-11 10:14:44",
            "point_link": "https://edit.tosdr.org/points/18812",
            "approval_status": "APPROVED",
            "clause_text": "Please note that you will not be able to use certain functions of the website without enabling cookies.",
            "point_source": "https://www.admin.ch/gov/en/start/terms-and-conditions.html",
            "case": {
                "text": "Blocking first party cookies may limit your ability to use the service",
                "href": "https://edit.tosdr.org/cases/375"
            }
        },
        {
            "title": "The service informs users that its privacy policy does not apply to third party websites",
            "rating": "neutral",
            "description": "The service states that whenever it links to third party websites or applications, its privacy policy does not apply. Those third party websites or applications hosted or operated by other organizations may have their own privacy policies.",
            "last_updated": "2023-07-11 10:14:42",
            "point_link": "https://edit.tosdr.org/points/18803",
            "approval_status": "APPROVED",
            "clause_text": "Where the Federal Administration web pages or pages operated on its behalf offer links to the web pages of other providers, the privacy information and policies of those providers apply to their own pages.</p>",
            "point_source": "https://www.admin.ch/gov/en/start/terms-and-conditions.html",
            "case": {
                "text": "The service informs you that its privacy policy does not apply to third party websites",
                "href": "https://edit.tosdr.org/cases/299"
            }
        },
        {
            "title": "The service does not guarantee accuracy or reliability of the information provided",
            "rating": "neutral",
            "description": "This service makes no warranty regarding the accuracy or reliability of any information that is given on its website or the results that may be obtained from the use of the service.",
            "last_updated": "2023-07-11 10:14:43",
            "point_link": "https://edit.tosdr.org/points/18798",
            "approval_status": "APPROVED",
            "clause_text": "Although every care has been taken by the Federal Authorities to ensure the accuracy of the information published, no warranty can be given in respect of the accuracy, reliability, up-to-dateness or completeness of this information.</p>",
            "point_source": "https://www.admin.ch/gov/en/start/terms-and-conditions.html",
            "case": {
                "text": "The service does not guarantee accuracy or reliability of the information provided",
                "href": "https://edit.tosdr.org/cases/288"
            }
        },
        {
            "title": "This service collects your IP address, which can be used to view your approximate location",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:14:35",
            "point_link": "https://edit.tosdr.org/points/18620",
            "approval_status": "APPROVED",
            "clause_text": "the IP address",
            "point_source": "https://www.admin.ch/gov/en/start/terms-and-conditions.html",
            "case": {
                "text": "Your IP address is collected, which can be used to view your approximate location",
                "href": "https://edit.tosdr.org/cases/399"
            }
        },
        {
            "title": "Other applicable rules, terms, conditions or guidelines",
            "rating": "neutral",
            "description": "Use of the service is subject also to an exhaustive list of other documents containing rules, guidelines, terms or policies (in addition to the obvious Terms of Service/Terms of Use and Privacy Policy/Data Use Policy)",
            "last_updated": "2023-07-11 10:13:05",
            "point_link": "https://edit.tosdr.org/points/18804",
            "approval_status": "APPROVED",
            "clause_text": "<p>Individual units of the Federal Administration have their own or additional data protection provisions.",
            "point_source": "https://www.admin.ch/gov/en/start/terms-and-conditions.html",
            "case": {
                "text": "Other applicable rules, terms, conditions or guidelines",
                "href": "https://edit.tosdr.org/cases/144"
            }
        },
        {
            "title": "The court of law governing the terms is in Switzerland",
            "rating": "neutral",
            "description": "The Terms are governed by the applicable laws of a jurisdiction (specified in the title of each point by replacing the \"X\").",
            "last_updated": "2021-04-16 19:31:38",
            "point_link": "https://edit.tosdr.org/points/18926",
            "approval_status": "APPROVED",
            "clause_text": null,
            "point_source": "https://www.admin.ch/gov/fr/accueil/conditions-utilisation.html",
            "case": {
                "text": "The court of law governing the terms is in location X",
                "href": "https://edit.tosdr.org/cases/163"
            }
        }
    ]
}