{
    "meta_data": {
        "title": "LBRY - ToS;DR",
        "meta": {
            "charset": "UTF-8",
            "viewport": "width=device-width,initial-scale=1"
        }
    },
    "clauses": [
        {
            "title": "Tracking via third-party cookies for other purposes without your consent.",
            "rating": "bad",
            "description": "The service's website sets third-party cookies (cookies that do not belong to their domain) for purposes not including statistics and analytics.",
            "last_updated": "2023-07-11 10:08:23",
            "point_link": "https://edit.tosdr.org/points/14248",
            "approval_status": "APPROVED",
            "clause_text": "<p>We use Google AdSense Advertising on our website.</p>\n<p>Google, as a third-party vendor, uses cookies to serve ads on our site.",
            "point_source": "https://lbry.com/privacypolicy",
            "case": {
                "text": "Third-party cookies are used for advertising",
                "href": "https://edit.tosdr.org/cases/128"
            }
        },
        {
            "title": "Terms may be changed any time at their discretion, without notice to the user",
            "rating": "bad",
            "description": "The Agreements can be updated at any time, including in a way that negatively affects user rights, without notifying before or after the changes.",
            "last_updated": "2023-07-11 10:10:38",
            "point_link": "https://edit.tosdr.org/points/14233",
            "approval_status": "APPROVED",
            "clause_text": "\"we may provide additional notice to you\" implies the service could decide not to notify users about changes in the terms.",
            "point_source": "https://lbry.com/termsofservice",
            "case": {
                "text": "Terms may be changed any time at their discretion, without notice to you",
                "href": "https://edit.tosdr.org/cases/121"
            }
        },
        {
            "title": "The service can delete your account without prior notice and without a reason",
            "rating": "bad",
            "description": "At any time, your account can be terminated without explanation and without warning by the service.",
            "last_updated": "2023-07-11 10:10:37",
            "point_link": "https://edit.tosdr.org/points/14230",
            "approval_status": "APPROVED",
            "clause_text": "Notwithstanding anything contained in these Terms, we reserve the right, without notice and in our sole discretion, to terminate this agreement or suspend your right to access the Services.",
            "point_source": "https://lbry.com/termsofservice",
            "case": {
                "text": "Your account can be deleted or permanently suspended without prior notice and without a reason",
                "href": "https://edit.tosdr.org/cases/201"
            }
        },
        {
            "title": "This service reserves the right to disclose your personal information without notifying you",
            "rating": "bad",
            "description": "If the Government governing the Terms requests personal data of a user of this service, they may not inform/notify the user while complying with the request.",
            "last_updated": "2023-07-11 04:49:51",
            "point_link": "https://edit.tosdr.org/points/21791",
            "approval_status": "APPROVED",
            "clause_text": "We may also release information when it's release is appropriate to comply with the law, enforce our site policies, or protect ours or others' rights, property or safety.</p>",
            "point_source": "https://lbry.com/privacypolicy",
            "case": {
                "text": "Your personal data may be disclosed to comply with government requests without notice to you",
                "href": "https://edit.tosdr.org/cases/164"
            }
        },
        {
            "title": "If you offer suggestions to the service, they become the owner of the ideas that you give them",
            "rating": "bad",
            "description": "The service can claim ownership on feedback, proposals, ideas and suggestions submitted by the users, who may waive their \"moral rights\" on that feedback.",
            "last_updated": "2023-07-11 10:11:10",
            "point_link": "https://edit.tosdr.org/points/14216",
            "approval_status": "APPROVED",
            "clause_text": "Any questions, comments, suggestions, ideas, original or creative materials or other information you submit about the Company or our products or Services (collectively, <strong>“Feedback”</strong>), is non-confidential and will become the sole property of the Company.\nWe will own exclusive rights, including, without limitation, all intellectual property rights, in and to Feedback and will be entitled to the unrestricted use and dissemination of Feedback for any purpose, commercial or otherwise, without acknowledgment or compensation to you.</p>",
            "point_source": "https://lbry.com/termsofservice",
            "case": {
                "text": "If you offer suggestions to the service, they become the owner of the ideas that you give them",
                "href": "https://edit.tosdr.org/cases/182"
            }
        },
        {
            "title": "This service may use your personal information for marketing purposes",
            "rating": "bad",
            "description": "The service may use your personal data for marketing, such as sending you personalised offerings.",
            "last_updated": "2023-07-11 04:49:51",
            "point_link": "https://edit.tosdr.org/points/14237",
            "approval_status": "APPROVED",
            "clause_text": "To send periodic emails regarding your order or other products and services.</li>",
            "point_source": "https://lbry.com/privacypolicy",
            "case": {
                "text": "Your personal data may be used for marketing purposes",
                "href": "https://edit.tosdr.org/cases/336"
            }
        },
        {
            "title": "This service forces users into binding arbitration in the case of disputes",
            "rating": "bad",
            "description": "This service forces users to use their own contracted arbitrator and forces users to waive their rights to jury trial.",
            "last_updated": "2023-07-11 10:10:36",
            "point_link": "https://edit.tosdr.org/points/14225",
            "approval_status": "APPROVED",
            "clause_text": "Instead, you and the Company will arbitrate Disputes through binding arbitration (which is the referral of a Dispute to one or more persons charged with reviewing the Dispute and making a final and binding determination to resolve it instead of having the Dispute decided by a judge or jury in court).",
            "point_source": "https://lbry.com/termsofservice",
            "case": {
                "text": "You are forced into binding arbitration in case of disputes",
                "href": "https://edit.tosdr.org/cases/339"
            }
        },
        {
            "title": "The court of law governing the terms is in a jurisdiction that is less friendly to user privacy protection.",
            "rating": "bad",
            "description": "The Terms are governed by the applicable laws of a jurisdiction known for weak data regulations and poor user privacy protection. Usually contributors will need to explain in the Analysis view of each point linked to this Case the reason why it shall be applied.",
            "last_updated": "2023-07-11 10:10:36",
            "point_link": "https://edit.tosdr.org/points/14228",
            "approval_status": "APPROVED",
            "clause_text": "Any Dispute between the parties arising out of or relating to these Terms that is not subject to arbitration or cannot be heard in small claims court will be resolved in the state or federal courts of the State of Delaware and the United States, respectively, sitting in New Castle County, Delaware.",
            "point_source": "https://lbry.com/termsofservice",
            "case": {
                "text": "The court of law governing the terms is in a jurisdiction that is less friendly to user privacy protection.",
                "href": "https://edit.tosdr.org/cases/242"
            }
        },
        {
            "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.",
            "rating": "bad",
            "description": "If the service gets acquired or is involved in a merger, bankruptcy, reorganisation or sale, your personal data may be transferred or sold.",
            "last_updated": "2023-07-11 10:08:01",
            "point_link": "https://edit.tosdr.org/points/14246",
            "approval_status": "APPROVED",
            "clause_text": "<p> As part of LBRY Creator Verification, we will only use read-only access to verify the ownership of YouTube channels and will not transfer this data to others unless doing so is necessary to comply with applicable law, or as part of a merger, acquisition, or sale of assets.</p>",
            "point_source": "https://lbry.com/privacypolicy",
            "case": {
                "text": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction",
                "href": "https://edit.tosdr.org/cases/243"
            }
        },
        {
            "title": "The service may collect extra data about you through promotions",
            "rating": "bad",
            "description": "Additional personal data may be collected through contests, surveys, promotions, petitions or sweepstakes.",
            "last_updated": "2023-07-11 10:10:37",
            "point_link": "https://edit.tosdr.org/points/14236",
            "approval_status": "APPROVED",
            "clause_text": "We collect information from you when you register on our site, place an order, subscribe to a newsletter, respond to a survey, fill out a form, open a support ticket or enter information on our site, or provide us with feedback on our products or services.",
            "point_source": "https://lbry.com/privacypolicy",
            "case": {
                "text": "Extra data may be collected about you through promotions",
                "href": "https://edit.tosdr.org/cases/211"
            }
        },
        {
            "title": "You waive your right to a class action.",
            "rating": "bad",
            "description": "The right to be represented in a class action (or representative action) exists in the US and some European countries. It allows people who have been similarly injured by the same accused to take legal action by a single lawsuit instead of individually. Some Terms of Service try to limit that right. By agreeing to them, you could waive (= renounce to) your right to a class action, which might reduce your chances to be successful in a case.",
            "last_updated": "2023-07-11 10:10:36",
            "point_link": "https://edit.tosdr.org/points/14226",
            "approval_status": "APPROVED",
            "clause_text": "Any Dispute arising out of or related to these Terms or the Services is personal to you and the Company and will be resolved solely through individual arbitration and will not be brought as a class arbitration, class action or any other type of representative proceeding.",
            "point_source": "https://lbry.com/termsofservice",
            "case": {
                "text": "You waive your right to a class action.",
                "href": "https://edit.tosdr.org/cases/117"
            }
        },
        {
            "title": "Instead of asking directly, this Service will assume your consent merely from your usage.",
            "rating": "bad",
            "description": "The Service infers your acceptance from your continued usage, instead of prompting you to read the new Terms and asking for direct consent. This doesn’t apply to services that have no way to seek consent from users through their contact details or an account.",
            "last_updated": "2023-07-11 10:10:33",
            "point_link": "https://edit.tosdr.org/points/14234",
            "approval_status": "APPROVED",
            "clause_text": "Your continued use of the Services following our provision of any such notice will confirm your acceptance of the revised Terms.",
            "point_source": "https://lbry.com/termsofservice",
            "case": {
                "text": "Instead of asking directly, this Service will assume your consent to changes of terms merely from your usage.",
                "href": "https://edit.tosdr.org/cases/403"
            }
        },
        {
            "title": "Your personal data is given to third parties",
            "rating": "bad",
            "description": "Your personal data is or may be given to third parties essential to the service’s operation. This could be an external spam detection service for an internet forum.",
            "last_updated": "2023-07-11 10:10:38",
            "point_link": "https://edit.tosdr.org/points/14244",
            "approval_status": "APPROVED",
            "clause_text": "This does not include website hosting partners and other parties who assist us in operating our website, conducting our business, or serving our users, so long as those parties agree to keep this information confidential.",
            "point_source": "https://lbry.com/privacypolicy",
            "case": {
                "text": "This service gives your personal data to third parties involved in its operation",
                "href": "https://edit.tosdr.org/cases/188"
            }
        },
        {
            "title": "This service throttles your use",
            "rating": "bad",
            "description": "The service may impose limits or restrictions to the use of the service, thus negatively impacting users experience. They may do so without reason or prior notice.",
            "last_updated": "2023-07-11 10:10:33",
            "point_link": "https://edit.tosdr.org/points/14208",
            "approval_status": "APPROVED",
            "clause_text": "LBRY enables publishers to offer Content for sale to other users by setting contract terms within the metadata of the Content.\nCompany, in its sole discretion, may from time to time impose limits on the ability to sell Content via the Services.",
            "point_source": "https://lbry.com/termsofservice",
            "case": {
                "text": "Your use is throttled",
                "href": "https://edit.tosdr.org/cases/157"
            }
        },
        {
            "title": "Users shall not interfere with another person's enjoyment of the service",
            "rating": "bad",
            "description": "Users are asked not to interfere with another person't enjoyment in using the service.\nHowever, this statement is very vague and open to interpretation by the service itself.",
            "last_updated": "2023-07-11 10:10:33",
            "point_link": "https://edit.tosdr.org/points/14211",
            "approval_status": "APPROVED",
            "clause_text": "UNLESS CLEARLY LABELED AS SUCH</li>\n<li>in the sole judgment of the Company, is objectionable or which restricts or inhibits any other person from using or enjoying LBRY or the Services, or which may expose the Company or its users to any harm or liability of any type",
            "point_source": "https://lbry.com/termsofservice",
            "case": {
                "text": "You shall not interfere with another person's enjoyment of the service",
                "href": "https://edit.tosdr.org/cases/285"
            }
        },
        {
            "title": "The service is only available in some countries approved by its government",
            "rating": "bad",
            "description": "Countries under embargo or banned by the government of the country in question cannot use the service.",
            "last_updated": "2023-07-11 04:49:51",
            "point_link": "https://edit.tosdr.org/points/21790",
            "approval_status": "APPROVED",
            "clause_text": "You agree to comply with all applicable export and import laws and regulations.\nIn particular, but without limitation, the Software may not be exported or re-exported (a) into any U.S.\nembargoed countries or (b) to anyone on the U.S.\nTreasury Department’s list of Specially Designated Nationals or the U.S.\nDepartment of Commerce Denied Person’s List or Entity List.\nBy using the Software or Service, you represent and warrant that you are not located in any such country or on any such list.",
            "point_source": "https://lbry.com/termsofservice",
            "case": {
                "text": "The service is only available in some countries approved by its government",
                "href": "https://edit.tosdr.org/cases/490"
            }
        },
        {
            "title": "Any liability on behalf of the service is only limited to the fees you paid as a user",
            "rating": "bad",
            "description": null,
            "last_updated": "2023-07-11 10:10:35",
            "point_link": "https://edit.tosdr.org/points/14224",
            "approval_status": "APPROVED",
            "clause_text": "The total liability of the Company and the other Company Parties, for any claim arising out of or relating to these Terms or our Services, regardless of the form of the action, is limited to the greater of any amount paid, if any, by you to access or use our Services or $100 USD.</strong>\n</p>",
            "point_source": "https://lbry.com/termsofservice",
            "case": {
                "text": "Any liability on behalf of the service is only limited to the fees you paid as a user",
                "href": "https://edit.tosdr.org/cases/149"
            }
        },
        {
            "title": "This service uses third-party cookies for statistics",
            "rating": "bad",
            "description": "For instance, Google Analytics, rather than self-hosted (first-party) statistics software.",
            "last_updated": "2023-07-11 10:11:10",
            "point_link": "https://edit.tosdr.org/points/14241",
            "approval_status": "APPROVED",
            "clause_text": "<p>\n<strong>We use cookies to:</strong>\n</p>\n<ul>\n<li>Help remember and process the items in the shopping cart.</li>\n<li>Compile aggregate data about site traffic and site interactions in order to offer better site experiences and tools in the future.\nWe may also use trusted third-party services that track this information on our behalf.</li>",
            "point_source": "https://lbry.com/privacypolicy",
            "case": {
                "text": "Third-party cookies are used for statistics",
                "href": "https://edit.tosdr.org/cases/325"
            }
        },
        {
            "title": "Information is provided about how they collect personal data",
            "rating": "good",
            "description": "The service details situations in which they collect personal information or means by which they do.",
            "last_updated": "2023-07-11 04:49:51",
            "point_link": "https://edit.tosdr.org/points/21795",
            "approval_status": "APPROVED",
            "clause_text": "<strong>When do we collect information?",
            "point_source": "https://lbry.com/privacypolicy",
            "case": {
                "text": "Information is provided about how they collect personal data",
                "href": "https://edit.tosdr.org/cases/297"
            }
        },
        {
            "title": "Information is provided about how your personal data is used",
            "rating": "good",
            "description": "The Privacy Policy explains the purposes for which data is collected and the way it is processed, used and shared.",
            "last_updated": "2023-07-11 04:49:51",
            "point_link": "https://edit.tosdr.org/points/21793",
            "approval_status": "APPROVED",
            "clause_text": "</p>\n<p>\n<strong>How do we use your information?",
            "point_source": "https://lbry.com/privacypolicy",
            "case": {
                "text": "Information is provided about how your personal data is used",
                "href": "https://edit.tosdr.org/cases/227"
            }
        },
        {
            "title": "The services will notify users if personal data has been affected by data breaches",
            "rating": "good",
            "description": "Should the personal information of a service be compromised, the service will inform users if any personal data has been affected by data breaches. This case is also related to privacy.",
            "last_updated": "2023-07-11 10:10:37",
            "point_link": "https://edit.tosdr.org/points/14250",
            "approval_status": "APPROVED",
            "clause_text": "should a data breach occur:</strong>\n</p>\n<p>We will notify you via email:</p>\n<ul>\n<li>Within 7 business days</li>\n</ul>\n<p>We will notify the users via in-site notification:</p>\n<ul>\n<li>Within 7 business days</li>\n</ul>",
            "point_source": "https://lbry.com/privacypolicy",
            "case": {
                "text": "You will be notified if personal data has been affected by data breaches",
                "href": "https://edit.tosdr.org/cases/391"
            }
        },
        {
            "title": "The service provides a complaint mechanism for the handling of personal data",
            "rating": "good",
            "description": "The service provides users with contact information for an internal or external structure to lodge complaints. It also provides users with contact information for a higher data protection / privacy office in case the internal mechanism fails to satisfy the user.",
            "last_updated": "2023-07-11 10:10:37",
            "point_link": "https://edit.tosdr.org/points/14252",
            "approval_status": "APPROVED",
            "clause_text": "<p>If there are any questions regarding this privacy policy, you may contact us using the information below.</p>\n<blockquote>\n<p> LBRY Inc.<br> 99 Hanover St<br> Manchester, New Hampshire 03101<br> United States<br> hello@lbry.com",
            "point_source": "https://lbry.com/privacypolicy",
            "case": {
                "text": "A complaint mechanism is provided for the handling of personal data",
                "href": "https://edit.tosdr.org/cases/300"
            }
        },
        {
            "title": "Details are provided about what kind of information they collect",
            "rating": "good",
            "description": "The Privacy Policy describes in detail the data collected through the website and through the services provided.",
            "last_updated": "2023-07-11 04:49:51",
            "point_link": "https://edit.tosdr.org/points/21792",
            "approval_status": "APPROVED",
            "clause_text": "What personal information do we collect from the people that visit our blog, website or app?</strong>",
            "point_source": "https://lbry.com/privacypolicy",
            "case": {
                "text": "Information is provided about what kind of information they collect",
                "href": "https://edit.tosdr.org/cases/228"
            }
        },
        {
            "title": "This service respects your browser's Do Not Track (DNT) headers",
            "rating": "good",
            "description": "This service does respect the browser's Do Not Track header and disables all user tracking if it is enabled.",
            "last_updated": "2023-07-11 10:10:35",
            "point_link": "https://edit.tosdr.org/points/14249",
            "approval_status": "APPROVED",
            "clause_text": "On 2024-07-17 15:29:00 UTC, sophiaseo (33870)  wrote:\n          I really loved reading your blog. It was very well authored and easy to undertand. Unlike additional blogs I have read which are really not tht good. I also found your posts very interesting. In fact after reading, I had to go show it to my friend and he ejoyed it as well",
            "point_source": "https://lbry.com/privacypolicy",
            "case": {
                "text": "Your browser's Do Not Track (DNT) headers are respected",
                "href": "https://edit.tosdr.org/cases/383"
            }
        },
        {
            "title": "This service does not sell your personal data",
            "rating": "good",
            "description": "This service makes an explicit promise not to sell \"personal data\" of users.",
            "last_updated": "2023-07-11 10:11:10",
            "point_link": "https://edit.tosdr.org/points/14243",
            "approval_status": "APPROVED",
            "clause_text": "We do not sell, trade, or otherwise transfer to outside parties your Personally Identifiable Information unless we provide users with advance notice.",
            "point_source": "https://lbry.com/privacypolicy",
            "case": {
                "text": "Your personal data is not sold",
                "href": "https://edit.tosdr.org/cases/193"
            }
        },
        {
            "title": "The service claims to be CCPA compliant for California users",
            "rating": "good",
            "description": "The service has a different behavior towards users protected by the California Consumer Privacy Act.",
            "last_updated": "2023-07-11 04:49:50",
            "point_link": "https://edit.tosdr.org/points/21797",
            "approval_status": "APPROVED",
            "clause_text": "California Online Privacy Protection Act</strong>",
            "point_source": "https://lbry.com/privacypolicy",
            "case": {
                "text": "The service claims to be CCPA compliant for California users",
                "href": "https://edit.tosdr.org/cases/482"
            }
        },
        {
            "title": "The user is informed about security practices",
            "rating": "good",
            "description": "It's important to know what security measures are taken to protect your data from unauthorized access. This case applies to the Agreements that precisely explain their security practices.",
            "last_updated": "2023-07-11 10:10:37",
            "point_link": "https://edit.tosdr.org/points/14238",
            "approval_status": "APPROVED",
            "clause_text": "How do we protect your information?</strong>\n</p>\n<p>Our website is scanned on a regular basis for security holes and known vulnerabilities in order to make your visit to our site as safe as possible.</p>\n<p>We use regular Malware Scanning.",
            "point_source": "https://lbry.com/privacypolicy",
            "case": {
                "text": "Information is provided about security practices",
                "href": "https://edit.tosdr.org/cases/226"
            }
        },
        {
            "title": "You have the right to leave this service at any time",
            "rating": "good",
            "description": "You can stop using the service and/or cancel or delete your account at any time for any reason. Moreover, the termination is reasonably fast and simple.",
            "last_updated": "2023-07-11 10:10:04",
            "point_link": "https://edit.tosdr.org/points/14231",
            "approval_status": "APPROVED",
            "clause_text": "You may terminate this agreement without notice by discontinuing use of the Services.",
            "point_source": "https://lbry.com/termsofservice",
            "case": {
                "text": "You have the right to leave this service at any time",
                "href": "https://edit.tosdr.org/cases/170"
            }
        },
        {
            "title": "You can opt out of promotional communications",
            "rating": "good",
            "description": "You can update your account preferences and/or easily unsubscribe of email/sms lists to stop receiving promotional communications.",
            "last_updated": "2023-07-11 10:10:37",
            "point_link": "https://edit.tosdr.org/points/14251",
            "approval_status": "APPROVED",
            "clause_text": "<strong>If at any time you would like to unsubscribe from receiving future emails, you can email us at:</strong>\n</p>\n<ul>\n<li>Follow the instructions at the bottom of each email.</li>\n</ul>\n<p>and we will promptly remove you from <strong>ALL</strong> correspondence.</p>\n<p>",
            "point_source": "https://lbry.com/privacypolicy",
            "case": {
                "text": "You can opt out of promotional communications",
                "href": "https://edit.tosdr.org/cases/223"
            }
        },
        {
            "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:11:10",
            "point_link": "https://edit.tosdr.org/points/14219",
            "approval_status": "APPROVED",
            "clause_text": "<p>To the fullest extent permitted by applicable law, you will indemnify, defend, and hold harmless the Company and our officers, directors, agents, partners and employees (individually and collectively, the <strong>“Company Parties”</strong>) from and against any loss, liability, claim, demand, damages, expenses or costs (including attorney’s fees) (<strong>“Claims”</strong>) arising out of or related to (a) your access to or use of our Services.\n(b) your Content or any Name that you have reserved.\n(c) your violation of these Terms.\nor (d) your violation, misappropriation or infringement of any rights of another (including intellectual property rights or privacy rights).",
            "point_source": "https://lbry.com/termsofservice",
            "case": {
                "text": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
                "href": "https://edit.tosdr.org/cases/146"
            }
        },
        {
            "title": "There is a date of the last update of the agreements",
            "rating": "neutral",
            "description": "The given text has a date that allows to know when it was last updated.",
            "last_updated": "2023-07-11 10:10:34",
            "point_link": "https://edit.tosdr.org/points/14206",
            "approval_status": "APPROVED",
            "clause_text": "Terms of Service <p>\n<strong>Last Updated: February 2020</strong>",
            "point_source": "https://lbry.com/termsofservice",
            "case": {
                "text": "There is a date of the last update of the agreements",
                "href": "https://edit.tosdr.org/cases/331"
            }
        },
        {
            "title": "Blocking first party cookies may limit your ability to use the service",
            "rating": "neutral",
            "description": "Most browsers allow users to set preferences related to cookies storage. You may choose to block all cookies (including first-party cookies), but it may impact your use of this service and you may not be able to access some or any of the features provided.",
            "last_updated": "2023-07-11 10:06:44",
            "point_link": "https://edit.tosdr.org/points/14242",
            "approval_status": "APPROVED",
            "clause_text": "</p>\n<p>If you turn cookies off it will turn off some of the features of the site.",
            "point_source": "https://lbry.com/privacypolicy",
            "case": {
                "text": "Blocking first party cookies may limit your ability to use the service",
                "href": "https://edit.tosdr.org/cases/375"
            }
        },
        {
            "title": "The service has a no refund policy",
            "rating": "neutral",
            "description": "Payments are final and can't be refunded unless required by law.",
            "last_updated": "2023-07-11 10:10:33",
            "point_link": "https://edit.tosdr.org/points/14212",
            "approval_status": "APPROVED",
            "clause_text": "THE COMPANY DOES NOT HAVE THE POWER OR RESPONSIBILITY TO PROVIDE ANY REFUNDS.",
            "point_source": "https://lbry.com/termsofservice",
            "case": {
                "text": "The service has a no refund policy",
                "href": "https://edit.tosdr.org/cases/162"
            }
        },
        {
            "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
            "rating": "neutral",
            "description": "The service assumes no liability for any damages the user incurs, including tangible (e.g. profits) and intangible losses (e.g. data), resulting from the use or inability to use the service or any other matter relating to the service.",
            "last_updated": "2023-07-11 10:10:35",
            "point_link": "https://edit.tosdr.org/points/14223",
            "approval_status": "APPROVED",
            "clause_text": "The Company and the other Company Parties will not be liable to you under any theory of liability—whether based in contract, tort, negligence, strict liability, warranty, or otherwise—for any indirect, consequential, exemplary, incidental, special or punitive damages or lost profits, even if the Company or the other Company Parties have been advised of the possibility of such damages.</strong>",
            "point_source": "https://lbry.com/termsofservice",
            "case": {
                "text": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
                "href": "https://edit.tosdr.org/cases/293"
            }
        },
        {
            "title": "They may stop providing the service at any time",
            "rating": "neutral",
            "description": "They may discontinue the services without prior notice, at any time, for any or no reason. They usually assume no liability for losses and damages resulting from this suspension.",
            "last_updated": "2023-07-11 10:10:37",
            "point_link": "https://edit.tosdr.org/points/14232",
            "approval_status": "APPROVED",
            "clause_text": "\"Notwithstanding anything contained in these Terms, we reserve the right, without notice and in our sole discretion, to terminate this agreement or suspend your right to access the Services.\"",
            "point_source": "https://lbry.com/termsofservice",
            "case": {
                "text": "They may stop providing the service at any time",
                "href": "https://edit.tosdr.org/cases/203"
            }
        },
        {
            "title": "defend, indemnify, hold harmless; survives termination",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:06:43",
            "point_link": "https://edit.tosdr.org/points/14235",
            "approval_status": "APPROVED",
            "clause_text": "<p>The following sections will survive the expiration or termination of these Terms: all defined terms and Sections 12 - 18, 21 and 22.</p> 23.",
            "point_source": "https://lbry.com/termsofservice",
            "case": {
                "text": "Defend, indemnify, hold harmless; survives termination",
                "href": "https://edit.tosdr.org/cases/147"
            }
        },
        {
            "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
            "rating": "neutral",
            "description": "The service provider expressly does not claim to provide uninterrupted, timely, secure or error-free service.",
            "last_updated": "2021-06-03 12:45:52",
            "point_link": "https://edit.tosdr.org/points/21798",
            "approval_status": "APPROVED",
            "clause_text": null,
            "point_source": "https://lbry.com/termsofservice",
            "case": {
                "text": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
                "href": "https://edit.tosdr.org/cases/287"
            }
        },
        {
            "title": "Your private content may be accessed by people working for the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:10:38",
            "point_link": "https://edit.tosdr.org/points/14239",
            "approval_status": "APPROVED",
            "clause_text": "Your personal information is contained behind secured networks and is only accessible by a limited number of persons who have special access rights to such systems, and are required to keep the information confidential.",
            "point_source": "https://lbry.com/privacypolicy",
            "case": {
                "text": "Your private content may be accessed by people working for the service",
                "href": "https://edit.tosdr.org/cases/189"
            }
        },
        {
            "title": "This service prohibits users sending chain letters, junk mail, spam or any unsolicited messages",
            "rating": "neutral",
            "description": "Users are not allowed to use the service for chain letters, junk mail, spamming or any other distribution of content to people who have not agreed to receiving it.",
            "last_updated": "2023-07-11 10:11:10",
            "point_link": "https://edit.tosdr.org/points/14214",
            "approval_status": "APPROVED",
            "clause_text": "\"you will not do any of the following in connection with the Services or any other users: [...] e) Send, distribute or post spam, [...]\"",
            "point_source": "https://lbry.com/termsofservice",
            "case": {
                "text": "You are prohibited from sending chain letters, junk mail, spam or any unsolicited messages",
                "href": "https://edit.tosdr.org/cases/281"
            }
        },
        {
            "title": "The service is provided 'as is' and to be used at the users' sole risk",
            "rating": "neutral",
            "description": "This service does not provide any guarantees as to its usability or fitness for the users' purposes. Users agree to use it at their own risk, accepting any possible bugs, malfunctions or harm to their devices.",
            "last_updated": "2023-07-11 10:10:36",
            "point_link": "https://edit.tosdr.org/points/14220",
            "approval_status": "APPROVED",
            "clause_text": "Your use of our Services is at your sole risk.\nOur Services are provided “as is” and “as available”",
            "point_source": "https://lbry.com/termsofservice",
            "case": {
                "text": "The service is provided 'as is' and to be used at your sole risk",
                "href": "https://edit.tosdr.org/cases/286"
            }
        },
        {
            "title": "Users agree not to submit libelous, harassing or threatening content",
            "rating": "neutral",
            "description": "This service prohibits users from submitting content of a variety of types. This can include content that is unlawful, harassing, abusive, threatening, libelous, sexist, racist, homophobic, transphobic, or discriminatory in any other way.",
            "last_updated": "2023-07-11 10:10:33",
            "point_link": "https://edit.tosdr.org/points/14213",
            "approval_status": "APPROVED",
            "clause_text": "\"you will not do any of the following in connection with the Services or any other users: [...] d) Stalk, intimidate, threaten, or otherwise harass or cause discomfort to other users.\"",
            "point_source": "https://lbry.com/termsofservice",
            "case": {
                "text": "You agree not to submit libelous, harassing or threatening content",
                "href": "https://edit.tosdr.org/cases/283"
            }
        },
        {
            "title": "This service is only available to users over 13 years of age",
            "rating": "neutral",
            "description": "The Services are intended for users who are at least a certain age. If you are younger than the age required then you are prohibited from using the Service.",
            "last_updated": "2023-07-11 10:10:34",
            "point_link": "https://edit.tosdr.org/points/14207",
            "approval_status": "APPROVED",
            "clause_text": "You must be at least 13 years of age to access or use our Services.\nIf you are under 18 years of age (or the age of legal majority where you live), you may only access or use our Services under the supervision of a parent or legal guardian who agrees to be bound by these Terms.",
            "point_source": "https://lbry.com/termsofservice",
            "case": {
                "text": "This service is only available to users over a certain age",
                "href": "https://edit.tosdr.org/cases/152"
            }
        },
        {
            "title": "If you are the target of a copyright claim, your content may be removed",
            "rating": "neutral",
            "description": "The content you have published on the service may be removed if it infringes copyright.",
            "last_updated": "2023-07-11 10:10:34",
            "point_link": "https://edit.tosdr.org/points/14217",
            "approval_status": "APPROVED",
            "clause_text": "On 2025-01-14 13:48:19 UTC, HARRY (38767)  wrote:\n          Swiftly this web site can unquestionably become popular between almost all blogging and site-building folks, due to its meticulous posts or perhaps critiques. sell my house fast Tacoma",
            "point_source": "https://lbry.com/termsofservice",
            "case": {
                "text": "If you are the target of a copyright claim, your content may be removed",
                "href": "https://edit.tosdr.org/cases/310"
            }
        },
        {
            "title": "Prohibits the posting of pornographic content",
            "rating": "neutral",
            "description": "Users are not allowed to post any content of pornographic nature. This includes adult content, things that are sexually explicit, or obscene.",
            "last_updated": "2023-07-11 10:10:34",
            "point_link": "https://edit.tosdr.org/points/14210",
            "approval_status": "APPROVED",
            "clause_text": "Full quote: \"You will not use the Services to distribute or publish Content that: is unlawful, for example, copyrighted works, underage sexual content, revenge pornography, or any other content illegal under US or state law.\"",
            "point_source": "https://lbry.com/termsofservice",
            "case": {
                "text": "The posting of pornographic content is prohibited",
                "href": "https://edit.tosdr.org/cases/315"
            }
        },
        {
            "title": "This service requires first-party cookies",
            "rating": "neutral",
            "description": "First-party cookies only belong to the domain of the service and not a third party.",
            "last_updated": "2023-07-11 10:06:44",
            "point_link": "https://edit.tosdr.org/points/14240",
            "approval_status": "APPROVED",
            "clause_text": "Do we use \"cookies\"?</strong>\n</p>\n<p>Yes.",
            "point_source": "https://lbry.com/privacypolicy",
            "case": {
                "text": "First-party cookies are used",
                "href": "https://edit.tosdr.org/cases/126"
            }
        },
        {
            "title": "Provides instructions on how to submit a copyright claim",
            "rating": "neutral",
            "description": "If content that you own is copied or made accessible through the service in a way that constitutes an intellectual property right infringement, you can report it following the instructions given in the agreements.",
            "last_updated": "2023-07-11 10:10:36",
            "point_link": "https://edit.tosdr.org/points/14218",
            "approval_status": "APPROVED",
            "clause_text": "If you believe that anything on our Services infringes any copyright that you own or control, you may notify the Company’s Designated Agent as follows:</p>\n<p>Designated Agent: LBRY INC <br>\nAddress: 99 Hanover St, Manchester, NH 03101<br>\nTelephone Number: 907-318-5956<br>\nFax Number: 801-327-6808</p>\n<p>E-Mail Address: hello@lbry.com</p>",
            "point_source": "https://lbry.com/termsofservice",
            "case": {
                "text": "Instructions are provided on how to submit a copyright claim",
                "href": "https://edit.tosdr.org/cases/138"
            }
        },
        {
            "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision",
            "rating": "neutral",
            "description": "Even if the service does not or not always enforce all of the rules or provisions contained in its terms, they still apply. Users can at a later time still be held accountable for violating provisions that have not been enforced consistently.",
            "last_updated": "2023-07-11 10:10:35",
            "point_link": "https://edit.tosdr.org/points/14215",
            "approval_status": "APPROVED",
            "clause_text": "Failure to enforce such rules in some instances does not constitute a waiver of our right to enforce such rules in other instances.",
            "point_source": "https://lbry.com/termsofservice",
            "case": {
                "text": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision",
                "href": "https://edit.tosdr.org/cases/295"
            }
        },
        {
            "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder",
            "rating": "neutral",
            "description": "Should any portion of the Terms of Service be unenforceable or invalid, that portion will be enforced to the fullest extent permitted by applicable law and the remainder of the TOS will remain valid and enforceable.",
            "last_updated": "2023-07-11 10:10:36",
            "point_link": "https://edit.tosdr.org/points/14229",
            "approval_status": "APPROVED",
            "clause_text": "<p>If any term, clause or provision of these Terms is held invalid or unenforceable, then that term, clause or provision will be severable from these Terms and will not affect the validity or enforceability of any remaining part of that term, clause or provision, or any other term, clause or provision of these Terms.",
            "point_source": "https://lbry.com/termsofservice",
            "case": {
                "text": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder",
                "href": "https://edit.tosdr.org/cases/294"
            }
        },
        {
            "title": "Users agree not to use the service for illegal purposes",
            "rating": "neutral",
            "description": "The user agrees not to commit any unlawful acts through the use of the website, including the posting of illegal content or messaging.",
            "last_updated": "2023-07-11 10:10:34",
            "point_link": "https://edit.tosdr.org/points/14209",
            "approval_status": "APPROVED",
            "clause_text": "You will not use the Services to distribute or publish Content that:</p>\n<ul>\n<li>is unlawful,",
            "point_source": "https://lbry.com/termsofservice",
            "case": {
                "text": "You agree not to use the service for illegal purposes",
                "href": "https://edit.tosdr.org/cases/280"
            }
        },
        {
            "title": "Your personal data is aggregated into statistics",
            "rating": "neutral",
            "description": "Your personal data is used for statistics in a de-identified/aggregated form (i.e. not directly linked to a unique identity) to analyse trends, for research and for analytics.",
            "last_updated": "2023-07-11 10:08:01",
            "point_link": "https://edit.tosdr.org/points/14245",
            "approval_status": "APPROVED",
            "clause_text": "However, non-personally identifiable visitor information may be provided to other parties for marketing, advertising, or other uses.</p>",
            "point_source": "https://lbry.com/privacypolicy",
            "case": {
                "text": "Your personal data is aggregated into statistics",
                "href": "https://edit.tosdr.org/cases/190"
            }
        },
        {
            "title": "The service does not guarantee accuracy or reliability of the information provided",
            "rating": "neutral",
            "description": "This service makes no warranty regarding the accuracy or reliability of any information that is given on its website or the results that may be obtained from the use of the service.",
            "last_updated": "2023-07-11 10:10:35",
            "point_link": "https://edit.tosdr.org/points/14222",
            "approval_status": "APPROVED",
            "clause_text": "In addition, the Company does not represent or warrant that our Services are accurate, complete, reliable, current or error-free.",
            "point_source": "https://lbry.com/termsofservice",
            "case": {
                "text": "The service does not guarantee accuracy or reliability of the information provided",
                "href": "https://edit.tosdr.org/cases/288"
            }
        },
        {
            "title": "The court of law governing the terms is in location Delaware, USA",
            "rating": "neutral",
            "description": "The Terms are governed by the applicable laws of a jurisdiction (specified in the title of each point by replacing the \"X\").",
            "last_updated": "2023-07-11 10:10:36",
            "point_link": "https://edit.tosdr.org/points/14227",
            "approval_status": "APPROVED",
            "clause_text": "These Terms and your access to and use of the Services will be governed by and construed and enforced in accordance with the laws of the State of Delaware, without regard to conflict of law rules or principles (whether of the State of Delaware or any other jurisdiction)",
            "point_source": "https://lbry.com/termsofservice",
            "case": {
                "text": "The court of law governing the terms is in location X",
                "href": "https://edit.tosdr.org/cases/163"
            }
        },
        {
            "title": "Third parties may be involved in operating the service",
            "rating": "neutral",
            "description": null,
            "last_updated": "2023-07-11 10:08:06",
            "point_link": "https://edit.tosdr.org/points/14247",
            "approval_status": "APPROVED",
            "clause_text": "<p>Google's advertising requirements can be summed up by Google's Advertising Principles.\nThey are put in place to provide a positive experience for users.",
            "point_source": "https://lbry.com/privacypolicy",
            "case": {
                "text": "Third parties are involved in operating the service",
                "href": "https://edit.tosdr.org/cases/207"
            }
        },
        {
            "title": "This service does not guarantee that it or the products obtained through it meet the users' expectations or requirements",
            "rating": "neutral",
            "description": "This service provider informs its users that the services, information, products, or other materials provided on its website may not meet the users' expectations or requirements.",
            "last_updated": "2023-07-11 10:10:36",
            "point_link": "https://edit.tosdr.org/points/14221",
            "approval_status": "APPROVED",
            "clause_text": "without warranties of any kind, either express or implied, including, but not limited to, implied warranties of merchantability, fitness for a particular purpose, title, and non-infringement.",
            "point_source": "https://lbry.com/termsofservice",
            "case": {
                "text": "This service does not guarantee that it or the products obtained through it meet your expectations or requirements",
                "href": "https://edit.tosdr.org/cases/290"
            }
        }
    ]
}